Repository: loveuqian/momoso-Localizable.strings
Catalog: *.lproj/Old_Android_Localizable.strings
Languages: id_id, vi_vn, zh_hans

# test_key_right_title_profile_setting
source: 創建文件成功
zh_hans: 创建文件成功

# test_key_title_profile_setting
source: 請輸入測試密鑰
zh_hans: 请输入测试密钥

# time_line
source: 曬單
zh_hans: 晒单

# timeline_like_hint
source: 等喜歡這個曬單
zh_hans: 等喜欢这个晒单

# tip_request_fail
source: 請求失敗
zh_hans: 请求失败

# tip_text_evaluation_1
source: 給我打個分唄
zh_hans: 给我打个分呗

# tip_text_evaluation_3
source: 為
zh_hans: 为

# tip_text_evaluation_4
source: 客服質量評分
zh_hans: 客服质量评分

# tip_wating
source: 請稍等&#8230;
zh_hans: 请稍等&#8230;

# title_item_show_post
source: 說幾句
zh_hans: 说几句

# title_item_tag_selection_item
source: 選擇曬單商品
zh_hans: 选择晒单商品

# title_item_tag_skip
source: 跳過
zh_hans: 跳过

# title_sign_up
source: 註冊
zh_hans: 注册

# title_wardrobe_show
source: 曬衣櫥
zh_hans: 晒衣橱

# to_itemshow
source: 去曬圖
zh_hans: 去晒图

# toast.block_comment.success
source: 舉報評論成功
zh_hans: 举报评论成功

# toast.camera_permission.failed
source: 攝像頭權限獲取失敗
zh_hans: 摄像头权限获取失败

# toast.code.empty
source: 驗證碼不能為空喔
zh_hans: 验证码不能为空喔

# toast.crop_photo.failed
source: 裁剪圖片失敗
zh_hans: 裁剪图片失败

# toast.crop_photo_not_exist
source: 要裁剪的圖片不存在&#8230;
zh_hans: 要裁剪的图片不存在&#8230;

# toast.item.quota.limit
source: 數量超出範圍哦~
zh_hans: 数量超出范围哦~

# toast.item_show_post.empty
source: 至少要選擇一張圖片哦
zh_hans: 至少要选择一张图片哦

# toast.load_search_home.failed
source: 網絡開小差了，搜索頁加載失敗
zh_hans: 网络开小差了，搜索页加载失败

# toast.mall_info.failed
source: 獲取商城信息失敗了
zh_hans: 获取商城信息失败了

# toast.network.error
source: 網絡開小差了，再試一下吧
zh_hans: 网络开小差了，再试一下吧

# toast.network.not_available
source: 網絡不通哦親，檢查一下？
zh_hans: 网络不通哦亲，检查一下？

# toast.open_camera.failed
source: 親，請檢查攝像頭相關權限是否開啓
zh_hans: 亲，请检查摄像头相关权限是否开启

# toast.password.rule.error
source: 密碼應由6&#8211;20位數字、字母或符號組成，請重新輸入。
zh_hans: 密码应由6&#8211;20位数字、字母或符号组成，请重新输入。

# toast.phone.empty
source: 手機號不能為空
zh_hans: 手机号不能为空

# toast.phone.registed
source: 手機號已經被註冊了
zh_hans: 手机号已经被注册了

# toast.photo_process.failed
source: (´･_･`) 圖片處理跪了，請重試
zh_hans: (´･_･`) 图片处理跪了，请重试

# toast.photo_selection.limited
source: 最多選擇 5 張照片
zh_hans: 最多选择 5 张照片

# toast.sendcode.failed
source: 網絡開小差了，驗證碼發送失敗
zh_hans: 网络开小差了，验证码发送失败

# toast.sendcode.success
source: 驗證碼發送成功，請耐心等候
zh_hans: 验证码发送成功，请耐心等候

# toast.share.qr.emptyurl
source: 遇到了一點兒問題，請稍後再試～
zh_hans: 遇到了一点儿问题，请稍后再试～

# toast.share_info.failed
source: 獲取分享內容失敗了
zh_hans: 获取分享内容失败了

# toast.signin.failed
source: 網絡開小差了，登錄失敗
zh_hans: 网络开小差了，登录失败

# toast.signin.success
source: 登錄成功
zh_hans: 登录成功

# toast.signup.failed
source: 網絡開小差了，註冊失敗請重試
zh_hans: 网络开小差了，注册失败请重试

# toast.subscribe_board.failed
source: 網絡開小差了，添加訂閱提醒失敗
zh_hans: 网络开小差了，添加订阅提醒失败

# toast.unsubscribe.failed
source: 取消訂閱失敗了
zh_hans: 取消订阅失败了

# toast.validatecode.failed
source: 網絡開小差了，驗證失敗請重試
zh_hans: 网络开小差了，验证失败请重试

# total_coins_btn_profile_coins
source: 我的鯨幣總數
zh_hans: 我的鲸币总数

# total_coins_title_profile_coins
source: (你還有%1$d鯨幣)
zh_hans: (你还有%1$d鲸币)

# total_liked
source: 獲得
zh_hans: 获得

# total_liked_2
source: 個贊
zh_hans: 个赞

# uncomment_items_title_profile_order
source: 待評價商品
zh_hans: 待评价商品

# updating_toast_profile_about
source: 正在下載更新，請稍候
zh_hans: 正在下载更新，请稍候

# upgrade_err
source: 網絡異常或系統錯誤
zh_hans: 网络异常或系统错误

# upgrading
source: 正在更新最新版本，請耐心等待。
zh_hans: 正在更新最新版本，请耐心等待。

# upgrading_fin
source: 下載完成
zh_hans: 下载完成

# upload_contact
source: 上傳通訊錄
zh_hans: 上传通讯录

# upload_hint
source: 上傳手機通訊錄後，可尋找通訊錄里的好鯨友
zh_hans: 上传手机通讯录后，可寻找通讯录里的好鲸友

# upload_id_card_title
source: 身份證信息
zh_hans: 身份证信息

# uploading_contact
source: 通訊錄上傳中&#8230;
zh_hans: 通讯录上传中&#8230;

# use_cash
source: 使用傭金抵
zh_hans: 使用佣金抵

# use_now_btn_profile_coupon
source: 立馬使用
zh_hans: 立马使用

# use_of_coin_content_profile_coins
source: 鯨幣可用於兌換優惠禮券，分享出去造福好友們吧！
zh_hans: 鲸币可用于兑换优惠礼券，分享出去造福好友们吧！

# user_coupon_btn_profile_coupon
source: 優惠碼
zh_hans: 优惠码

# validate_code_already_sent
source: 已經發送到手機上，請輸入收到的驗證碼
zh_hans: 已经发送到手机上，请输入收到的验证码

# verify_phone_num
source: 為了你的賬號安全，請驗證手機號
zh_hans: 为了你的账号安全，请验证手机号

# view_cash_btn_profile_cash
source: 查看我的傭金
zh_hans: 查看我的佣金

# view_coupon_btn_profile_coupon
source: 查看優惠券
zh_hans: 查看优惠券

# wait_commission_finish
source: 等待提現
zh_hans: 等待提现

# warning_update_content_all
source: 您當前運行的Cloudmall不是官方發佈版本。為防止您的敏感信息外洩，請卸載後至應用市場下載官方版本。Cloudmall已停止運行。謝謝！
zh_hans: 您当前运行的Cloudmall不是官方发布版本。为防止您的敏感信息外泄，请卸载后至应用市场下载官方版本。Cloudmall已停止运行。谢谢！

# wechat_qr
source: 截圖到微信
zh_hans: 截图到微信

# welfare_coupon
source: 邀請新用戶下單,最高領取50元立減券
zh_hans: 邀请新用户下单,最高领取50元立减券

# width
source: 寬度
zh_hans: 宽度

# wizard.subtitle
source: 為你定制專屬的購物體驗（可多選）
zh_hans: 为你定制专属的购物体验（可多选）

# wizard.title
source: 你想海淘什麼
zh_hans: 你想海淘什么

# write_bank_hint_bank
source: 請填寫發卡支行
zh_hans: 请填写发卡支行

# write_bank_hint_card
source: 請填寫銀行卡號
zh_hans: 请填写银行卡号

# write_bank_hint_name
source: 請填寫辦卡時所留姓名
zh_hans: 请填写办卡时所留姓名

# write_bank_hint_phone
source: 請填寫通知手機號
zh_hans: 请填写通知手机号

# write_comment
source: 寫評論&#8230;
zh_hans: 写评论&#8230;

# wx_not_installed
source: 您的手機未安裝微信。請先安裝微信後再做嘗試。
zh_hans: 您的手机未安装微信。请先安装微信后再做尝试。

# wx_not_supported
source: 您的微信不支持微信支付，請先將微信升級到最新版後再嘗試支付。
zh_hans: 您的微信不支持微信支付，请先将微信升级到最新版后再尝试支付。

# address_name_hint
source: 收件人姓名
id_id: Nama penerima
vi_vn: Họ tên người nhận

# already_latest_toast_profile_about
source: 您的版本已是最新！
id_id: Versi anda sudah yang terbaru！
vi_vn: Phiên bản bạn đang dùng là phiên bản mới nhất!

# flash_sale_over
source: “閃購結束”
id_id: “Flash buy berakhir”
vi_vn: “Flash sale kết thúc”

# item_from
source: 由
id_id: oleh
vi_vn: Do

# label_input_history
source: 最近搜索
id_id: Pencarian terakhir
vi_vn: Tìm kiếm gần đây

# label_item_brand_search
source: 搜商品
id_id: Mencari produk
vi_vn: Tìm sản phẩm

# pref_upgrade_title
source: 版本更新
id_id: Pembaharuan versi
vi_vn: Cập nhật phiên bản mới

# search_hint
source: 搜索商品、品牌
id_id: Mencari produk, merek
vi_vn: Tìm sản phẩm, thương hiệu

# share
source: 分享
id_id: Bagikan
vi_vn: Chia sẻ

# start_discount
source: 折
id_id: Potongan
vi_vn: Triết khấu
