Repository: loveuqian/momoso-Localizable.strings
Catalog: *.lproj/Old_Android_Localizable.strings
Languages: id_id, vi_vn, zh_hans

# language_resources
source: en
zh_hans: 简体

# _48_hours
source: 48小時
id_id: 48 jam
vi_vn: 48 tiếng
zh_hans: 48小时

# account_exist_failed
source: 用戶已存在
zh_hans: 用户已存在

# account_failed
source: 用戶名非法
zh_hans: 用户名非法

# account_other_failed
source: 暫時無法聯繫移動客服
zh_hans: 暂时无法联系移动客服

# account_permission_failed
source: 無開放註冊權限
zh_hans: 无开放注册权限

# account_register_failed
source: 註冊失敗
zh_hans: 注册失败

# action_add_item_link
source: 添加商品鏈接
zh_hans: 添加商品链接

# add_cart_fail
source: 添加失敗！
id_id: Gagal menambahkan!
vi_vn: không thêm được!
zh_hans: 添加失败！

# add_cart_ok
source: 添加成功！請到購物車查看！
id_id: Berhasil menambahkan, silahkan lihat di keranjang belanja！
vi_vn: Đã thêm, vui lòng kiểm tra tại giỏ hàng!
zh_hans: 添加成功！请到购物车查看！

# add_itemshow_pic
source: + 添加曬單圖片
zh_hans: + 添加晒单图片

# address_confirm_delete_photos
source: 確定要刪除本張身份證照片嗎?
zh_hans: 确定要删除本张身份证照片吗?

# address_detail_hint_not_null
source: 請填寫您的詳細地址
zh_hans: 请填写您的详细地址

# address_fail_photo_toast
source: 系統內存不夠。請重新拍攝。
zh_hans: 系统内存不够。请重新拍摄。

# address_name_hint_not_null
source: 收件人姓名不能為空
id_id: Nama penerima tidak boleh kosong
vi_vn: Họ tên người nhận không được để trống
zh_hans: 收件人姓名不能为空

# address_phone_hint_not_null
source: 沒有手機號,快遞找不到您啊~
id_id: Jika tidak ada nomor telepon, pihak pos sulit menemukan Anda
vi_vn: Không có số điện thoại, nhân viên vận chuyển không thể liên lạc với bạn!
zh_hans: 没有手机号,快递找不到您啊~

# address_select_pick_channel
source: 請選擇自提渠道~
id_id: Silahkan pilih jalur ambil sendiri
vi_vn: Vui lòng nhập thông tin trạm tự động lấy hàng
zh_hans: 请选择自提渠道~

# agreement_signup_toast_signlogin
source: 請先閱讀並同意Cloudmall的免責聲明
zh_hans: 请先阅读并同意Cloudmall的免责声明

# all_comments
source: 所有評論
zh_hans: 所有评论

# already_buy
source: 已購買
zh_hans: 已购买

# already_save
source: 已優惠&#160;
zh_hans: 已优惠&#160;

# bind_phone_title_profile_order
source: 綁定手機號
zh_hans: 绑定手机号

# board_publisher
source: 發佈
zh_hans: 发布

# bonded_area_hint_content
source: 保稅區是業內公認最穩定、快速和體驗友善的進口渠道。強烈推薦喲！ 使用這個渠道時需： ● 上傳身份證正反面照片 ● 預繳關稅
zh_hans: 保税区是业内公认最稳定、快速和体验友善的进口渠道。强烈推荐哟！ 使用这个渠道时需： ● 上传身份证正反面照片 ● 预缴关税

# bonded_area_hint_title
source: 初次使用保稅區渠道
zh_hans: 初次使用保税区渠道

# brand_subscription_title_profile_address
source: 訂閱品牌
zh_hans: 订阅品牌

# brand_supply_item
source: 供貨
id_id: Ada stok
vi_vn: Cung cấp hàng
zh_hans: 供货

# btn_filter
source: 濾鏡
zh_hans: 滤镜

# btn_resend_code
source: 重新發送
zh_hans: 重新发送

# btn_send_validation_code
source: 發送驗證碼
zh_hans: 发送验证码

# btn_switch_to_code
source: 使用驗證碼登錄
zh_hans: 使用验证码登录

# btn_validation_count_down
source: 已發送
zh_hans: 已发送

# business_record
source: 交易記錄
zh_hans: 交易记录

# buy_numbers_btn_profile_cash
source: %1$d購買
zh_hans: %1$d购买

# cancel_login
source: 登錄已經取消
zh_hans: 登录已经取消

# cancel_upgrade
source: 暫不更新
zh_hans: 暂不更新

# cannot_return
source: 不支持退換貨
zh_hans: 不支持退换货

# cart_and_record
source: 購物車/購買紀錄
zh_hans: 购物车/购买纪录

# cart_checkout_card_number_empty
source: 沒有任何信用卡信息~
zh_hans: 没有任何信用卡信息~

# cart_checkout_card_number_error
source: 信用卡號號缺失
zh_hans: 信用卡号号缺失

# cash_bill
source: 賬單
zh_hans: 账单

# cash_bill_record
source: 賬單記錄
zh_hans: 账单记录

# cash_card_contract
source: 點擊按鈕表示已閱讀並同意《協議》
zh_hans: 点击按钮表示已阅读并同意《协议》

# cash_commission_id
source: 提現IDu0020%1$s
zh_hans: 提现IDu0020%1$s

# cash_consume
source: 累計已消費傭金
zh_hans: 累计已消费佣金

# cash_contract
source: 點擊按鈕表示已閱讀並同意《協議》
zh_hans: 点击按钮表示已阅读并同意《协议》

# cash_cost_hint_1
source: 額外收取
zh_hans: 额外收取

# cash_cost_hint_2
source: 手續費
zh_hans: 手续费

# cash_earn_title_profile_cash
source: 我賺取的傭金
zh_hans: 我赚取的佣金

# cash_earn_total
source: 累計已賺傭金
zh_hans: 累计已赚佣金

# cash_frozen_title_profile_cash
source: 含凍結傭金￥%1$d
zh_hans: 含冻结佣金￥%1$d

# cash_hint
source: 提現金額(僅限提現100元整)
zh_hans: 提现金额(仅限提现100元整)

# cash_hint_2
source: 可用傭金
zh_hans: 可用佣金

# cash_hint_commission
source: 每筆收取的手續費
zh_hans: 每笔收取的手续费

# cash_hint_commission_2
source: 的手續費
zh_hans: 的手续费

# cash_log_profile_cash
source: 所有記錄
zh_hans: 所有记录

# cash_redeem_record_content
source: 通過你的曬單推介並下單購買了,給你返傭
zh_hans: 通过你的晒单推介并下单购买了,给你返佣

# cash_source_title
source: 傭金來源
zh_hans: 佣金来源

# cash_tab_commit
source: 待確認
zh_hans: 待确认

# cash_title
source: 傭金
zh_hans: 佣金

# cash_trade_get
source: 獲得傭金
zh_hans: 获得佣金

# change_bank
source: 更換銀行卡
zh_hans: 更换银行卡

# change_district_language_title_profile_setting
source: 切換地區/語言
id_id: Ubah area/bahasa
vi_vn: Đổi khu vực/ ngôn ngữ
zh_hans: 切换地区/语言

# check_all_comments_2
source: 條評論
zh_hans: 条评论

# check_all_comments_without_num
source: 查看更多評論
zh_hans: 查看更多评论

# checkin_btn_profile
source: 簽到
zh_hans: 签到

# checking_update_toast_profile_about
source: 正在檢查更新
zh_hans: 正在检查更新

# checkout_select_pickup_address_hint
source: 請先選擇自提地址
zh_hans: 请先选择自提地址

# choose_album
source: 選擇商品專輯
zh_hans: 选择商品专辑

# choose_item_to_itemshow
source: 選擇曬單商品
zh_hans: 选择晒单商品

# click_numbers_btn_profile_cash
source: %1$d點擊
zh_hans: %1$d点击

# code_cannot_apply_title
source: 折扣碼無法用於此單
zh_hans: 折扣码无法用于此单

# code_has_copied_toast_profile_cash
source: 優惠碼已複製到剪貼板
zh_hans: 优惠码已复制到剪贴板

# code_loading_title_profile_cash
source: 正在努力加載優惠碼，請稍等～
zh_hans: 正在努力加载优惠码，请稍等～

# color
source: 顏色
id_id: Warna
vi_vn: Màu sắc
zh_hans: 颜色

# comment
source: 評論
zh_hans: 评论

# comment_too_long
source: 評論過長，請不要超過
zh_hans: 评论过长，请不要超过

# comment_too_long_2
source: 個字
zh_hans: 个字

# commission_bank
source: 提現至
zh_hans: 提现至

# commission_cash_title
source: 提現傭金
zh_hans: 提现佣金

# company_title_profile_about
source: 深圳愛美購科技有限公司
zh_hans: 深圳爱美购科技有限公司

# confirm_delete_order_title_profile_order
source: 確定刪除這個訂單麽？
zh_hans: 确定删除这个订单麽？

# confirm_password_hint
source: 請再次輸入密碼
zh_hans: 请再次输入密码

# confirm_receive_btn_profile_order
source: 確認收貨
id_id: Konfirmasi telah menerima
vi_vn: Xác nhận đã nhận hàng
zh_hans: 确认收货

# confirm_upgrade
source: 馬上更新
zh_hans: 马上更新

# confrim_to_del_itemshow
source: 確認要刪除本條曬衣櫥嗎？刪除之後數據不能恢復。
zh_hans: 确认要删除本条晒衣橱吗？删除之后数据不能恢复。

# consult_feed_result
source: 我們會盡快處理您的問題~
zh_hans: 我们会尽快处理您的问题~

# contact_friends
source: 通訊錄鯨友
zh_hans: 通讯录鲸友

# count_down
source: 重新發送:
zh_hans: 重新发送:

# coupon_code_title_profie
source: 折扣碼
zh_hans: 折扣码

# customer_service_time_title_profile_about
source: 服務時間：星期一到 星期五 10：00&#8211;12：00及14:00&#8211;19:00
zh_hans: 服务时间：星期一到 星期五 10：00&#8211;12：00及14:00&#8211;19:00

# deadline_pay_tax_title_profile
source: 請在%1$d天內繳納關稅
zh_hans: 请在%1$d天内缴纳关税

# declare
source: 《免責聲明》
zh_hans: 《免责声明》

# default_nick_name
source: 麼麼君
zh_hans: 么么君

# delete_address_ok
source: 刪除地址成功！
id_id: Alamat berhasil dihapus！
vi_vn: Xóa địa chỉ thành công!
zh_hans: 删除地址成功！

# dial_btn_profile_about
source: 撥打
zh_hans: 拨打

# dial_phone_btn_profile_order
source: 撥打電話:%1$s ?
zh_hans: 拨打电话:%1$s ?

# dialog_btn_to_rate
source: 鼓勵一下！
zh_hans: 鼓励一下！

# dialog_feedback_title
source: 給個評價唄！
zh_hans: 给个评价呗！

# dialog_msg_report_comment
source: 是否要舉報該評論
zh_hans: 是否要举报该评论

# disclaimer_space
source: 隱私聲明、
zh_hans: 隐私声明、

# discount_count
source: 全線
id_id: Semua jalur
vi_vn: Giảm giá toàn bộ
zh_hans: 全线

# discount_desc
source: 減
id_id: Pengurangan
vi_vn: Giảm
zh_hans: 减

# download_hint
source: 下載CloudMall瞭解更多
zh_hans: 下载CloudMall了解更多

# dp_recommend
source: 熱賣推薦
zh_hans: 热卖推荐

# edit_address_btn_profile_address
source: 地址編輯
zh_hans: 地址编辑

# edit_card
source: 銀行卡號
zh_hans: 银行卡号

# edit_name
source: 辦卡所留真實姓名
zh_hans: 办卡所留真实姓名

# edit_phone
source: 辦卡所留手機號
zh_hans: 办卡所留手机号

# eidtor_selected
source: 編輯精選
zh_hans: 编辑精选

# email_code_hint
source: 請輸入四位驗證碼
zh_hans: 请输入四位验证码

# email_valid_hint
source: 郵箱不能為空,或請填寫格式的郵箱
zh_hans: 邮箱不能为空,或请填写格式的邮箱

# empty_cash
source: 沒有傭金提現記錄
zh_hans: 没有佣金提现记录

# empty_fav_toast_profile_favors
source: 該專輯還沒有商品哦
zh_hans: 该专辑还没有商品哦

# empty_order
source: 還沒有訂單~
id_id: Belum ada transaksi pemesanan
vi_vn: Chưa có đơn hàng
zh_hans: 还没有订单~

# enter_mall
source: 進入商城
id_id: Masuk ke toko
vi_vn: Vào cửa hàng
zh_hans: 进入商城

# error_input_hint
source: 請輸入要提現的金額
zh_hans: 请输入要提现的金额

# error_input_hint_cash
source: 僅可提現100元整
zh_hans: 仅可提现100元整

# error_not_enough_cash
source: 您的傭金不足
zh_hans: 您的佣金不足

# error_there
source: 出錯了，再刷新試試~
zh_hans: 出错了，再刷新试试~

# exception_album_name_toast_dp
source: 專輯名不能為空
zh_hans: 专辑名不能为空

# fail_hide_order_profile_order
source: 刪除失敗，請重試
zh_hans: 删除失败，请重试

# fail_itemshow_toast_profile_order
source: 評價失敗
zh_hans: 评价失败

# fail_modify_toast_profile_info
source: 修改失敗
zh_hans: 修改失败

# fail_pay_title_profile_order
source: 支付失敗！
zh_hans: 支付失败！

# fail_share_toast_profile_cash
source: 分享失敗
zh_hans: 分享失败

# fail_subscribe_brand_toast_profile_subscribe
source: 網絡異常，訂閱失敗
zh_hans: 网络异常，订阅失败

# failed_to_capture
source: 系統拍照錯誤.請稍後再試吧~
zh_hans: 系统拍照错误.请稍后再试吧~

# failed_to_send_wx_req
source: 啓動微信失敗
zh_hans: 启动微信失败

# fake_warning_close
source: 關閉應用
zh_hans: 关闭应用

# famous_level
source: 級達人
zh_hans: 级达人

# famous_sign_hint_2
source: 你可賺取1%傭金
zh_hans: 你可赚取1%佣金

# fans_bill
source: 帳單
zh_hans: 帐单

# fans_factor_percent
source: 收益點數
zh_hans: 收益点数

# fans_get_cash
source: 提現
zh_hans: 提现

# fans_group_message
source: 友賺消息
zh_hans: 友赚消息

# fans_groups
source: 友賺
zh_hans: 友赚

# fans_introduce
source: 壕友成為你的粉絲後並首次消費，最高獲10%返利
zh_hans: 壕友成为你的粉丝后并首次消费，最高获10%返利

# fans_invite
source: + 我要賺錢
zh_hans: + 我要赚钱

# fans_invite_cash
source: 邀請壕友賺傭金
zh_hans: 邀请壕友赚佣金

# fans_label_gmv
source: 收益記錄
zh_hans: 收益记录

# fans_label_number
source: ta的粉絲總數
zh_hans: ta的粉丝总数

# fans_money_content
source: 傭金也可以變成人民幣，敬請期待！
zh_hans: 佣金也可以变成人民币，敬请期待！

# fans_money_title
source: 提現功能開發中
zh_hans: 提现功能开发中

# fans_percent
source: 當前收益點
zh_hans: 当前收益点

# fans_total_cash
source: 累計傭金收益
zh_hans: 累计佣金收益

# fans_total_gmv
source: 壕友累計消費
zh_hans: 壕友累计消费

# fav_file
source: 收藏夾
zh_hans: 收藏夹

# finish_bind
source: 已完成與
zh_hans: 已完成与

# finish_bind_2
source: 賬號的綁定
zh_hans: 账号的绑定

# flash_add_cart_tips2
source: 距離活動結束
id_id: Jarak waktu akhir promo
vi_vn: Chương trình ưu đãi đặc biệt kết thúc
zh_hans: 距离活动结束

# flash_not_start_yet
source: 閃購還未開始哦～快去逛逛吧～
id_id: Flash buy belum dimulai... Ayo pergi jalan-jalan dulu!
vi_vn: Flash sale chưa bắt đầu, tiếp tục xem hàng
zh_hans: 闪购还未开始哦～快去逛逛吧～

# flash_sale_start
source: HH:mm 開始
id_id: HH:mm mulai
vi_vn: HH:mm bắt đầu
zh_hans: HH:mm 开始

# for_customs_clearance
source: 僅清關用
zh_hans: 仅清关用

# frozen_cash_profile_btn_cash
source: 凍結
zh_hans: 冻结

# get_cash_number
source: 獲傭
zh_hans: 获佣

# get_cash_title
source: 獲取傭金
zh_hans: 获取佣金

# get_detail
source: 查看詳情
zh_hans: 查看详情

# get_validation_code
source: 獲取驗證碼
zh_hans: 获取验证码

# go_feedback_content_all
source: 喜歡Cloudmall麼？來表達一下你的想法！
zh_hans: 喜欢Cloudmall么？来表达一下你的想法！

# hint_confirm_receive_content_profile_order
source: 請在確定已收到商品後再進行確認
zh_hans: 请在确定已收到商品后再进行确认

# hint_divide_package_title_profile_order
source: 訂單因發貨時間或者商城不同，被拆分成不同的包裹寄送
zh_hans: 订单因发货时间或者商城不同，被拆分成不同的包裹寄送

# hint_get_code_content_profile_coupon
source: 在Cloudmall運營活動或朋友的邀請中可獲得優惠碼
zh_hans: 在Cloudmall运营活动或朋友的邀请中可获得优惠码

# hint_input_code_title_profile_coupon
source: 輸入優惠碼
zh_hans: 输入优惠码

# hint_item_show_post
source: 說說關於它的故事&#8230;
zh_hans: 说说关于它的故事&#8230;

# hint_leave_message
source: 請告訴我你的想法和建議~
zh_hans: 请告诉我你的想法和建议~

# hint_new_password
source: 設置 6 位以上密碼
zh_hans: 设置 6 位以上密码

# hint_phone_for_sign_up
source: 請輸入要註冊的手機號
zh_hans: 请输入要注册的手机号

# hint_phone_number
source: 手機號碼
zh_hans: 手机号码

# hint_recommend_set_pwd
source: 推薦設置一個密碼，下次就可以使用賬號密碼快速登陸了！
zh_hans: 推荐设置一个密码，下次就可以使用账号密码快速登陆了！

# hint_validate_phone
source: 為了您的賬號安全，請驗證手機號碼
zh_hans: 为了您的账号安全，请验证手机号码

# id_card_is_not_valid
source: 請拍攝身份證的正反兩面。
zh_hans: 请拍摄身份证的正反两面。

# id_card_upload_failed
source: 身份證照片上傳失敗，請清理緩存後重新上傳。
zh_hans: 身份证照片上传失败，请清理缓存后重新上传。

# incorrect_code_profile
source: 折扣碼錯誤
zh_hans: 折扣码错误

# input_code
source: 輸入折扣碼
zh_hans: 输入折扣码

# input_coupon_code
source: 輸入優惠碼
zh_hans: 输入优惠码

# inseam
source: 內接縫
zh_hans: 内接缝

# intent_failed
source: 網絡不可用
zh_hans: 网络不可用

# invitation_code_description_content_profile_code
source: 邀請好友加入Cloudmall，即可賺傭金
zh_hans: 邀请好友加入Cloudmall，即可赚佣金

# invitation_code_title_profile_code
source: 你的邀請碼
zh_hans: 你的邀请码

# invite
source: 邀請
zh_hans: 邀请

# invite_condition_btn_profile_cash
source: 條款與條件
zh_hans: 条款与条件

# invite_friend
source: 邀請好友
zh_hans: 邀请好友

# invite_friend_content_profile_cash
source: 與好友一起賺取傭金
zh_hans: 与好友一起赚取佣金

# invite_friends
source: 可邀請的夥伴
zh_hans: 可邀请的伙伴

# invite_input_code_hint
source: 輸入優惠碼看看兌換什麼
zh_hans: 输入优惠码看看兑换什么

# is_contact_customer
source: 正在聯繫客服，請稍等&#8230;
zh_hans: 正在联系客服，请稍等&#8230;

# is_ordering
source: 正在為您下單，下單結果將在
zh_hans: 正在为您下单，下单结果将在

# is_ordering_desc
source: 若下單失敗則會為您操作退款，屆時請留意短信通知
zh_hans: 若下单失败则会为您操作退款，届时请留意短信通知

# is_processing
source: 請求正在提交中，請稍候
zh_hans: 请求正在提交中，请稍候

# item_comment
source: 商品評論
zh_hans: 商品评论

# item_comment_itemshow_title_profile_order
source: 評價曬單
zh_hans: 评价晒单

# item_from_2
source: 供貨
id_id: Ada stok
vi_vn: Cung cấp hàng
zh_hans: 供货

# item_guess
source: 猜你喜歡
zh_hans: 猜你喜欢

# item_not_found
source: 沒有找到這個物品！
id_id: Produk tidak ditemukan！
vi_vn: Không tìm thấy sản phẩm này!
zh_hans: 没有找到这个物品！

# item_top_item_rank_title
source: 熱門榜單
id_id: Daftar populer
vi_vn: Danh sách sản phẩm nổi bật
zh_hans: 热门榜单

# itemshow_image_operator
source: 張
zh_hans: 张

# itemshow_look_brand
source: 查看該品牌下的所有曬單
zh_hans: 查看该品牌下的所有晒单

# itemshow_rule
source: 曬單有禮
zh_hans: 晒单有礼

# just_now
source: 剛剛
zh_hans: 刚刚

# label_cash_title
source: 傭金:
zh_hans: 佣金:

# label_clear_history
source: 清空歷史記錄
zh_hans: 清空历史记录

# label_code
source: 驗&#160;&#160;證&#160;&#160;碼
zh_hans: 验&#160;&#160;证&#160;&#160;码

# label_error_brand_list
source: 網絡開小差了，請點擊重新加載品牌庫
zh_hans: 网络开小差了，请点击重新加载品牌库

# label_error_mall_list
source: 網絡開小差了，請點擊重新加載商城列表
zh_hans: 网络开小差了，请点击重新加载商城列表

# label_follow
source: 關注
id_id: Ikuti
vi_vn: Theo dõi
zh_hans: 关注

# label_hint_add_tag
source: 添加標籤
id_id: Tambahkan label
vi_vn: Thêm đánh dấu
zh_hans: 添加标签

# label_hot_tag_history
source: 歷史標籤
id_id: Label histori
vi_vn: Danh sách đánh dấu
zh_hans: 历史标签

# label_hot_tags
source: 熱門標籤
id_id: Label populer
vi_vn: Đánh dấu nổi bật
zh_hans: 热门标签

# label_liked_title
source: 獲贊:
zh_hans: 获赞:

# label_no_search_result
source: 沒有這種類型的商品哦~
zh_hans: 没有这种类型的商品哦~

# label_pay_tax_place_holder
source: 下列商品在清關時，海關要求依法繳納關稅
zh_hans: 下列商品在清关时，海关要求依法缴纳关税

# label_phone_number
source: 手&#160;&#160;機&#160;&#160;號
zh_hans: 手&#160;&#160;机&#160;&#160;号

# label_receive
source: 領取
zh_hans: 领取

# label_received
source: 已領取
zh_hans: 已领取

# label_search_home_title_best_sell
source: 精選分類 Best Sell
zh_hans: 精选分类 Best Sell

# label_search_home_title_brand
source: 熱門品牌 Brand
zh_hans: 热门品牌 Brand

# label_search_home_title_hot_category
source: 熱門分類 Catalog
zh_hans: 热门分类 Catalog

# label_search_home_title_mall
source: 熱門商城 Mall
zh_hans: 热门商城 Mall

# label_size_filter_selection_title
source: 尺碼
zh_hans: 尺码

# label_subscribe_count
source: 人已關注
zh_hans: 人已关注

# label_subscribe_feed
source: + 訂閱
zh_hans: + 订阅

# label_suggestion_title_category
source: 類別
zh_hans: 类别

# label_suggestion_title_keyword
source: 關鍵詞
zh_hans: 关键词

# label_suggestion_title_tag
source: 標籤
zh_hans: 标签

# like
source: 點贊
zh_hans: 点赞

# limit_length_toast_profile_info
source: 超過字數限制
zh_hans: 超过字数限制

# limit_phone_length_toast_profile_address
source: 手機號碼必須為11位
zh_hans: 手机号码必须为11位

# loading_title_profile
source: 正在加載&#8230;
zh_hans: 正在加载&#8230;

# loading_wx
source: 正在啓動微信&#8230;
zh_hans: 正在启动微信&#8230;

# login_first_title_profile
source: 請先登錄！
zh_hans: 请先登录！

# login_hint
source: 登錄後，購物車商品不會溜走
zh_hans: 登录后，购物车商品不会溜走

# login_to_share
source: 登錄後方可生成跟蹤連接
zh_hans: 登录后方可生成跟踪连接

# logistic_package_desc_title_profile_order
source: 包裹編號: %1$s
zh_hans: 包裹编号: %1$s

# logistics_choose
source: 選擇物流
zh_hans: 选择物流

# logistics_footer
source: ·您在平台選購的商品，將會寄送至您選擇的國際物流公司在美國的倉庫，並由他們送至您手。 ·不同國際物流公司服務細則不同，請點擊「服務詳細」查看
zh_hans: ·您在平台选购的商品，将会寄送至您选择的国际物流公司在美国的仓库，并由他们送至您手。 ·不同国际物流公司服务细则不同，请点击“服务详细”查看

# logistics_status
source: 物流狀態
zh_hans: 物流状态

# main_tab_category
source: 類目
zh_hans: 类目

# mall_discount
source: 商城優惠
zh_hans: 商城优惠

# mall_item_discount_2
source: 商城提供規則
zh_hans: 商城提供规则

# mall_preferential_available_title
source: 可使用優惠
zh_hans: 可使用优惠

# mall_preferential_divider_text
source: 使用以上優惠後
zh_hans: 使用以上优惠后

# mall_preferential_lock_hint
source: 解鎖優惠
zh_hans: 解锁优惠

# mall_preferential_lock_time_hint
source: 解鎖後
zh_hans: 解锁后

# mall_preferential_lock_time_hint_2
source: 分鐘內使用
zh_hans: 分钟内使用

# mall_preferential_mall_name
source: 官網直供
zh_hans: 官网直供

# mall_preferential_need_unlock
source: 優惠需解鎖才能使用
zh_hans: 优惠需解锁才能使用

# mall_preferential_share_count_2
source: 人解鎖成功
zh_hans: 人解锁成功

# mall_preferential_share_label
source: 點擊分享即可解鎖
zh_hans: 点击分享即可解锁

# mall_preferential_share_label_unlock
source: 點擊分享重新解鎖
zh_hans: 点击分享重新解锁

# mall_preferential_unlock_expired
source: 優惠已過期
zh_hans: 优惠已过期

# mall_preferential_wechat_requirement
source: 需安裝微信進行分享
zh_hans: 需安装微信进行分享

# moments_qr
source: 截圖到朋友圈
zh_hans: 截图到朋友圈

# my_coins
source: 我的鯨幣
zh_hans: 我的鲸币

# need_login_to_view
source: 需要登錄才可以看哦～
zh_hans: 需要登录才可以看哦～

# network_error
source: 親，你的網絡有問題-
zh_hans: 亲，你的网络有问题-

# network_exception
source: 網絡異常
zh_hans: 网络异常

# new_comment
source: 添加評論
zh_hans: 添加评论

# new_timeline_unread
source: 條曬衣櫥新消息
zh_hans: 条晒衣橱新消息

# nick_service
source: 客服暱稱
zh_hans: 客服昵称

# no
source: 操作失敗！
zh_hans: 操作失败！

# no_delivery_supported
source: 當前地區不支持配送
zh_hans: 当前地区不支持配送

# no_fans_group_message
source: 沒有友賺消息
zh_hans: 没有友赚消息

# no_logistic_message
source: 沒有物流消息
id_id: Tidak ada info status pengiriman
vi_vn: Không có thông tin vận chuyển hàng
zh_hans: 没有物流消息

# no_more_timeline
source: 沒有更多曬單了
zh_hans: 没有更多晒单了

# no_return
source: u0020以上信息（顏色、尺碼表等）均由海外官網提供，僅供參考用。該商品官網恕不接受退換。
zh_hans: u0020以上信息（颜色、尺码表等）均由海外官网提供，仅供参考用。该商品官网恕不接受退换。

# no_support_opengl
source: 您的手機不支持圖片編輯
zh_hans: 您的手机不支持图片编辑

# no_weibo
source: 沒有檢測到本機的微博客戶端
zh_hans: 没有检测到本机的微博客户端

# no_wifi_hint
source: 您當前使用的不是wifi無線網絡。下載會耗費您的流量。請確認是否繼續下載？
zh_hans: 您当前使用的不是wifi无线网络。下载会耗费您的流量。请确认是否继续下载？

# numbers
source: 個
zh_hans: 个

# offer
source: 優惠券
zh_hans: 优惠券

# online_customer_service_title_profile_about
source: 在線客服
zh_hans: 在线客服

# operation_toast
source: 參數為空
zh_hans: 参数为空

# order_confirm_message
source: 該訂單無需支付，提交後立刻下單成功，是否確認下單？
zh_hans: 该订单无需支付，提交后立刻下单成功，是否确认下单？

# order_delete_sure_hint
source: 確定刪除此訂單?
zh_hans: 确定删除此订单?

# order_delete_sure_warning
source: 刪除此訂單無法恢復,如有疑問請聯繫在線客服
zh_hans: 删除此订单无法恢复,如有疑问请联系在线客服

# order_detail
source: 訂單詳情
zh_hans: 订单详情

# order_empty
source: 訂單為空
zh_hans: 订单为空

# order_notify
source: 內通知您
zh_hans: 内通知您

# order_success_rate
source: 下單成功率
zh_hans: 下单成功率

# pack_num_title_profile_order
source: 包裹編號
zh_hans: 包裹编号

# password_hint
source: 密碼，6&#8211;20位數字及字母
zh_hans: 密码，6&#8211;20位数字及字母

# password_length_hint
source: 密碼不低於6位哦!
zh_hans: 密码不低于6位哦!

# pay_tax_list
source: 關稅繳納列表
zh_hans: 关税缴纳列表

# pay_tax_required_title_profile_order
source: 海關要求繳納關稅
zh_hans: 海关要求缴纳关税

# permission_setting
source: 請在系統設置中允許CloudMall訪問你的通訊錄，如有新夥伴加入，CloudMall會通知你哦！
zh_hans: 请在系统设置中允许CloudMall访问你的通讯录，如有新伙伴加入，CloudMall会通知你哦！

# permission_title
source: 允許訪問通信錄
zh_hans: 允许访问通信录

# phone_number_hint
source: 11位手機號
zh_hans: 11位手机号

# please_select_address
source: 請選擇地址
zh_hans: 请选择地址

# pls_input_comment_content
source: 請先輸入評論內容
zh_hans: 请先输入评论内容

# pls_pay_asap_desc
source: 價格隨官網實時變動，下手要快哦(≥ 3 ≤)
zh_hans: 价格随官网实时变动，下手要快哦(≥ 3 ≤)

# pls_pay_attention
source: 請注意!
zh_hans: 请注意!

# pls_reupgrade
source: 為了您的應用安全，請重新升級。
zh_hans: 为了您的应用安全，请重新升级。

# pls_view
source: 詳細請查看
zh_hans: 详细请查看

# pop_after_sales
source: 售後客服
zh_hans: 售后客服

# post_bank
source: +提交銀行卡
zh_hans: +提交银行卡

# post_card_title
source: 填寫卡號
zh_hans: 填写卡号

# post_cash_btn
source: 發佈曬單
zh_hans: 发布晒单

# post_cash_hint
source: 發佈曬單可賺傭金
zh_hans: 发布晒单可赚佣金

# post_code_not_null_hint
source: 郵編不能為空~
zh_hans: 邮编不能为空~

# post_collection_hint
source: 每賣出一件商品即可賺1~5傭金
zh_hans: 每卖出一件商品即可赚1~5佣金

# post_collection_hint_2
source: 說幾句來描述一下清單
zh_hans: 说几句来描述一下清单

# post_collection_hint_3
source: 你挑選的商品清單
zh_hans: 你挑选的商品清单

# post_collection_hint_4
source: 同時分享至微信
zh_hans: 同时分享至微信

# post_content
source: 商品集內容
zh_hans: 商品集内容

# post_time_line
source: 發佈曬單
zh_hans: 发布晒单

# pref_contact_category
source: 聯繫
zh_hans: 联系

# pref_feedback_title
source: 反饋
zh_hans: 反馈

# pref_key_push_service
source: 推送服務
zh_hans: 推送服务

# pref_title_push_service
source: 推送設置
zh_hans: 推送设置

# pref_upgrade_summary
source: 當前版本 %1$s
zh_hans: 当前版本 %1$s

# price_pay_tax_title_profile
source: 需繳納關稅
zh_hans: 需缴纳关税

# privacy
source: 《隱私聲明》
zh_hans: 《隐私声明》

# qzone
source: QQ空間
zh_hans: QQ空间

# received_coupon
source: 領券
zh_hans: 领券

# received_coupon_content
source: 領取優惠券
zh_hans: 领取优惠券

# recommend
source: 推薦
zh_hans: 推荐

# recommend_friend_header
source: 為你推薦的鯨友們
zh_hans: 为你推荐的鲸友们

# recommend_friends
source: 推薦關注
zh_hans: 推荐关注

# redeem_btn_profile_coupon
source: 兌換
zh_hans: 兑换

# redeem_hint
source: 可提現
zh_hans: 可提现

# reply_to
source: 回復
zh_hans: 回复

# request_camera_permission
source: 需要攝像頭權限給身份證拍照
zh_hans: 需要摄像头权限给身份证拍照

# reselect_bank
source: 請重新選擇銀行卡信息
zh_hans: 请重新选择银行卡信息

# returns_agreement
source: 《退換貨政策》
zh_hans: 《退换货政策》

# rule_btn_profile_coins
source: 規則
zh_hans: 规则

# ruler_ref
source: 尺寸參考
id_id: Referensi ukuran
vi_vn: Kích thước tham khảo
zh_hans: 尺寸参考

# satisfy_edit_hint
source: 請給我點建議唄~
zh_hans: 请给我点建议呗~

# satisfy_title
source: 客服評分
zh_hans: 客服评分

# save_and_continue_btn_profile_favors
source: 保存並繼續
zh_hans: 保存并继续

# search_banner_title
source: 專題
zh_hans: 专题

# select_bank_name
source: 選擇發卡銀行
zh_hans: 选择发卡银行

# select_contacts_address
source: 請選收件人及地址
id_id: Silahkan pilih alamat penerima
vi_vn: Vui lòng nhập tên người nhận và địa chỉ
zh_hans: 请选收件人及地址

# select_location
source: 選擇地區
id_id: Pilih area
vi_vn: Chọn khu vực
zh_hans: 选择地区

# select_location_hint
source: 請選擇區域
zh_hans: 请选择区域

# select_pick_up_hint
source: 需選擇自提地址
zh_hans: 需选择自提地址

# select_region_first
source: 請先選擇地區~
id_id: Silahkan pilih area terlebih dahulu
vi_vn: Vui lòng chọn khu vực trước
zh_hans: 请先选择地区~

# send_order_link
source: 發送訂單號
zh_hans: 发送订单号

# setting_consult_problem_name_hint
source: 怎麼稱呼您?
id_id: Bagaimana memanggil Anda?
vi_vn: Tên
zh_hans: 怎么称呼您?

# share_friends_btn_profile_cash
source: 分享給好友
id_id: Bagikan ke teman
vi_vn: Chia sẻ cho bạn bè
zh_hans: 分享给好友

# share_not_install_facebook
source: 您的手機還未安裝Facebook~
id_id: Ponsel Anda belum terpasang Facebook~
vi_vn: Điện thoại của bạn chưa cài đặt Facebook
zh_hans: 您的手机还未安装Facebook~

# shipping
source: 運費
zh_hans: 运费

# sign_aggreement_title_signlogin
source: 我已閱讀並同意Cloudmall《免責聲明》
zh_hans: 我已阅读并同意Cloudmall《免责声明》

# sign_up_success
source: 註冊成功
id_id: Berhasil mendaftar
vi_vn: Đăng kí thành công
zh_hans: 注册成功

# size_chart
source: 尺碼表
id_id: Daftar ukuran
vi_vn: Bảng mã, kích thước
zh_hans: 尺码表

# size_table
source: 尺碼對照表
id_id: Tabel perbandingan ukuran
vi_vn: Bảng đối chiếu mã, kích thước
zh_hans: 尺码对照表

# size_table_tips
source: 本尺碼表由海外官網提供，僅供參考用，恕不接受因尺碼問題退換貨。
id_id: Ukuran ini disediakan oleh website internasional dan hanya sebagai referensi. Tidak menerima penukaran dan pengembalian barang dengan alasan ukuran yang tidak sesuai.
vi_vn: Bảng kích cỡ này được cung cấp bởi websie chính thức, chỉ mang tính chất tham khảo. Chúng tôi không tiếp nhận yêu cầu đổi trả hàng không vì nguyên nhân sai kích cỡ
zh_hans: 本尺码表由海外官网提供，仅供参考用，恕不接受因尺码问题退换货。

# skip
source: 跳過
zh_hans: 跳过

# sold_out_hint
source: 請選擇一件非售光商品
id_id: Silahkan pilih produk yang belum terjual habis
vi_vn: Vui lòng chọn một sản phẩm chưa bán hết
zh_hans: 请选择一件非售光商品

# sub.recommend.subtitle
source: 將為你推送已訂閱品牌的打折、上新等信息
zh_hans: 将为你推送已订阅品牌的打折、上新等信息

# sub.recommend.title
source: 為你推薦訂閱品牌
zh_hans: 为你推荐订阅品牌

# submit_error
source: 提交失敗
zh_hans: 提交失败

# success_hide_order_profile_order
source: 刪除成功
zh_hans: 删除成功

# success_redeem_title_profile_coupon
source: 成功兌換
zh_hans: 成功兑换

# success_reset_password_toast_profile_info
source: 密碼設置成功！
zh_hans: 密码设置成功！

# success_validate_phone_toast_profile_info
source: 手機驗證成功！
zh_hans: 手机验证成功！

# supply_by
source: 官網供貨
id_id: Stok disediakan website
vi_vn: Website chính thức cấp hàng
zh_hans: 官网供货

# tab_brand_home
source: 品牌首頁
id_id: Halaman utama merek
vi_vn: Trang chủ thương hiệu
zh_hans: 品牌首页

# tab_brand_itemshow
source: 品牌曬單
zh_hans: 品牌晒单
