Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# profile_address_input_default
source: Fill in
cs: Vyplnit
da: Udfyld
de: Bitte ausfüllen
fi: Täytä
fr: Remplissez
id_id: Silahkan isi
it: Compila
nb: Fyll ut
nl: Vul in
pl: Wypełnij
pt: Preencha
sv: Fyll i
th: กรอก
vi_vn: Vui lòng điền đầy đủ thông tin
zh_hans: 请填写
zh_hant: 請填寫

# profile_address_select_default
source: Select
cs: Vybrat
de: Auswahl
fi: Valitse
fr: Sélectionner
id_id: Silahkan pilih
it: Seleziona
nl: Selecteer
pl: Wybierz
pt: Selecionar
th: เลือก
vi_vn: Vui lòng chọn
zh_hans: 请选择
zh_hant: 請選擇

# profile_address_province
source: Province/State:
cs: Provincie/stát:
da: Provins/stat:
de: Bundesland/Bundesland:
es: Provincia / Estado:
fr: Province/Etat:
id_id: Provinsi/State
it: Provincia/Stato:
nb: Provins/stat:
nl: Provincie/Staat:
pt: Província/estado:
sv: Provins/stat:
th: จังหวัด/รัฐ:
vi_vn: Tỉnh:
zh_hans: 省/州：
zh_hant: 省/州

# profile_address_city
source: City/Town:
cs: Město/obec:
da: By/By:
de: Stadt/Ort:
es: Ciudad / Pueblo:
fi: Kaupunki/kaupunki:
fr: Ville:
id_id: Kota:
it: Città/Città:
nb: By/by:
nl: Stad/Gemeente:
pl: Miasto/Miasto:
pt: Cidade/Cidade:
sv: Stad/Ort:
th: เมือง/เมือง:
vi_vn: Thành phố/Thị trấn:
zh_hans: 城/镇：
zh_hant: 城/鎮：

# profile_address_district
source: District:
cs: Okres:
de: Bezirk:
fi: Piiri:
id_id: Distrik:
it: Distretto:
pt: Distrito:
th: เขต:
vi_vn: Quận/Huyện:
zh_hans: 区：
zh_hant: 區：

# profile_address_detail
source: Apartment, Building...(Optional)
cs: Byt, budova... (volitelné)
da: Lejlighed,bygning... (Valgfrit)
de: Wohnung, Gebäude ... (optional)
es: Apartamento, Edificio ... (Opcional)
fi: Huoneisto, rakennus... (valinnainen)
fr: Appartement, bâtiment... (Facultatif)
id_id: Alamat lengkap-apartemen, lantai dan lain-lain (pilih dan isi)
it: Appartamento, Edificio ... (Opzionale)
nb: Apartment,Building... (Valgfritt)
nl: Appartement, gebouw... (optioneel)
pl: Apartament, budynek... (opcjonalnie)
pt: Apartamento, construindo...(Opcional)
sv: Lägenhet, byggnad ... (Valfritt)
th: อพาร์ทเมนต์อาคาร...(ไม่บังคับ)
vi_vn: Địa chỉ chi tiết- Khu trung cư, tầng (chọn điền)
zh_hans: 详细地址-公寓、楼层等（选填）
zh_hant: 詳細地址-公寓、樓層等（選填）

# profile_address_us
source: United States
cs: Spojené státy
de: Vereinigte Staaten
es: Estados Unidos
fi: Yhdysvallat
fr: États-Unis
it: Stati Uniti
nl: Verenigde Staten
pl: Stany Zjednoczone
pt: Estados Unidos
th: สหรัฐอเมริกา
zh_hans: 美国
zh_hant: 美國

# profile_address_uk
source: United Kingdom
cs: Velká Británie
de: Vereinigtes Königreich
es: Reino Unido
fi: Yhdistynyt kuningaskunta
fr: Royaume-Uni
it: Regno Unito
nb: Storbritannia
nl: Verenigd Koninkrijk
pl: Wielka Brytania
pt: Reino Unido
th: สหราชอาณาจักร
zh_hans: 英国
zh_hant: 英國

# profile_address_ca
source: Canada
cs: Kanada
de: Kanada
fi: Kanada
pl: Kanada
pt: Canadá
th: แคนาดา
zh_hans: 加拿大
zh_hant: 加拿大

# profile_address_de
source: Deutschland
cs: Německo
zh_hans: 德国
zh_hant: 德國

# profile_address_au
source: Australia
cs: Austrálie
da: Australien
fr: Australie
nl: Australië
pt: Austrália
sv: Australien
th: ออสเตรเลีย
zh_hans: 澳大利亚
zh_hant: 澳大利亞

# profile_address_nz
source: New Zealand
cs: Nový Zéland
de: Neuseeland
es: Nueva Zelanda
fi: Uusi-Seelanti
fr: Nouvelle-Zélande
it: Nuova Zelanda
nl: Nieuw-Zeeland
pl: Nowa Zelandia
pt: Nova Zelândia
sv: Nya Zeeland
th: นิวซีแลนด์
zh_hans: 新西兰
zh_hant: 新西蘭

# profile_address_fr
source: France
cs: Francie
de: Frankreich
es: Francia
fi: Ranska
it: Francia
nl: Frankrijk
pl: Francja
pt: França
th: ฝรั่งเศส
zh_hans: 法国
zh_hant: 法國

# profile_address_it
source: Italy
cs: Itálie
de: Italien
es: Italia
fi: Italia
fr: Italie
it: Italia
nl: Italië
pl: Włochy
pt: Itália
th: อิตาลี
zh_hans: 意大利
zh_hant: 意大利

# profile_address_es
source: España
zh_hans: 西班牙
zh_hant: 西班牙

# profile_address_ru
source: Россия
zh_hans: 俄罗斯
zh_hant: 俄羅斯

# profile_address_mx
source: Mexico
cs: Mexiko
de: Mexiko
fi: Meksiko
fr: Mexique
it: Messico
pl: Meksyk
pt: México
th: เม็กซิโก
zh_hans: 墨西哥
zh_hant: 墨西哥

# profile_address_nl
source: Netherlands
cs: Nizozemí
da: Holland
de: Niederlande
es: Países Bajos
fi: Alankomaat
fr: Pays-Bas
it: Paesi Bassi
nl: Nederland
pl: Holandia
pt: Países Baixos
th: เนเธอร์แลนด์
zh_hans: 荷兰
zh_hant: 荷蘭

# profile_address_no
source: Norway
cs: Norsko
de: Norwegen
fi: Norja
fr: Norvège
it: Norvegia
nl: Noorwegen
pl: Norwegia
pt: Noruega
th: นอร์เวย์
zh_hans: 挪威
zh_hant: 挪威

# profile_address_dk
source: Denmark
cs: Dánsko
da: Danmark
de: Dänemark
fi: Tanska
fr: Danemark
it: Danimarca
nb: Danmark
nl: Denemarken
pl: Dania
pt: Dinamarca
sv: Danmark
th: เดนมาร์ก
zh_hans: 丹麦
zh_hant: 丹麥

# profile_address_se
source: Sweden
cs: Švédsko
de: Schweden
fi: Ruotsi
fr: Suède
it: Svezia
nl: Zweden
pl: Szwecja
pt: Suécia
th: สวีเดน
zh_hans: 瑞典
zh_hant: 瑞典

# profile_address_ch
source: Switzerland
cs: Švýcarsko
de: Schweiz
es: Suiza
fi: Sveitsi
fr: Suisse
it: Svizzera
nb: Sveits
nl: Zwitserland
pl: Szwajcaria
pt: Suíça
th: สวิตเซอร์แลนด์
zh_hans: 瑞士
zh_hant: 瑞士

# profile_address_pl
source: Poland
cs: Polsko
da: Polen
de: Polen
fi: Puola
fr: Pologne
it: Polonia
nl: Polen
pl: Polska
pt: Polónia
th: โปแลนด์
zh_hans: 波兰
zh_hant: 波蘭

# profile_address_be
source: Belgium
cs: Belgie
de: Belgien
es: Bélgica
fi: Belgia
fr: Belgique
it: Belgio
nl: België
pl: Belgia
pt: Bélgica
th: เบลเยียม
zh_hans: 比利时
zh_hant: 比利時

# profile_address_ie
source: Ireland
cs: Irsko
de: Irland
es: Irlanda
fi: Irlanti
fr: Irlande
it: Irlanda
nl: Ierland
pl: Irlandia
pt: Irlanda
th: ไอร์แลนด์
zh_hans: 爱尔兰
zh_hant: 愛爾蘭

# profile_address_fi
source: Finland
cs: Finsko
de: Finnland
es: Finlandia
fi: Suomi
fr: Finlande
it: Finlandia
pl: Finlandia
pt: Finlândia
th: ฟินแลนด์
zh_hans: 芬兰
zh_hant: 芬蘭

# profile_address_pt
source: Portugal
cs: Portugalsko
fi: Portugali
it: Portogallo
pl: Portugalia
th: โปรตุเกส
zh_hans: 葡萄牙
zh_hant: 葡萄牙

# profile_address_ph
source: Philippines
cs: Filipíny
de: Philippinen
es: Filipinas
fi: Filippiinit
it: Filippine
nl: Filippijnen
pl: Filipiny
pt: Filipinas
th: ฟิลิปปินส์
zh_hans: 菲律宾
zh_hant: 菲律賓

# profile_address_my
source: Malaysia
cs: Malajsie
fi: Malesia
fr: Malaisie
nl: Maleisië
pl: Malezja
pt: Malásia
th: มาเลเซีย
zh_hans: 马来西亚
zh_hant: 馬來西亞

# profile_address_jp
source: Japan
cs: Japonsko
es: Japón
fi: Japani
fr: Japon
it: Giappone
pl: Japonia
pt: Japão
th: ญี่ปุ่น
zh_hans: 日本
zh_hant: 日本

# profile_address_kr
source: Korea
es: Corea
fr: Corée
it: Corea
pt: Coreia
th: เกาหลี
zh_hans: 韩国
zh_hant: 韓國

# profile_address_ua
source: Ukraine
cs: Ukrajina
es: Ucrania
fi: Ukraina
it: Ucraina
nb: Ukraina
nl: Oekraïne
pl: Ukraina
pt: Ucrânia
sv: Ukraina
th: ยูเครน
zh_hans: 乌克兰
zh_hant: 烏克蘭

# profile_address_in
source: India
cs: Indie
da: Indien
de: Indien
fi: Intia
fr: Inde
pt: Índia
sv: Indien
th: อินเดีย
zh_hans: 印度
zh_hant: 印度

# profile_address_ae
source: United Arab Emirates
cs: Spojené arabské emiráty
da: De Forenede Arabiske Emirater
de: Vereinigte Arabische Emirate
es: Emiratos Árabes Unidos
fi: Yhdistyneet arabiemiirikunnat
fr: Émirats arabes unis
it: Emirati Arabi Uniti
nb: De forente arabiske emirater
nl: Verenigde Arabische Emiraten
pl: Zjednoczone Emiraty Arabskie
pt: Emirados Árabes Unidos
sv: Förenade Arabemiraten
th: สหรัฐอาหรับเอมิเรตส์
vi_vn: Arab Emirates
zh_hans: 阿联酋
zh_hant: 阿聯酋

# profile_address_sa
source: Saudi Arabia
cs: Saúdská Arábie
de: Saudi-Arabien
es: Arabia Saudita
fr: Arabie saoudite
it: Arabia Saudita
nl: Saoedi-Arabië
pl: Arabia Saudyjska
pt: Arábia Saudita
sv: Saudiarabien
th: ซาอุดิอาระเบีย
zh_hans: 沙特阿拉伯
zh_hant: 沙特阿拉伯

# profile_address_qa
source: Qatar
cs: Katar
de: Katar
pl: Katar
th: กาตาร์
zh_hans: 卡塔尔
zh_hant: 卡特爾

# profile_address_kw
source: Kuwait
cs: Kuvajt
fr: Koweït
nl: Koeweit
pl: Kuwejt
th: คูเวต
zh_hans: 科威特
zh_hant: 科威特

# profile_address_tr
source: Turkey
cs: Turecko
da: Tyrkiet
de: Türkei
es: Turquía
fi: Turkki
fr: Turquie
nb: Tyrkia
nl: Turkije
pl: Turcja
pt: Turquia
sv: ]Turkiet
th: ตุรกี
zh_hans: 土耳其
zh_hant: 土耳其

# profile_address_il
source: Israel
cs: Izrael
fr: Israël
it: Israele
nl: Israël
pl: Izrael
th: อิสราเอล
zh_hans: 以色列
zh_hant: 以色列

# profile_address_th
source: Thailand
cs: Thajsko
es: Tailandia
fi: Thaimaa
fr: Thaïlande
pl: Tajlandia
pt: Tailândia
th: ประเทศไทย
zh_hans: 泰国

# profile_address_at
source: Austria
cs: Rakousko
de: Österreich
fi: Itävalta
fr: Autriche
nl: Oostenrijk
pt: Áustria
th: ออสเตรีย
zh_hans: 奥地利

# profile_address_cz
source: Czech
cs: čeština
de: Tschechisch
fi: Tšekki
fr: tchèque
it: Repubblica Ceca
nl: Tsjechisch
pl: czeski
pt: tcheco
th: เช็ก
zh_hans: 捷克

# profile_address_za
source: South Africa
cs: Jižní Afrika
da: Sydafrika
de: Südafrika
es: Sudáfrica
fi: Etelä-Afrikka
fr: Afrique du Sud
it: Sudafrica
nb: Sør-Afrika
nl: Zuid-Afrika
pl: Republika Południowej Afryki
pt: África do Sul
sv: Sydafrika
th: แอฟริกาใต้
zh_hans: 南非

# profile_order_package_number
source: Package number
cs: Číslo balíčku
da: Pakkenummer
de: Paketnummer
es: Número de paquete
fi: Paketin numero
fr: Numéro de package
id_id: Nomor paket
it: Numero del pacchetto
nb: Pakkenummer
nl: Pakketnummer
pt: Número do pacote
sv: Paketnummer
th: หมายเลขแพ็คเกจ
vi_vn: Số gói
zh_hans: 包裹编号
zh_hant: 包裹編號

# profile_setting_feedback_null_toast
source: Please enter all the information
cs: Zadejte prosím všechny informace
da: Indtast al informationen
de: Bitte geben Sie alle Informationen ein
es: Por favor ingrese toda la información
fi: Anna kaikki tiedot
fr: Veuillez saisir toutes les informations
id_id: Harap masukkan semua informasi
it: Inserire tutte le informazioni
nb: Vennligst skriv inn all informasjonen
nl: Voer alle informatie in
pl: Proszę podać wszystkie informacje
pt: Por favor, digite todas as informações
sv: Var god ange all information
th: โปรดป้อนข้อมูลทั้งหมด
vi_vn: Vui lòng nhập tất cả thông tin
zh_hans: 请填写信息
zh_hant: 請填寫信息

# profile_setting_feedback_null_mail_toast
source: Please enter email address correctly
cs: Zadejte správně e-mailovou adresu
da: Indtast venligst e-mail-adresse korrekt
de: Bitte geben Sie die E-Mail-Adresse korrekt ein
es: Introduzca la dirección de correo electrónico correctamente
fi: Anna sähköpostiosoite oikein
fr: Veuillez entrer l'adresse email correctement
id_id: Silahkan masukkan alamat email dengan benar
it: Inserisci correttamente l'indirizzo email
nb: Vennligst fyll inn e-postadressen riktig
nl: Voer het e-mailadres correct in
pl: Wpisz poprawnie adres e-mail
pt: Por favor, insira o endereço de e-mail corretamente
sv: Var god ange e-postadressen korrekt
th: โปรดป้อนที่อยู่อีเมลให้ถูกต้อง
vi_vn: Vui lòng nhập địa chỉ email một cách chính xác
zh_hans: 请填写正确的邮箱
zh_hant: 請填寫正確的郵箱

# address_hint_postcode_not_null
source: Please enter email address
cs: Zadejte prosím e-mailovou adresu
da: Indtast venligst e-mail-adresse
de: Bitte geben Sie die E-Mail-Adresse ein
es: Introduzca la dirección de correo electrónico
fi: Anna sähköpostiosoite
fr: Veuillez entrer votre adresse email
id_id: Silahkan masukkan alamat email
it: Inserisci l'indirizzo email
nb: Vennligst skriv inn e-postadresse
nl: Voer e-mailadres in
pl: Proszę podać adres e-mail
pt: Por favor introduza o endereço de email
sv: Var god ange e-postadress
th: โปรดป้อนที่อยู่อีเมล
vi_vn: Vui lòng nhập địa chỉ email
zh_hans: 邮编不能为空
zh_hant: 郵編不能為空

# choose_logistic
source: Please select the shipment method
cs: Vyberte způsob přepravy
da: Vælg forsendelsesmetoden
es: Seleccione el método de envío
fr: Veuillez sélectionner le mode d'envoi
id_id: Silahkan pilih metode pengiriman
it: Seleziona il metodo di spedizione
nb: Vennligst velg forsendelsesmetoden
nl: Selecteer de verzendmethode
pl: Proszę wybrać metodę wysyłki
pt: Por favor, selecione o método de envio
sv: Var god välj leveransmetoden
th: โปรดเลือกวิธีการจัดส่ง
vi_vn: Vui lòng chọn phương thức vận chuyển
zh_hans: 请选择物流渠道
zh_hant: 請選擇物流渠道！

# confirm_delete_order_title_profile_order
source: Are you sure to delete the order?
cs: Opravdu chcete smazat objednávku?
da: Er du sikker på at slette ordren?
de: Möchten Sie die Bestellung wirklich löschen?
es: ¿Está seguro de eliminar el pedido?
fi: Haluatko varmasti poistaa tilauksen?
fr: Êtes-vous sûr de vouloir supprimer la commande?
id_id: Anda yakin untuk menghapus pesanan?
it: Sei sicuro di eliminare l'ordine?
nb: Er du sikker på å slette bestillingen?
nl: Weet u zeker dat u de bestelling wilt verwijderen?
pl: Czy na pewno chcesz usunąć zamówienie?
pt: Tem certeza de que apagou o pedido?
sv: Är du säker på att radera beställningen?
th: คุณแน่ใจที่จะลบคำสั่งซื้อหรือไม่
vi_vn: Bạn có chắc chắn để xóa đơn đặt hàng?
zh_hans: 确定删除这个订单？
zh_hant: 確定刪除這個訂單？

# confirm_valid_hint
source: Passwords are not consistent
cs: Hesla nejsou konzistentní
da: Adgangskoder er ikke konsekvente
de: Passwörter sind nicht konsistent
es: Las contraseñas no son consistentes
fi: Salasanat eivät ole yhdenmukaisia
fr: Les mots de passe ne sont pas cohérents
id_id: Sandi tidak konsisten
it: Le password non sono coerenti
nb: Passordene er ikke konsekvente
nl: Wachtwoorden zijn niet consistent
pl: Hasła nie są spójne
pt: As senhas não são consistentes
sv: Lösenorden är inte konsekventa
th: รหัสผ่านไม่สอดคล้อง
vi_vn: Mật khẩu không nhất quán
zh_hans: 两次密码输入不一致
zh_hant: 兩次密碼輸入不一致

# pay_lack_param
source: Necessary data is missing
cs: Chybí potřebné údaje
da: Nødvendige data mangler
de: Notwendige Daten fehlen
es: Faltan datos necesarios
fi: Tarvittavat tiedot puuttuvat
fr: Les données nécessaires sont manquantes
id_id: Data yang diperlukan tidak ada
it: I dati necessari mancano
nb: Nødvendige data mangler
nl: Noodzakelijke gegevens ontbreken
pl: Brak niezbędnych danych
pt: Dados necessários estão faltando
sv: Nödvändiga data saknas
th: ข้อมูลที่จำเป็นขาดหายไป
vi_vn: Không có dữ liệu cần thiết
zh_hans: 缺少必要的支付参数
zh_hant: 缺少必要的支付參數

# please_select_address
source: Please select the address
cs: Prosím vyberte adresu
da: Vælg venligst adressen
de: Bitte wählen Sie die Adresse aus
es: Por favor, seleccione la dirección
fi: Valitse osoite
fr: Veuillez sélectionner l'adresse
id_id: Silahkan pilih alamatnya
it: Per favore seleziona l'indirizzo
nb: Vennligst velg adressen
nl: Selecteer het adres
pl: Proszę wybrać adres
pt: Por favor, selecione o endereço
sv: Vänligen välj adress
th: โปรดเลือกที่อยู่
vi_vn: Vui lòng chọn địa chỉ
zh_hans: 请选择地址
zh_hant: 請選擇地址

# success_hide_order_profile_order
source: Deleted successfully
de: erfolgreich gelöscht
es: Eliminado con éxito
fi: Poistettu onnistuneesti
fr: Supprimé avec succès
id_id: Berhasil dihapus
it: Cancellato con successo
nb: Slettet vellykket
nl: Met succes verwijderd
pl: Usunięto pomyślnie
pt: Excluído com sucesso
th: ลบสำเร็จแล้ว
vi_vn: Xóa thành công
zh_hans: 删除成功
zh_hant: 刪除成功

# network_connect_error
source: Network error
cs: Chyba sítě
da: Netværksfejl
de: Netzwerkfehler
es: Error de red
fi: Verkkovirhe
fr: Erreur réseau
id_id: Kesalahan jaringan
it: Errore di rete
nb: Nettverksfeil
nl: Netwerkfout
pl: Błąd sieci
pt: Erro de rede
sv: Nätverksfel
th: เครือข่ายผิดพลาด
vi_vn: Lỗi mạng
zh_hans: 网络异常
zh_hant: 網絡異常

# network_error
source: Network connection timeout
cs: Časový limit připojení k síti
da: Netværksforbindelse timeout
de: Timeout der Netzwerkverbindung
es: Tiempo de espera de conexión de red
fi: Verkkoyhteyden aikakatkaisu
fr: Délai de connexion réseau
id_id: Waktu habis koneksi jaringan
it: Timeout della connessione di rete
nb: Nettverkstilkoblingstidsavbrudd
nl: Time-out netwerkverbinding
pl: Limit czasu połączenia sieciowego
pt: Tempo limite da conexão de rede
sv: Nätverksanslutning timeout
th: การหมดเวลาเชื่อมต่อเครือข่าย
vi_vn: Thời gian chờ kết nối mạng
zh_hans: 网络超时
zh_hant: 網絡超時

# dp_select_null_toast
source: Please choose
cs: Zvolte prosím
da: Vælg venligst
de: Bitte auswählen
es: Por favor elija
fi: Valitse
fr: Veuillez choisir
id_id: Silahkan pilih
it: Scegli
nb: Vennligst velg
nl: Kies alstublieft
pl: Proszę wybrać
pt: Por favor, escolha
sv: Vänligen välj
th: โปรดเลือก
vi_vn: Vui lòng chọn
zh_hans: 请选择
zh_hant: 請選擇

# cart_soldout_toast
source: Some items sold out
cs: Některé položky byly vyprodány
da: Nogle genstande udsolgt
de: Einige Artikel sind ausverkauft
es: Algunos artículos se agotaron
fi: Jotkut kohteet on myyty loppuun
fr: Certains articles ont été vendus
id_id: Beberapa item terjual habis
it: Alcuni articoli sono esauriti
nb: Noen elementer utsolgt
nl: Sommige items uitverkocht
pl: Niektóre przedmioty zostały wyprzedane
pt: Alguns itens esgotados
sv: Vissa saker sålda
th: บางรายการขายหมด
vi_vn: Một số mặt hàng đã hết
zh_hans: 部分商品已售光
zh_hant: 部分商品已售光

# index_got_coupon_toast
source: Congratulation! You have got coupon
cs: Gratulujeme! Máte kupón
da: Tillykke! Du har fået kupon
de: Gratulation! Sie haben einen Gutschein
es: ¡Felicitaciones! Tienes un cupón
fi: Onnittelut! Sinulla on kuponki
fr: Félicitation! Vous avez un coupon
id_id: Selamat! Anda punya kupon
it: Congratulazioni! Hai il coupon
nb: Gratulerer! Du har fått kupong
nl: Gefeliciteerd! U hebt een kortingsbon
pl: Gratulacje! Masz kupon
pt: Parabéns! Você recebeu um cupom
sv: Grattis! Du har fått kupong
th: ขอแสดงความยินดีคุณมีคูปองแล้ว
vi_vn: Lời chúc mừng! Bạn đã có phiếu giảm giá
zh_hans: 恭喜你获得优惠券
zh_hant: 恭喜你獲得優惠券

# index_wrong_region_toast
source: The coupons is not available in current region
cs: Kupony nejsou k dispozici v aktuální oblasti
da: Kuponerne er ikke tilgængelige i den aktuelle region
de: Die Gutscheine sind in der aktuellen Region nicht verfügbar
es: Los cupones no están disponibles en la región actual
fi: Kupongit eivät ole käytettävissä nykyisellä alueella
fr: Les coupons ne sont pas disponibles dans la région actuelle
id_id: Kupon tidak tersedia di wilayah saat ini
it: I coupon non sono disponibili nella regione corrente
nb: Kupongene er ikke tilgjengelige i gjeldende region
nl: De kortingsbonnen zijn niet beschikbaar in de huidige regio
pl: Kupony nie są dostępne w bieżącym regionie
pt: Os cupons não estão disponíveis na região atual
sv: Kupongerna är inte tillgängliga i nuvarande region
th: คูปองไม่สามารถใช้ได้ในภูมิภาคปัจจุบัน
vi_vn: Các phiếu giảm giá không có sẵn trong khu vực hiện tại
zh_hans: 当前地区不参与该活动
zh_hant: 當前地區不參與該活動

# index_condition_not_meet_toast
source: You cannot take the coupon
cs: Kupon nemůžete vzít
da: Du kan ikke tage kuponen
de: Sie können den Gutschein nicht annehmen
es: No puede tomar el cupón
fi: Et voi ottaa kuponkia
fr: Vous ne pouvez pas prendre le coupon
id_id: Anda tidak bisa mengambil kupon
it: Non puoi prendere il coupon
nb: Du kan ikke ta kupongen
nl: U kunt de kortingsbon niet nemen
pl: Nie możesz wziąć kuponu
pt: Você não pode receber o cupom
sv: Du kan inte ta kupongen
th: คุณไม่สามารถใช้คูปอง
vi_vn: Bạn không thể lấy phiếu giảm giá
zh_hans: 您无法领取此优惠券
zh_hant: 您無法領取此優惠券

# index_number_limit_toast
source: You have got coupon more than once
cs: Máte kupón více než jednou
da: Du har fået kupon mere end én gang
de: Sie haben mehr als einen Gutschein erhalten
es: Tiene un cupón más de una vez
fi: Sinulla on kuponki enemmän kuin kerran
fr: Vous avez reçu le coupon plus d'une fois
id_id: Anda sudah mendapat kupon lebih dari satu kali
it: Hai coupon più di una volta
nb: Du har fått kupong mer enn en gang
nl: U hebt meer dan eens een coupon
pl: Masz kupon więcej niż jeden raz
pt: Você recebeu um cupom mais de uma vez
sv: Du har fått kupong mer än en gång
th: คุณมีคูปองมากกว่าหนึ่งครั้ง
vi_vn: Bạn đã có phiếu giảm giá nhiều lần
zh_hans: 你已领取优惠券
zh_hant: 你已領取優惠券

# index_timeout_toast
source: The coupon is out of time
cs: Kupon je neúčinný
da: Kuponen er ude af tiden
de: Der Gutschein ist abgelaufen
es: El cupón está fuera de plazo
fi: Kuponki on vanhentunut
fr: Le coupon est hors du temps
id_id: Kuponnya sudah kadaluarsa
it: Il coupon è fuori tempo
nb: Kupongen er ute av tide
nl: De kortingsbon is niet beschikbaar
pl: Kupon jest spóźniony
pt: O cupom está fora do prazo
sv: Kupongen är slut på tiden
th: คูปองหมดเวลา
vi_vn: Bạn đã có phiếu giảm giá nhiều lần
zh_hans: 活动已结束
zh_hant: 活動已結束

# search_filter_source
source: Sellers
cs: Prodejci
de: Verkäufer
fi: Myyjät
fr: Vendeurs
it: Venditori
nb: Selgere
nl: Verkopers
pl: Sprzedawcy
pt: Vendedores
sv: Säljare
th: ผู้ขาย
vi_vn: Người bán
zh_hans: 来源
zh_hant: 來源

# search_filter_brand
source: Brands
cs: Značky
de: Marken
es: Marcas
fi: Tuotemerkit
fr: Marques
id_id: Brand
it: Marche
nl: Merken
pl: Marki
pt: Marcas
th: แบรนด์
vi_vn: Nhãn hiệu
zh_hans: 品牌
zh_hant: 品牌

# search_filter_category
source: Category
cs: Kategorie
da: Kategori
de: Kategorie
fi: Luokka
fr: Catégorie
it: Categoria
nb: Kategori
nl: Categorie
pt: Categoria
th: หมวดหมู่
vi_vn: Chủng loại
zh_hans: 类目
zh_hant: 類目

# search_filter_crowd
source: Consumer
cs: Spotřebitel
da: Forbruger
de: Verbraucher
fi: Kuluttaja
fr: Consommateur
id_id: Crowd
nb: Forbruker
nl: Consument
pl: Konsument
pt: Consumidor
th: ผู้บริโภค
vi_vn: Nhóm người
zh_hans: 人群
zh_hant: 人群

# search_filter_more
source: More
cs: Více
es: Más
fi: Lisää
fr: Plus
it: Altro
nl: Meer
pl: Więcej
pt: Mais
th: เพิ่มเติม
vi_vn: Nhiều hơn
zh_hans: 全部
zh_hant: 全部

# search_filter_reset
source: Reset
fi: Palauta
fr: Réinitialiser
it: Ripristina
pt: Redefinir
sv: Återställ
th: รีเซ็ต
vi_vn: Đặt lại
zh_hans: 重置
zh_hant: 重置

# search_filter_apply
source: Apply
cs: Použití
de: Übernehmen
es: Aplicar
fi: Käytä
fr: Appliquer
it: Applica
nl: Toepassen
pl: Zastosuj
pt: Aplicar
th: ใช้
vi_vn: Ứng dụng
zh_hans: 应用
zh_hant: 應用

# search_sort_popular
source: Popular
cs: Oblíbené
de: Beliebt
fi: Suosittu
fr: Populaire
id_id: Populer
it: Popolare
nl: Populair
th: ยอดนิยม
vi_vn: Phổ biến
zh_hans: 综合
zh_hant: 熱門

# search_sort_topsale
source: Top Sellers
cs: Nejprodávanější
de: Top-Seller
fi: Suosituimmat myyjät
fr: Meilleures ventes
id_id: Terlaris
it: I più venduti
nl: Topverkopers
pl: Najlepsi sprzedawcy
pt: Mais vendidos
sv: Toppsäljare
th: ผู้ขายอันดับสูงสุด
vi_vn: Bán chạy
zh_hans: 热销
zh_hant: 熱銷

# search_sort_price
source: Price
cs: Cena
de: Preis
fi: Hinta
fr: Prix
id_id: Harga
it: Prezzo
nb: Pris
nl: Prijs
pt: preço
sv: Pris
th: ราคา
vi_vn: Giá
zh_hans: 价格
zh_hant: 價格

# search_list_supply_by
source: Supplied by
cs: Dodáno
da: Leveres af
de: Geliefert von
es: Suministrado por
fi: Toimitetaan
fr: Fourni par
it: Fornito da
nb: Leveres av
nl: Geleverd door
pl: Dostarczone przez
pt: Fornecido por
sv: Levereras av
th: จัดทำโดย
zh_hans: 供货商
zh_hant: 供貨商

# profile_coupon_title
source: Coupons
cs: Kupóny
da: Kuponer
de: Gutscheine
fi: Kupongit
id_id: Kupon diskon
it: Coupon
nb: Kuponger
pl: Kupony
pt: Cupons
sv: Kuponger
th: คูปอง
vi_vn: coupon
zh_hans: 优惠券
zh_hant: 優惠券

# profile_coupon_only_country
source: Only in
cs: Pouze v
da: Kun i
de: Nur in
es: Solo en
fi: Vain
fr: Uniquement dans
id_id: hanya terbatas pada
it: Solo in
nb: Bare i
nl: Alleen in
pl: Tylko w
pt: Apenas em
th: เฉพาะใน
vi_vn: giới hạn
zh_hans: 仅限
zh_hant: 僅限

# profile_coupon_condition_over
source: Buy
cs: Koupit
da: Køb
de: Kaufen
fi: Osta
fr: Acheter
id_id: Membeli
it: Acquista
nl: Kopen
pl: Kup
pt: Comprar
sv: Köp
th: ซื้อ
vi_vn: mua
zh_hans: 购买
zh_hant: 購買

# profile_coupon_condition_get
source: and get an
cs: a získat
da: og få en
de: und erhalten eine
es: y obtiene un
fi: ja saat
fr: et obtenez un
id_id: akan mendapatkan
it: e ottieni un
nb: og få en
nl: en krijg een
pl: i pobierz
pt: e obtenha um
sv: och få en
th: และรับ
vi_vn: nhận được
zh_hans: 即获得
zh_hant: 即可獲

# profile_coupon_valid_period
source: Valid period
cs: Platné období
da: Gyldig periode
de: Gültiger Zeitraum
es: Período válido
fi: Voimassa oleva aika
fr: Période valide
id_id: masa berlaku
it: Periodo valido
nb: Gyldig periode
nl: Geldige periode
pl: Ważny okres
pt: Período válido
sv: Giltig period
th: ช่วงเวลาที่ถูกต้อง
vi_vn: thời hạn
zh_hans: 有效期
zh_hant: 有效期
