Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# dp_flash_sale
source: Sale Ends In
cs: Prodej končí v
da: Salg slutter i
de: Verkauf endet in
fi: Myynti päättyy
fr: La vente se termine
id_id: Hitung mundur waktu promo
it: Sale termina
nb: Salg slutter i
nl: Sale eindigt binnen
pt: Venda termina em
sv: Försäljning slutar i
th: การขายสิ้นสุดใน
vi_vn: Đếm ngược
zh_hans: 活动倒计时
zh_hant: 活动倒计时

# dp_favorite_new_abulm
source: Add
cs: Přidat
de: Hinzufügen
es: Agregar
fi: Lisää
fr: Ajouter
id_id: Buat baru
it: Aggiungi
nl: Toevoegen
pl: Dodaj
pt: Adicionar
th: เพิ่ม
vi_vn: Tệp mới
zh_hans: 新建
zh_hant: 新建

# dp_favorite_popup_cancel
source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Avbryt
th: ยกเลิก
vi_vn: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# dp_favorite_popup_confirm
source: Confirm
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: confirmer
id_id: Ok
it: Conferma
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
sv: Bekräfta
th: ยืนยัน
vi_vn: Xác nhận
zh_hans: 确定
zh_hant: 确定

# dp_favorite_toast_success
source: Item was added to your album
cs: Položka byla přidána do vašeho alba
da: Varen blev tilføjet til dit album
de: Artikel wurde Ihrem Album hinzugefügt
es: Se agregó un elemento a su álbum
fi: Tuote lisättiin albumiisi
fr: Un article a été ajouté à votre album
id_id: Berhasil ditambahkan ke
it: L'elemento è stato aggiunto al tuo album
nb: Elementet ble lagt til i albumet ditt
nl: Item is toegevoegd aan uw album
pl: Produkt został dodany do twojego albumu
pt: Item foi adicionado ao seu álbum
sv: Produkten lagts till i ditt album
th: เพิ่มรายการในอัลบั้มของคุณ
vi_vn: Đã thêm
zh_hans: 已成功添加到
zh_hant: 已成功添加到

# dp_favorite_popup_unfav_success
source: Remove from the album successfully
cs: Úspěšně odebrat z alba
da: Fjern fra albummet
de: Erfolgreich aus dem Album entfernen
es: Eliminar del álbum con éxito
fi: Poista albumista onnistuneesti
fr: Supprimer de l'album avec succès
id_id: Berhasil membatalkan koleksi
it: Rimuovi dall'album con successo
nb: Fjern fra albumet vellykket
nl: Verwijderen uit het album met succes
pl: Pomyślnie usuń z albumu
pt: Remover do álbum com sucesso
sv: Ta bort från albumet framgångsrikt
th: ลบออกจากอัลบั้มสำเร็จ
vi_vn: Đã hủy
zh_hans: 取消收藏成功
zh_hant: 取消收藏成功

# dp_soldout
source: Sold Out
cs: Vyprodáno
da: Udsolgt
de: Ausverkauft
es: Agotado
fi: Loppuunmyyty
fr: Épuisé
id_id: Sudah terjual habis
it: Esaurito
nb: Utsolgt
nl: Uitverkocht
pl: Wyprzedane
pt: esgotado
sv: Slutsåld
th: ขายหมด
vi_vn: Hết hàng
zh_hans: 售光了
zh_hant: 售光了，找相似

# dp_description
source: About the Item
cs: O položce
da: Om varen
de: Informationen zum Artikel
es: Acerca del elemento
fi: Tietoja tuotteesta
fr: À propos de l'élément
id_id: Deskripsi produk
it: Informazioni sull'elemento
nb: Om varen
nl: Over het artikel
pt: Sobre o item
sv: Om objektet
th: เกี่ยวกับรายการ
vi_vn: Miêu tả sản phẩm
zh_hans: 商品概述
zh_hant: 商品概述

# dp_add_cart_success_toast
source: Added to cart
cs: Přidáno do košíku
da: Tilføjet i kurven
de: Zum Warenkorb hinzugefügt
es: Agregado al carrito
fi: Lisätty ostoskoriin
fr: Ajouté au panier
id_id: Ditambahkan ke keranjang
it: Aggiunto al carrello
nb: Lagt til i handlekurven
nl: Toegevoegd aan winkelwagen
pl: Dodano do koszyka
pt: Adicionado ao carrinho
sv: Lades i kundvagnen
th: เพิ่มลงในรถเข็น
vi_vn: Đã thêm vào giỏ hàng
zh_hans: 成功加入购物车
zh_hant: 成功加入購物車

# search_result_temp_title
source: Search Results
cs: Výsledky hledání
da: Søgeresultater
de: Suchergebnisse
es: Resultados de la búsqueda
fi: Hakutulokset
fr: Résultats de la recherche
id_id: Daftar produk
it: Risultati della ricerca
nb: Søkeresultater
nl: Zoekresultaten
pl: Wyniki wyszukiwania
pt: Resultados da pesquisa
sv: Sökresultat
th: ผลลัพธ์การค้นหา
vi_vn: Danh sách sản phẩm
zh_hans: 商品列表
zh_hant: 商品列表

# search_history_result
source: History
cs: Historie
de: Verlauf
fi: Historia
fr: Historique
id_id: Pencarian histori
it: Cronologia
nl: Geschiedenis
pl: Historia
pt: Histórico
th: ประวัติ
vi_vn: Lịch sử tìm kiếm
zh_hans: 历史搜索
zh_hant: 历史搜索

# search_history_result_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Avbryt
th: ยกเลิก
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# search_hot_result
source: Trending
cs: Trendy
de: Trend
fi: Trendit
fr: Tendances
id_id: Pencarian popouler
it: Tendenza
pt: Tendência
th: ได้รับความนิยม
vi_vn: Tìm kiếm nhiều nhất
zh_hans: 热门搜索
zh_hant: 热门搜索

# search_all_brand
source: All Brands
cs: Všechny značky
da: Alle mærker
de: Alle Marken
es: Todas las marcas
fi: Kaikki tuotemerkit
fr: Toutes les marques
id_id: Semua merk
it: Tutte le marche
nb: Alle merker
nl: Alle merken
pl: Wszystkie marki
pt: Todas as Marcas
sv: Alla varumärken
th: แบรนด์ทั้งหมด
vi_vn: Toàn bộ thương hiệu
zh_hans: 所有品牌
zh_hant: 所有品牌

# search_brand_list
source: Brand List
cs: Seznam značek
da: Brandliste
de: Markenliste
fi: tuotemerkki
fr: Liste de marques
id_id: Daftar merk
it: Elenco marchi
nl: Merklijst
pl: Lista marek
pt: Lista de marcas
th: รายชื่อแบรนด์
vi_vn: Danh sách thương hiệu
zh_hans: 品牌列表
zh_hant: 品牌列表

# search_result_filter_clear
source: Clear
cs: Vymazat
de: Löschen
es: Borrar
fi: Tyhjennä
fr: Effacer
id_id: Bersihkan
it: Cancella
nl: Wissen
pl: Wyczyść
pt: Limpar
th: ล้าง
vi_vn: Xóa
zh_hans: 清除
zh_hant: 清除

# search_history_result_clear_popup_title
source: Clear Search History
cs: Vymazat historii vyhledávání
da: Ryd søgehistorik
de: Suchverlauf löschen
es: Borrar historial de búsqueda
fi: Tyhjennä hakuhistoria
fr: Effacer l'historique des recherches
id_id: Hapus daftar histori
it: Cancella cronologia ricerche
nb: Tøm søkeloggen
nl: Zoekgeschiedenis wissen
pl: Wyczyść historię wyszukiwania
pt: Limpar histórico de pesquisa
sv: Rensa sökhistorik
th: ล้างประวัติการค้นหา
vi_vn: Xóa lịch sử tìm kiếm
zh_hans: 清空历史记录
zh_hant: 清空歷史記錄

# search_history_result_clear_popup_content
source: Are you sure you want to clear your Search History?
cs: Opravdu chcete vymazat svou historii vyhledávání?
da: Er du sikker på,at du vil rydde din søgehistorik?
de: Möchten Sie das Suchprotokoll wirklich löschen?
es: ¿Está seguro de que desea borrar su historial de búsqueda?
fi: Haluatko varmasti poistaa hakuhistoriasi?
fr: Voulez-vous vraiment effacer votre historique de recherche?
id_id: Apakah Anda yakin ingin menghapus histori pencarian?
it: Sei sicuro di voler cancellare la cronologia delle ricerche?
nb: Er du sikker på at du vil slette søkeloggen din?
nl: Weet u zeker dat u uw zoekgeschiedenis wilt wissen?
pl: Czy na pewno chcesz wyczyścić historię wyszukiwania?
pt: Tem certeza de que deseja limpar o histórico de pesquisa?
sv: Är du säker på att du vill rensa din sökhistorik?
th: คุณแน่ใจหรือไม่ว่าต้องการล้างประวัติการค้นหาของคุณ
vi_vn: Bạn chắc chắn muốn xóa lịch sử tìm kiếm chứ?
zh_hans: 你确定要清空搜索历史吗？
zh_hant: 你確定要清空搜索記錄嗎？

# search_history_result_clear_popup_cancle
source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Avbryt
th: ยกเลิก
vi_vn: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# search_history_result_clear_popup_confirm
source: Confirm
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
id_id: Yakin
it: Conferma
nb: Bekreft
nl: Bevestig
pl: Potwierdź
pt: Confirmar
sv: Bekräfta
th: ยืนยัน
vi_vn: Xác nhận
zh_hans: 确定
zh_hant: 確定

# cart_checkout_credit_card
source: Credit/Debit Card
cs: Kreditní/debetní karta
da: Kredit/betalingskort
de: Kredit-/Debitkarte
es: Tarjeta de crédito / débito
fi: Luottokortti
fr: Carte de crédit/débit
id_id: Pembayaran dengan kartu kredit
it: Carta di credito/debito
nb: Kreditt/debetkort
pl: Karta kredytowa/debetowa
pt: Cartão de crédito/débito
sv: Kredit/Betalkort
th: บัตรเครดิต/เดบิต
vi_vn: Thanh toán bằng thẻ tín dụng
zh_hans: 信用卡支付
zh_hant: 信用卡支付

# cart_checkout_total_bill
source: Total
cs: Celkem
de: Summe
fi: Yhteensä
id_id: Total pembayaran
it: Totale
nb: Totalt
pl: Razem
th: รวม
vi_vn: Tổng tiền đơn đặt hàng
zh_hans: 订单总额
zh_hant: 訂單總額

# cart_checkout_credit_card_title
source: Credit/Debit Card
cs: Kreditní/debetní karta
da: Kredit/betalingskort
de: Kredit-/Debitkarte
es: Tarjeta de crédito / débito
fi: Luottokortti
fr: Carte de crédit/débit
id_id: Pembayaran dengan kartu kredit
it: Carta di credito/debito
nb: Kreditt/debetkort
pl: Karta kredytowa/debetowa
pt: Cartão de crédito/débito
sv: Kredit/Betalkort
th: บัตรเครดิต/เดบิต
vi_vn: Thanh toán bằng thẻ tín dụng
zh_hans: 信用卡支付
zh_hant: 信用卡支付

# cart_checkout_change_credit_card
source: Change Card
cs: Změna karty
da: Skift kort
de: Karte ändern
es: Cambiar tarjeta
fi: Vaihda kortti
fr: Changer de carte
id_id: Ganti kartu kredit
it: Cambia scheda
nb: Endre kort
nl: Wijzig kaart
pl: Zmień kartę
pt: Alterar cartão
sv: Ändra kort
th: เปลี่ยนบัตร
vi_vn: Đổi thẻ khác
zh_hans: 换一张卡
zh_hant: 換一張卡

# cart_checkout_new_credit_card
source: Add New Card
cs: Přidat novou kartu
da: Tilføj nyt kort
de: Neue Karte hinzufügen
es: Agregar nueva tarjeta
fi: Lisää uusi kortti
fr: Ajouter une nouvelle carte
id_id: Buat kartu kredit/debit
it: Aggiungi nuova carta
nb: Legg til nytt kort
nl: Nieuwe kaart toevoegen
pl: Dodaj nową kartę
pt: Adicionar novo cartão
sv: Lägg till nytt kort
th: เพิ่มบัตรใหม่
vi_vn: Thẻ mới
zh_hans: 新建信用卡
zh_hant: 新建信用卡

# cart_checkout_credit_card_toast
source: Please add new card first
cs: Nejprve přidejte novou kartu
da: Tilføj venligst nyt kort først
de: Bitte erst neue Karte hinzufügen
es: Primero agregue una nueva tarjeta
fi: Lisää uusi kortti ensin
fr: Veuillez d'abord ajouter une nouvelle carte
id_id: Silahkan buat kartu kredit terlebih dahulu
it: Aggiungi prima la nuova carta
nb: Vennligst legg til nytt kort først
nl: Voeg eerst een nieuwe kaart toe
pl: Najpierw dodaj nową kartę
pt: Por favor, adicione novo cartão primeiro
sv: Var god lägg till nytt kort först
th: โปรดเพิ่มบัตรใหม่ก่อน
vi_vn: Vui lòng chọn lập thẻ tín dụng mới
zh_hans: 请先新建信用卡
zh_hant: 請先新建信用卡

# cart_checkout_credit_card_cancel
source: Cancel
cs: Zrušit
de: Absagen
es: Cancelar
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: retour
pl: Anuluj
pt: Cancelar
sv: Avbryt
th: ยกเลิก
vi_vn: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# cart_checkout_credit_card_pay
source: Pay
cs: Platba
de: Bezahlen
fr: Payer
id_id: Bayar
it: Paga
nb: Betal
nl: Betaal
pl: Zapłać
pt: Pagar
th: ชำระเงิน
vi_vn: Thanh toán
zh_hans: 付款
zh_hant: 付款

# cart_checkout_credit_card_confirm
source: Confirm
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
it: Conferma
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
sv: Bekräfta
th: ยืนยัน
vi_vn: Xác nhận
zh_hans: 确认
zh_hant: 確認

# cart_checkout_card_holdername_title
source: Name
cs: Jméno
da: Navn
fi: Nimi
fr: Nom
id_id: Nama pemegang kartu
it: Nome
nl: Naam
pl: Nazwa
pt: Nome
th: ชื่อ
vi_vn: Họ tên chủ thẻ
zh_hans: 持卡人姓名
zh_hant: 持卡人姓名

# cart_checkout_card_holdername_default
source: Cardholder Name
cs: Jméno držitele karty
da: Kortindehavernavn
de: Name des Karteninhabers
es: Nombre del titular de la tarjeta
fi: Kortinhaltijan nimi
fr: Nom du titulaire de la carte
id_id: Nama pemegang kartu
it: Nome del titolare della carta
nb: Kortinnehavernavn
nl: Kaarthoudernaam
pl: Nazwa posiadacza karty
pt: Nome do titular do cartão
sv: Kortinnehavarens namn
th: ชื่อผู้ถือบัตร
vi_vn: Họ tên chủ thẻ
zh_hans: 持卡人姓名
zh_hant: 持卡人姓名

# cart_checkout_card_number_title
source: Card No.
cs: Číslo karty
da: Kortnummer
de: Kartennummer
fi: Kortin numero
fr: N ° de carte
id_id: Nomor kartu
it: N. tessera
nb: Kortnummer
nl: Kaartnummer
pl: Nr karty
pt: Número do cartão
sv: Kortnummer
th: หมายเลขบัตร
vi_vn: Mã thẻ
zh_hans: 卡号
zh_hant: 卡號

# cart_checkout_card_number_default
source: Enter Card Number
cs: Zadejte číslo karty
da: Indtast kortnummer
de: Kartennummer eingeben
es: Ingrese el número de tarjeta
fi: Anna kortin numero
fr: Entrer le numéro de carte
id_id: Silahkan masukkan nomor kartu
it: Inserisci il numero della carta
nb: Skriv inn kortnummer
nl: Voer kaartnummer in
pl: Wpisz numer karty
pt: Digite o número do cartão
sv: Ange kortnummer
th: ป้อนหมายเลขบัตร
vi_vn: Xin mời nhập mã thẻ
zh_hans: 请输入信用卡号
zh_hant: 請輸入信用卡號

# cart_checkout_valid_date_title
source: Expiry Date
cs: Datum ukončení platnosti
da: Udløbsdato
de: Ablaufdatum
es: Fecha de caducidad
fi: päättymispäivä
fr: Date d'expiration
id_id: Masa berlaku
it: Data di scadenza
nb: Utløpsdato
nl: Vervaldatum
pl: Data wygaśnięcia
pt: Data de expiração
th: วันหมดอายุ
vi_vn: Có hiệu lực
zh_hans: 有效期
zh_hant: 有效期

# cart_checkout_valid_date_default
source: MM/YY
id_id: Bulan bulan / Tahun tahun
pt: MM/AA
vi_vn: Tháng/ năm
zh_hans: 月月/年年
zh_hant: 月月/年年

# cart_checkout_safe_code_title
source: CVV
id_id: Kode keamanan
vi_vn: Mã an toàn
zh_hans: 安全码
zh_hant: 安全碼

# cart_checkout_safe_code_default
source: Enter CVV
cs: Zadejte CVV
da: Indtast CVV
de: CVV eingeben
fi: Anna CVV
fr: Entrer CVV
id_id: Isi kode keamananan yang tertera di belakang kartu
it: Inserisci CVV
nb: Skriv inn CVV
nl: Voer CVV in
pl: Wpisz CVV
pt: Inserir CVV
sv: Ange CVV
th: ป้อน CVV
vi_vn: Nhập mã an toàn phía sau thẻ
zh_hans: 填写卡片背后安全码
zh_hant: 填寫卡片背後安全碼

# cart_checkout_about_safety
source: Your payment for this purchase is processed securely by a third party payment processor. CloudMall does not store your credit card information.
cs: Vaše platba za tento nákup je bezpečně zpracována zpracovatelem platby třetí stranou. CloudMall neukládá informace o vaší kreditní kartě.
da: Din betaling for dette køb behandles sikkert af en tredjeparts betalingsprocessor.CloudMall lagrer ikke dine kreditkortoplysninger.
de: Ihre Zahlung für diesen Kauf wird sicher von einem Drittanbieter für Zahlungsabwicklung verarbeitet. CloudMall speichert keine Kreditkarteninformationen.
es: Su pago por esta compra es procesado de manera segura por un procesador de pagos de terceros. CloudMall no almacena la información de su tarjeta de crédito.
fi: Kolmannen osapuolen maksuprosessori käsittelee tämän oston maksun turvallisesti. CloudMall ei tallenna luottokorttitietojasi.
fr: Votre paiement pour cet achat est traité de manière sécurisée par un processeur de paiement tiers. CloudMall ne stocke pas les informations de votre carte de crédit.
id_id: Pembayaran disediakan oleh pihak ketiga, kami berkomitmen dan menjamin keamanan dan kerahasiaan informasi di dalam kartu, serta tidak akan membocorkannya ke pihak luar. CloudMall tidak akan menyimpan informasi kartu Anda.
it: Il pagamento per questo acquisto viene elaborato in modo sicuro da un terzo sistema di pagamento CloudMall non memorizza i dati della carta di credito ..
nb: Betalingen din for dette kjøpet behandles sikkert av en tredjeparts betalingsprosessor. CloudMall lagrer ikke kredittkortinformasjonen din.
nl: Uw betaling voor deze aankoop wordt veilig verwerkt door een externe betalingsverwerker CloudMall slaat uw creditcardgegevens niet op.
pl: Twoja płatność za ten zakup jest przetwarzana bezpiecznie przez procesora płatności strony trzeciej. CloudMall nie przechowuje informacji o karcie kredytowej.
pt: Seu pagamento desta compra é processado com segurança por um processador de pagamento de terceiros. O CloudMall não armazena as informações do seu cartão de crédito.
sv: Din betalning för det här köpet bearbetas säkert av en betalningsleverantör från tredje part. CloudMall lagrar inte din kreditkortsinformation.
th: การชำระเงินของคุณสำหรับการซื้อนี้ได้รับการประมวลผลอย่างปลอดภัยโดยหน่วยประมวลผลการชำระเงินบุคคลที่สาม CloudMall ไม่ได้จัดเก็บข้อมูลบัตรเครดิตของคุณ
vi_vn: Dịch vụ thanh toán do bên thứ ba cung cấp, bên thứ ba cam kết bảo mật thông tin thẻ, không để lộ thông tin ra ngoài. CloudMall không có trách nhiệm lưu trữ thông tin thẻ.
zh_hans: 支付由第三方提供，承诺保证卡片信息安全加密，并不向外泄露。CloudMall不会保存你的卡片信息。
zh_hant: 支付由第三方提供，承諾保證卡片信息安全加密，并不向外洩露。CloudMall並不會存儲你的卡片信息

# cart_checkout_comfirm
source: Confirm
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
id_id: Selesai
it: Conferma
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
sv: Bekräfta
th: ยืนยัน
vi_vn: Hoàn tất
zh_hans: 完成
zh_hant: 完成

# cart_checkout_card_holdername_toast
source: Cardholder name is invalid. Please only use alphanumeric characters [A-z]
cs: Jméno držitele karty je neplatné. Použijte pouze alfanumerické znaky [A-z]
da: Kortets navn er ugyldigt.Brug kun alfanumeriske tegn [A-z]
de: Der Name des Karteninhabers ist ungültig. Bitte verwenden Sie nur alphanumerische Zeichen [A-z]
es: El nombre del titular de la tarjeta no es válido. Utilice únicamente caracteres alfanuméricos [A-z]
fi: Kortinhaltijan nimi on virheellinen. Käytä vain aakkosnumeerisia merkkejä [A-z]
fr: Le nom du titulaire de la carte n'est pas valide. Utilisez uniquement des caractères alphanumériques [A-z]
id_id: Silahkan mengisi nama pemegang kartu sesuai dengan yang tertera di kartu kredit Anda
it: nome del titolare non è valido Si prega di utilizzare solo caratteri alfanumerici [A-Z]
nb: Kortinnehaverens navn er ugyldig. Bruk bare alfanumeriske tegn [A-z]
nl: Naam kaarthouder is ongeldig Gebruik alleen alfanumerieke tekens [A-z]
pl: Nazwa posiadacza karty jest nieprawidłowa. Używaj tylko znaków alfanumerycznych [A-z]
pt: O nome do portador do cartão é inválido. Use apenas caracteres alfanuméricos [A-z]
sv: Kortinnehavarens namn är ogiltigt. Använd endast alfanumeriska tecken [A-z]
th: ชื่อผู้ถือบัตรไม่ถูกต้องโปรดใช้เฉพาะตัวอักษรและตัวเลข [A-z]
vi_vn: Vui lòng nhập chính xác tên như trên thẻ
zh_hans: 请填写与卡片上一致的姓名
zh_hant: 請填寫與卡片上一致的姓名

# cart_checkout_card_number_toast
source: Card number entered is invalid. Please doublecheck your card number
cs: Vložené číslo karty je neplatné. Zkontrolujte, prosím, číslo své karty
da: Det indtastede kortnummer er ugyldigt.Venligst dobbeltkryd dit kortnummer
de: Die eingegebene Kartennummer ist ungültig. Bitte überprüfen Sie Ihre Kartennummer.
es: El número de tarjeta ingresado no es válido. Por favor, vuelva a verificar su número de tarjeta
fi: Syötetty kortin numero on virheellinen. Tee kaksinkertainen tarkistus korttisi numero
fr: Le numéro de carte entré est invalide. Veuillez vérifier votre numéro de carte
id_id: Silahkan masukkan dengan benar nomor kartu kredit Anda
it: Numero di carta inserito non è valido Si prega di ricontrollare il numero della carta.
nb: Det oppgitte kortnummeret er ugyldig. Vennligst dobbeltkryss ditt kortnummer
nl: Het ingevoerde kaartnummer is ongeldig Controleer nogmaals uw kaartnummer
pl: Wprowadzony numer karty jest nieprawidłowy. Proszę dwukrotnie sprawdzić numer karty
pt: O número do cartão digitado é inválido. Por favor, verifique o número do seu cartão
sv: Inmatat kortnummer är ogiltigt. Vänligen dubbelkoda ditt kortnummer
th: หมายเลขบัตรที่ป้อนไม่ถูกต้องโปรดตรวจสอบหมายเลขบัตรของคุณอีกครั้ง
vi_vn: Vui lòng nhập chính xác số thẻ tín dụng
zh_hans: 请输入正确的信用卡号
zh_hant: 請輸入正確的信用卡號

# cart_checkout_card_number_toast2
source: Card type is not supported. Please try using another card
cs: Typ karty není podporován. Zkuste použít jinou kartu
da: Korttype understøttes ikke.Prøv venligst at bruge et andet kort
de: Kartentyp wird nicht unterstützt. Bitte versuchen Sie es mit einer anderen Karte
es: El tipo de tarjeta no es compatible. Intente usar otra tarjeta
fi: Korttityyppiä ei tueta. Yritä käyttää toista korttia
fr: Le type de carte n'est pas pris en charge. Essayez d'utiliser une autre carte
id_id: Sementara tidak didukung pembayaran melalui jenis kartu kredit tersebut
it: Il tipo di carta non è supportato. Prova a utilizzare un'altra carta
nb: Korttype støttes ikke. Vennligst prøv å bruke et annet kort
nl: Kaarttype wordt niet ondersteund. Probeer een andere kaart te gebruiken
pl: Typ karty nie jest obsługiwany. Spróbuj użyć innej karty
pt: O tipo de cartão não é suportado. Por favor, tente usar outro cartão
sv: Korttypen stöds inte. Vänligen försök med ett annat kort
th: ประเภทบัตรไม่รองรับโปรดลองใช้การ์ดอื่น
vi_vn: Không hỗ trợ thanh toán bằng loại thẻ tín dụng này
zh_hans: 暂不支持该类信用卡支付
zh_hant: 暫不支持該類信用卡支付

# cart_checkout_valid_date_toast
source: Card expiry date is invalid. Please doublecheck your card expiry date
cs: Datum vypršení platnosti karty je neplatné.
da: Kortets udløbsdato er ugyldig.Kontrollér venligst din kortets udløbsdato
de: Das Ablaufdatum der Karte ist ungültig. Bitte überprüfen Sie das Ablaufdatum Ihrer Karte.
es: La fecha de caducidad de la tarjeta no es válida. Por favor, vuelva a verificar la fecha de caducidad de su tarjeta
fi: Kortin voimassaolon päättymispäivä on virheellinen. Varmista, että kortin voimassaoloaika on kaksinkertainen
fr: La date d'expiration de la carte est invalide. Veuillez vérifier à nouveau la date d'expiration de votre carte
id_id: Masa berlaku kartu Anda telah habis
it: Scheda data di scadenza non è valido Si prega di ricontrollare la vostra carta data di scadenza
nb: Kortets utløpsdato er ugyldig. Vennligst dobbeltkryss ut kortets utløpsdato
nl: De vervaldatum van de kaart is ongeldig. Controleer de vervaldatum van uw kaart nogmaals
pl: Data ważności karty jest nieprawidłowa. Proszę dwukrotnie sprawdzić datę ważności karty
pt: A data de validade do cartão é inválida. Confirme a data de expiração do seu cartão
sv: Kortets utgångsdatum är ogiltigt. Vänligen dubbelkoda ditt kortets utgångsdatum
th: วันหมดอายุของบัตรไม่ถูกต้องโปรดตรวจสอบวันหมดอายุของบัตรอีกครั้ง
vi_vn: Thẻ đã hết hạn sử dụng
zh_hans: 有效期显示该卡片已过期
zh_hant: 有效期显示该卡片已过期

# cart_checkout_safe_code_toast
source: CVV is invalid. Please doublecheck the number you entered
cs: CVV je neplatné. Zkontrolujte prosím dvojité zadání čísla, které jste zadali
da: CVV er ugyldig.Dobbeltkryds det nummer,du indtastede
de: CVV ist ungültig. Bitte überprüfen Sie die eingegebene Nummer.
es: CVV no es válido. Por favor, vuelva a verificar el número que ingresó
fi: CVV on virheellinen. Tarkista kaksinkertainen syöttämäsi numero
fr: CVV n'est pas valide. Veuillez vérifier le numéro que vous avez entré
id_id: Silahkan masukkan kode keamanan yang benar
it: CVV non è valido Si prega di ricontrollare il numero immesso
nb: CVV er ugyldig. Vennligst dobbeltkryss nummeret du skrev inn
nl: CVV is ongeldig Controleer nogmaals het nummer dat u hebt ingevoerd
pl: CVV jest nieprawidłowy. Proszę dwukrotnie sprawdzić wprowadzoną liczbę
pt: O CVV é inválido. Por favor, verifique o número que você digitou
sv: CVV är ogiltigt. Vänligen dubbelkoll på numret du skrev in
th: CVV ไม่ถูกต้องโปรดตรวจสอบหมายเลขที่คุณป้อนอีกครั้ง
vi_vn: Vui lòng nhập chính xác mã an toàn
zh_hans: 请输入正确的安全码
zh_hant: 請輸入正確的安全碼

# cart_edit_done
source: Confirm
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
id_id: Selesai
it: Conferma
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
sv: Bekräfta
th: ยืนยัน
vi_vn: Hoàn tất
zh_hans: 完成
zh_hant: 完成

# cart_edit_delete_no_goods
source: Delete Sold Out Items
cs: Odstranit vyprodávané položky
da: Slet udsolgte varer
de: Ausverkaufte Artikel löschen
es: Eliminar artículos agotados
fi: Poista myytyjä kohteita
fr: Supprimer les articles épuisés
id_id: Hapus yang habis terjual
it: Elimina gli articoli esauriti
nb: Slett solgte elementer
nl: Verwijder uitverkochte items
pl: Usuń sprzedane przedmioty
pt: Excluir itens vendidos
sv: Radera utsålda artiklar
th: ลบรายการที่จำหน่ายหมด
vi_vn: Xóa sản phẩm đã bán hết
zh_hans: 删除已售光
zh_hant: 删除已售光

# cart_edit_delete_item
source: Delete
cs: Odstranit
da: Slet
de: Löschen
fi: Poista
fr: Supprimer
id_id: Hapus
it: Elimina
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Excluir
sv: Ta bort
th: ลบ
vi_vn: Xóa
zh_hans: 删除
zh_hant: 删除
