Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# lucky_spin_page_rules_window3
source: Coupon prizes will be issued directly to your account and physical prizes will be sent out with 7 working days.
da: Kuponpræmier udstedes direkte til din konto, og fysiske præmier sendes ud med 7 arbejdsdage.
es: Los premios de cupón se emitirán directamente a su cuenta y los premios físicos se enviarán con 7 días hábiles.
fr: Les prix des coupons seront émis directement sur votre compte et les prix physiques seront envoyés sous 7 jours ouvrables.
it: I premi coupon verranno emessi direttamente sul tuo account e i premi fisici verranno inviati con 7 giorni lavorativi.
nb: Kupongpremier vil bli utstedt direkte til din konto og fysiske premier vil bli sendt ut med 7 virkedager.
pt: Os prêmios do cupom serão emitidos diretamente na sua conta e os prêmios físicos serão enviados com 7 dias úteis.
sv: Kupongpriser kommer att ges ut direkt till ditt konto och fysiska priser skickas ut med 7 arbetsdagar.
zh_hans: 优惠券奖金将直接发送到您的帐户，实际奖金将在7个工作日内寄出。

# lucky_spin_page_rules_window4
source: All coupons issued during this event will be deducted from the goods price of your next order, and are valid for 2 days.
da: Alle kuponer, der udstedes under denne begivenhed, trækkes fra varens pris på din næste ordre og er gyldige i 2 dage.
es: Todos los cupones emitidos durante este evento se deducirán del precio de los productos de su próximo pedido y son válidos por 2 días.
fr: Tous les coupons émis lors de cet événement seront déduits du prix des biens de votre prochaine commande et seront valables pendant 2 jours.
it: Tutti i coupon emessi durante questo evento verranno detratti dal prezzo della merce del tuo prossimo ordine e sono validi per 2 giorni.
nb: Alle kuponger som er utstedt under dette arrangementet blir trukket fra vareprisen på din neste ordre, og er gyldige i to dager.
pt: Todos os cupons emitidos durante este evento serão deduzidos do preço dos produtos do seu próximo pedido e são válidos por 2 dias.
sv: Alla kuponger som utfärdats under detta evenemang dras av från priset för din nästa beställning och gäller i två dagar.
zh_hans: 在此活动中发行的所有优惠券将从您下一次订购的商品价格中扣除，有效期为2天。

# lucky_spin_page_rules_window5
source: Any malicious cheating action will be punished by cancelling the prizes.
da: Enhver ondsindet snydeaktion straffes ved at annullere præmierne.
es: Cualquier acción de engaño maliciosa será castigada cancelando los premios.
fr: Toute action de fraude malveillante sera punie par l’annulation des prix.
it: Qualsiasi azione fraudolenta verrà punita annullando i premi.
nb: Enhver ondsinnet jukshandling vil bli straffet ved å avlyse premiene.
pt: Qualquer ação fraudulenta será punida com o cancelamento dos prêmios.
sv: All skadlig fuskhandling kommer att straffas genom att avbryta priserna.
zh_hans: 将对任何恶意的作弊行为进行取消奖品处罚。

# lucky_spin_page_rules_window6
source: The right of final interpretation belongs to CloudMall.
da: Retten til endelig fortolkning hører til CloudMall.
es: El derecho de interpretación final pertenece a CloudMall.
fr: Le droit d'interprétation finale appartient à CloudMall.
it: Il diritto all'interpretazione finale appartiene a CloudMall.
nb: Retten til endelig tolkning tilhører CloudMall.
pt: O direito de interpretação final pertence ao CloudMall.
sv: Rätten till slutlig tolkning tillhör CloudMall.
zh_hans: 最终解释权属于CloudMall。

# dp_page_shipping_window
source: Check out now
da: Tjek nu
de: Jetzt auschecken
es: Pagar ahora
fr: Vérifier maintenant
it: Scopri ora
nb: Sjekk ut nå
pt: Confira agora
sv: Kolla in nu
zh_hans: 立即下单

# dp_page_deploy_element1
source: USERS WHO BUY THIS ITEM ALSO BUY
da: KØB DETTE VARE OGSÅ KØB
de: DIESES ARTIKEL AUCH KAUFEN
es: COMPRAR ESTE ARTÍCULO TAMBIÉN COMPRAR
fr: ACHETER CET ARTICLE AUSSI ACHETER
it: ACQUISTA ANCHE QUESTO ARTICOLO
nb: KJØP DETTE VARE OGSÅ KJØP
pt: COMPRE ESTE ARTIGO TAMBÉM COMPRE
sv: KÖP DETTA PUNKT Också KÖP
zh_hans: 购买过该商品的可能购买

# dp_page_deploy_element2
source: More
da: Mere
de: Mehr
es: Más
fr: Plus
it: Altro
nb: Mer
pt: Mais
sv: Mer
zh_hans: 更多

# app_ad_page1
source: Skip
da: Spring over
de: Überspringen
es: Saltar
fr: Ignorer
it: Salta
nb: Hopp over
pt: Ignorar
sv: Hoppa över
zh_hans: 跳过

# bottom_bar_tutorial_remiand1
source: Up to
da: Op til
de: Bis zu
es: Hasta
fr: Jusqu'à
it: Fino a
nb: Opp til
pt: Até
sv: Upp till
zh_hans: 超过

# bottom_bar_tutorial_remiand2
source: OFF hot sale items Flash sale are here, don’t miss out!
da: FRA hot salg varer Flash-salg er her, gå ikke glip af!
de: OFF-Artikel für den Sofortverkauf sind da, verpassen Sie es nicht!
es: OFF artículos en oferta ¡La venta flash está aquí, no se la pierda!
fr: La vente flash est en vente, les soldes sont terminés, ne manquez pas cette opportunité!
it: OFF articoli in vendita caldi La vendita in flash è qui, da non perdere!
nb: AV hot salg varer Flash salg er her, ikke gå glipp av det!
pt: OFF itens de venda quente A venda em flash chegou, não perca!
sv: FRÅN heta försäljningsartiklar Flash-försäljning är här, missa inte!
zh_hans: 热销闪购商品在这里，千万不要错过!

# bottom_bar_tutorial_remiand3
source: Here you can check your latest order and shipping information.
da: Her kan du kontrollere dine seneste ordre- og forsendelsesoplysninger.
de: Hier können Sie die neuesten Bestell- und Versandinformationen überprüfen.
es: Aquí puede consultar su último pedido y la información de envío
fr: Vous pouvez vérifier ici les dernières informations relatives à votre commande et à votre expédition.
it: Qui puoi controllare il tuo ultimo ordine e le informazioni di spedizione.
nb: Her kan du sjekke den nyeste bestillings- og fraktinformasjonen.
pt: Aqui você pode verificar as informações mais recentes sobre pedidos e remessas.
sv: Här kan du kontrollera din senaste beställnings- och leveransinformation.
zh_hans: 在这里您可以查看最新的订单和运送信息。

# bottom_bar_tutorial_remiand4
source: Here you can check your latest logistics information.
da: Her kan du kontrollere dine seneste logistikoplysninger.
de: Hier können Sie Ihre neuesten Logistikinformationen überprüfen.
es: Aquí puede consultar su última información logística
fr: Vous pouvez vérifier ici les informations logistiques les plus récentes.
it: Qui puoi controllare le tue ultime informazioni logistiche.
nb: Her kan du sjekke den nyeste logistikkinformasjonen.
pt: Aqui você pode verificar suas informações logísticas mais recentes.
sv: Här kan du kontrollera din senaste logistikinformation.
zh_hans: 在这里您可以查看最新的物流信息。

# bottom_bar_tutorial_remiand5
source: Got it
da: Fik det
de: Verstanden
es: Lo tengo
fr: J'ai compris
it: Capito
nb: Fikk det
pt: Entendi
sv: Har det
zh_hans: 知道了

# filter_minorcategories
source: MinorCategories
fi: MinorKategoriat
th: หมวดหมู่ย่อย

# sidebar_faq
source: FAQ
es: Preguntas frecuentes
nl: Veelgestelde vragen
