Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# flash_sale_remind
source: We will reminder you once it starts.You can check it in your Reminder List.
cs: Budeme vám připomenout, jakmile začnete. Můžete jej zkontrolovat ve svém seznamu upomínek.
da: Vi vil påminde dig, når den starter. Du kan tjekke den i din påmindelsesliste.
de: Wir werden Sie daran erinnern,sobald es startet.Sie können es in Ihrer Erinnerungsliste nachsehen.
es: Le recordaremos una vez que comience. Puede verificarlo en su Lista de recordatorios.
fi: Muistutamme, kun se käynnistyy. Voit tarkistaa sen muistutuslistallasi.
fr: Nous vous le rappellerons une fois démarré. Vous pourrez le vérifier dans votre liste de rappels.
it: Ti ricorderemo una volta avviato. Puoi controllarlo nell'elenco dei ricordi.
nb: Vi vil påminne deg når den starter. Du kan sjekke den i påminnelseslisten.
nl: We zullen u eraan herinneren wanneer het is gestart. U kunt het in uw Herinnerijst bekijken.
pl: Przypomnimy ci, kiedy się uruchomi. Możesz to sprawdzić na liście przypomnień.
pt: Iremos lembrá-lo assim que ele começar. Você pode verificar isso na sua Lista de lembretes.
sv: Vi kommer påminna dig när den startar. Du kan kontrollera den i din påminnelsestabell.
th: เราจะเตือนคุณเมื่อเริ่มต้นคุณสามารถตรวจสอบได้ในรายการเตือนความจำของคุณ
vi_vn: Chúng tôi sẽ nhắc bạn khi nó bắt đầu. Bạn có thể kiểm tra nó trong Danh sách nhắc nhở của bạn.
zh_hans: 活动开始前将会提醒您，您可在提醒列表找到该活动商品

# flash_sale_cancel_remind
source: Cancel Reminder
cs: Zrušit připomenutí
da: Annuller påmindelse
de: Erinnerung abbrechen
fi: Peruuta muistutus
fr: Annuler le rappel
it: Annulla promemoria
nb: Avbryt påminnelse
nl: Herinnering annuleren
pl: Anuluj przypomnienie
pt: Cancelar lembrete
sv: Avbryt påminnelse
th: ยกเลิกการแจ้งเตือน
vi_vn: Hủy lời nhắc
zh_hans: 取消提醒

# flash_sale_reminder_list
source: You have no viewed items yet. The earlier you set reminders, the earlier you get good items.
cs: Nemáte zatím zobrazené položky. Čím dříve nastavíte připomenutí, tím dřív získáte dobré zboží.
da: Du har endnu ikke set elementer. Jo tidligere du angiver påmindelser, jo tidligere får du gode varer.
de: Sie haben noch keine Artikel angesehen.Je früher Sie Erinnerungen einstellen, desto früher erhalten Sie gute Artikel.
es: No ha visto ningún elemento todavía. Cuanto antes establezca los recordatorios, antes obtendrá buenos artículos.
fi: Sinulla ei ole vielä katsottuja kohteita. Mitä aikaisemmin olet asettanut muistutuksia, sitä aikaisemmin saat hyviä kohteita.
fr: Vous n'avez pas encore d'éléments visionnés. Plus vous définissez des rappels tôt, plus vous obtenez de bons éléments plus tôt.
it: Non hai ancora elementi visibili. Prima si impostano i promemoria, prima si ottengono buoni elementi.
nb: Du har ingen viste elementer ennå.Jo tidligere du angir påminnelser,jo tidligere får du gode elementer.
nl: Je hebt nog geen bekeken items. Hoe eerder je herinneringen instelt, hoe eerder je goede items krijgt.
pl: Nie masz jeszcze oglądanych elementów. Im wcześniej ustawisz przypomnienia, tym wcześniej otrzymasz dobre przedmioty.
pt: Você ainda não viu itens. Quanto mais cedo você definir os lembretes, quanto mais cedo você conseguir bons itens.
sv: Du har inga visade objekt ännu. Ju tidigare du anger påminnelser, desto tidigare får du bra saker.
th: คุณยังไม่มีรายการที่ดูไว้ก่อนหน้านี้คุณตั้งค่าเตือนความจำก่อนหน้านี้คุณจะได้รับรายการที่ดี
vi_vn: Bạn chưa có tin được xem nào. Trước đó bạn thiết lập nhắc nhở, trước đó bạn nhận được các mặt hàng tốt.
zh_hans: 您还没有收藏过闪购商品，赶紧收藏你的心仪商品吧~

# flash_sale_fiery_buying
source: Fiery Buying
cs: nákup ohnivý
fr: Achat ardent
it: Acquisto Fiery
nl: Fiery kopen
pt: Compra Fiery
th: ซื้อไฟมาก
zh_hans: 抢购中

# flash_sale_coming_remind_me
source: Remind Me
cs: Připomenout mě
da: Påmind mig
de: Erinnere mich
es: Recuérdame
fi: Muistuta minua
fr: Me le rappeler
it: Ricordamelo
nb: Påminn meg
nl: Herinner me
pl: Przypomnij mi
pt: Lembre-me
sv: Påminn mig
th: เตือนฉัน
vi_vn: Nhắc nhở tôi
zh_hans: 提醒我

# flash_sale_coming_following
source: Following
cs: Následující
de: folgt
es: Siguiente
fi: Seuraava
fr: suivant
it: Seguito
nb: Følgende
pl: Follow
pt: Seguindo
th: กำลังติดตาม
vi_vn: Tiếp theo
zh_hans: 关注

# flash_sale_reminder_list_title
source: Reminder List
cs: Seznam připomenutí
da: Påmindelsesliste
de: Erinnerungsliste
es: Lista de recordatorios
fi: Muistutuslista
fr: Liste de rappel
it: Elenco promemoria
nb: Påminnelsesliste
nl: Reminderlijst
pl: Lista przypomnień
pt: Lista de lembretes
sv: Påminnelsemista
th: รายการเตือนความจำ
vi_vn: Danh sách nhắc nhở
zh_hans: 我的提醒

# flash_sale_reminder_canceled
source: Reminder Canceled
cs: Připomenutí bylo zrušeno
da: Påmindelse annulleret
de: Erinnerung abgebrochen
fi: Muistutus peruutettu
fr: Rappel annulé
it: Promemoria annullato
nb: Påminnelse kansellert
nl: Herinnering geannuleerd
pl: Przypomnienie anulowane
pt: Lembrete cancelado
sv: Påminnelse avbruten
th: ยกเลิกการเตือนความจำ
vi_vn: Đã hủy lời nhắc
zh_hans: 已取消提醒

# flash_sale_reminder_list_on_going
source: On Going
fi: Käynnissä
fr: En cours
it: In corso
pt: Ligado
th: กำลังดำเนินการ
vi_vn: Đang diễn ra
zh_hans: 进行中

# flash_sale_tomorrow
source: Tomorrow
cs: Zítra
de: Morgen
fi: Huomenna
fr: Demain
it: Domani
nl: Morgen
pl: Jutro
pt: Amanhã
sv: Imorgon
th: พรุ่งนี้
vi_vn: Ngày mai
zh_hans: 明天

# coupon_successful
source: You got the coupon(s)!
cs: Máte kupon (y)!
da: Du har kuponen(e)!
de: Sie haben den/die Coupon (e) erhalten!
es: ¡Obtuvo los cupones!
fi: Sinulla on kuponki(t)!
fr: Vous avez le coupon!
it: Hai ottenuto il/i coupon/i!
nb: Du har kupongen(e)!
nl: U hebt de kortingsbon(nen)!
pl: Masz kupon (y)!
pt: Você recebeu o(s) cupom(s)!
sv: Du har kupongen (-erna)!
th: คุณได้รับคูปอง!
zh_hans: 恭喜你，成功领取优惠券

# coupon_already_received
source: You already got the coupon(s)!
cs: Už jste dostali kupony!
da: Du har allerede kuponen(e)!
de: Sie haben bereits den/die Coupon (e) erhalten!
es: ¡Ya recibió los cupones!
fi: Sinulla on jo kuponki(t)!
fr: Vous avez déjà reçu le (s) coupon (s)!
it: Hai già ottenuto il/i coupon/i!
nb: Du har allerede fått kupongen(e)!
nl: U hebt de coupon(s) al ontvangen!
pl: Masz już kupon (y)!
pt: Você já recebeu o(s) cupom(s)!
sv: Du har redan kupongen/-erna!
th: คุณได้รับคูปองแล้ว!
zh_hans: 您已领取过该优惠券

# coupon_error
source: Somthing went wrong with the network, please try again
cs: Somthing se pokazilo v síti, zkuste to znovu
da: Something gik galt med netværket, prøv igen
de: Im Netzwerk ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Algo salió mal con la red, inténtelo de nuevo
fi: Somthing meni pieleen verkon kanssa, yritä uudelleen
fr: Un problème est survenu sur le réseau. Veuillez réessayer
it: Qualcosa è andato storto con la rete, per favore riprova
nb: Somthing gikk galt med nettverket, prøv igjen
nl: Er is iets misgegaan met het netwerk, probeer het opnieuw
pl: Coś poszło nie tak z siecią, spróbuj ponownie
pt: Algo deu errado com a rede, por favor, tente novamente
sv: Något gick fel med nätverket, försök igen
th: เกิดข้อผิดพลาดกับเครือข่ายโปรดลองอีกครั้ง
zh_hans: 网络出小差了，请重试

# comparison_price_sold_by
source: Sold by
cs: Prodáno
da: Solgt af
es: Vendido por
fi: Myymät
it: Venduto da
nb: Selges av
nl: Aangeboden door
pl: Sprzedane przez
pt: Vendido por
sv: Såld av
th: ขายโดย
zh_hans: 来自

# comparison_price_cloudmall
source: on CloudMall
cs: ve službě CloudMall
da: på CloudMall
es: en CloudMall
fi: CloudMallissa
fr: sur CloudMall
it: su CloudMall
nb: på CloudMall
nl: op CloudMall
pl: na CloudMall
pt: no CloudMall
sv: på CloudMall
th: บน CloudMall
zh_hans: CloudMall

# address_details
source: Address Details / Landmark (Optional)
cs: Podrobnosti adresy/orientační bod (volitelné)
da: Adresseoplysninger/Landmærke(Valgfrit)
de: Adressdetails/Orientierungspunkt (optional)
es: Detalles de dirección / punto de referencia (opcional)
fi: Osoitetiedot/maamerkki (valinnainen)
fr: Détails de l'adresse/repère (facultatif)
it: Dettagli indirizzo/Punto di riferimento (facoltativo)
nb: Adressedetaljer/Landemerke(Valgfritt)
nl: Adresgegevens/Landmark(optioneel)
pl: Szczegóły adresu/Punkt orientacyjny (opcjonalnie)
sv: Adressdetaljer/landmärke (valfritt)
th: รายละเอียดที่อยู่/จุดสังเกต(เป็นตัวเลือก)
zh_hans: 地址详细信息/地标（可选）

# price_reduction_home1
source: item(s) dropped a total of
cs: položka (y) klesla celkem
da: element(er) faldt i alt
de: Artikel insgesamt um gefallen
es: artículo (s) eliminó un total de
fi: kohde(t) pudotti yhteensä
fr: le ou les articles ont perdu un total de
it: item (s) ha rilasciato un totale di
nb: element(e)falt totalt
nl: item(s) dropten in totaal
pl: item (s) spadł łącznie
pt: item(s) caiu um total de
sv: objekt (s) släppte totalt
th: รายการลดลงทั้งหมด
zh_hans: 件购物车商品总共降价

# price_reduction_home2
source: in your cart,check out now!
cs: v košíku, podívejte se nyní!
da: i din indkøbsvogn, tjek nu!
de: Jetzt in Ihrem Warenkorb!
es: en su carrito, ¡eche un vistazo ahora!
fi: ostoskorissasi, tutustu nyt!
fr: dans votre panier, vérifiez maintenant!
it: nel carrello, dai un'occhiata!
nb: i handlekurven,sjekk ut nå!
nl: in uw winkelwagentje, bekijk nu!
pl: w koszyku, sprawdź teraz!
pt: no seu carrinho, confira agora!
sv: i din kundvagn, kolla nu!
th: ในรถเข็นของคุณลองดูเลย!
zh_hans: 赶紧下单吧！

# price_reduction_home3
source: Got it
cs: Mám to
da: Fik det
de: Verstanden
es: Entendido
fi: Sain sen
fr: compris
it: Ottenuto
nb: Fikk det
nl: Heb het
pt: Entendi
sv: Fick det
th: รับแล้ว
zh_hans: 好的

# price_reduction_dp1
source: Check out now and get
cs: Podívejte se a získejte
da: Tjek nu og få
de: Jetzt checken und abrufen
es: Revisa ahora y obtén
fi: Tutustu nyt ja saat
fr: Découvrez maintenant et obtenez
it: Dai un'occhiata ora e ottieni
nb: Sjekk ut nå og få
nl: Nu uitchecken en ophalen
pl: Sprawdź teraz i pobierz
pt: Confira agora e obtenha
sv: Kolla nu och få
th: ลองดูตอนนี้และรับ
zh_hans: 立即下单即可享受

# price_reduction_dp2
source: Free Shipping
cs: Doprava zdarma
da: Gratis forsendelse
de: Kostenloser Versand
es: Envío gratis
fi: Ilmainen toimitus
fr: Livraison gratuite
it: Spedizione gratuita
nb: Gratis frakt
nl: Gratis verzending
pl: Bezpłatna wysyłka
pt: Frete grátis
sv: Gratis frakt
th: จัดส่งฟรี
zh_hans: 免运费优惠

# price_reduction_dp3
source: Check Out
de: Auschecken
fr: Vérifier
it: Estrai
nb: Sjekk ut
nl: Uitchecken
pl: Pobierz
th: ชำระเงิน
zh_hans: 立即下单

# price_reduction_cart1
source: item(s) prices have dropped,
cs: ceny položky (položek) klesly,
da: vare(s) priserne er faldet,
de: Artikelpreise sind gefallen;
es: artículo (s) los precios han bajado,
fi: kohteiden hinnat ovat laskeneet
fr: Les prix des articles ont chuté,
it: i prezzi dell'articolo/i sono scesi,
nb: elementet(prisene)har falt,
nl: item(s) prijzen zijn gedaald,
pl: ceny przedmiotów spadły,
pt: os preços dos itens caíram,
sv: objektet har sänkts,
th: ราคารายการลดลง
zh_hans: 件商品已降价，

# price_reduction_cart2
source: check it out!
cs: podívejte se na to!
da: check det ud!
es: ¡compruébalo!
fi: tarkista se!
nb: sjekke det ut!
nl: bekijk het!
pl: sprawdź to!
pt: confira!
sv: checka ut det!
th: ลองดู!
zh_hans: 赶紧去看看

# phone_check
source: Your Mobile Phone Number should be a 9 digit number which start with 5
cs: Vaše číslo mobilního telefonu by mělo být 9místné číslo, které začíná číslem 5
da: Dit mobilnummer skal være et 9-cifret nummer, der starter med 5
de: Ihre Handynummer sollte eine 9-stellige Nummer sein, die mit 5 beginnt.
es: Su número de teléfono móvil debe ser un número de 9 dígitos que comience con 5
fi: Matkapuhelinnumerosi pitäisi olla 9-numeroinen numero, joka alkaa 5: llä
fr: Votre numéro de téléphone portable doit être un numéro à 9 chiffres commençant par 5
it: Il tuo numero di cellulare dovrebbe essere un numero di 9 cifre che inizia con 5
nb: Mobiltelefonnummeret ditt skal være et 9-sifret nummer som starter med 5
nl: Uw mobiele telefoonnummer moet een 9 cijferig nummer zijn dat begint met 5
pl: Twój numer telefonu komórkowego powinien być 9 cyfrowym numerem zaczynającym się od 5
pt: Seu número de celular deve ser um número de 9 dígitos que comece com 5
sv: Ditt mobilnummer ska vara ett siffran med siffror som börjar med 5
th: หมายเลขโทรศัพท์มือถือของคุณควรเป็นตัวเลข 9 หลักซึ่งเริ่มต้นด้วย 5
zh_hans: 您的手机号码应为9位数字，以5开头

# stock_dp_only
source: only
cs: pouze
de: nur
fi: vain
fr: seulement
it: solo
nl: alleen
pt: apenas
th: เท่านั้น
zh_hans: 库存仅限

# stock_dp_stock
source: left in stock - order soon
cs: vlevo na skladě- brzy si objednejte
da: På lager- bestil snart
de: bald auf Lager- bald bestellen
es: dejado en stock - ordenar pronto
fi: jätetty varastossa- tilaus pian
fr: restant en stock- à commander bientôt
it: lasciato in stock-ordina presto
nb: igjen på lager- bestil snart
nl: op voorraad- binnenkort bestellen
pl: pozostawiony w magazynie- zamów wkrótce
pt: esquerda em estoque- ordem em breve
sv: kvar i lager-beställa snart
th: ที่เหลืออยู่ในสต็อก- สั่งซื้อเร็ว ๆ นี้
zh_hans: 立即下单

# item_end_less_only
source: only
cs: pouze
de: nur
fi: vain
fr: seulement
nl: alleen
th: เท่านั้น
zh_hans: 库存仅限

# item_end_less_stock
source: left
cs: vlevo
de: links
fi: vasen
pt: esquerda
th: ซ้าย
zh_hans: 件

# filter_price
source: Price
cs: Cena
de: Preis
fi: Hinta
fr: Prix
it: Prezzo
nb: Pris
nl: Prijs
pt: preço
sv: Pris
th: ราคา
zh_hans: 价格

# filter_price_min
source: Min
th: ขั้นต่ำ
zh_hans: 最低

# filter_price_max
source: Max
th: สูงสุด
zh_hans: 最高

# filter_brands
source: Brands
cs: Značky
de: Marken
es: Marcas
fi: Tuotemerkit
fr: Marques
it: Marche
nl: Merken
pl: Marki
pt: Marcas
sv: Varumärken
th: แบรนด์
zh_hans: 品牌

# filter_categories
source: Categories
cs: Kategorie
da: Kategorier
de: Kategorien
es: Categorías
fi: Luokat
fr: Catégories
it: Categorie
nb: Kategorier
nl: Categorieën
pl: Kategorie
pt: Categorias
sv: kategorier
th: หมวดหมู่
zh_hans: 分类

# filter_colors
source: Colors
cs: Barvy
da: Farver
de: Farben
fi: Värit
fr: Couleurs
it: Colori
nb: Farger
nl: Kleuren
pl: Kolory
pt: Cores
sv: Färger
th: สี
zh_hans: 颜色

# filter_countries
source: Countries
cs: Země
da: Lande
de: Länder
es: Países
fi: Maat
fr: Pays
it: Paesi
nb: Land
nl: Landen
pl: Kraje
pt: Países
sv: Länder
th: ประเทศ
zh_hans: 国家

# filter_interfaces
source: Interface
cs: Rozhraní
de: Schnittstelle
fi: Liitäntä
it: Interfaccia
pl: Interfejs
th: ส่วนต่อประสาน
zh_hans: 端口

# filter_materials
source: Materials
cs: Materiály
da: Materialer
de: Materialien
fi: Materiaalit
fr: Matériaux
it: Materiali
nl: Materialen
pl: Materiały
pt: Materiais
th: วัสดุ
zh_hans: 材质

# filter_models
source: Models
cs: Modely
de: Modelle
es: Modelos
fi: Mallit
fr: Modèles
it: Modelli
nb: Modeller
nl: Modellen
pt: Modelos
th: รุ่น
zh_hans: 品牌

# filter_sextags
source: Gender
cs: Pohlaví
de: Geschlecht
fi: Sukupuoli
fr: Sexe
it: Sesso
nb: Kjønn
nl: Geslacht
pt: Sexo
th: เพศ
zh_hans: 性别

# filter_sizes
source: Size
cs: Velikost
de: Größe
es: Tamaño
fi: Koko
fr: Taille
it: Dimensioni
nl: Grootte
pl: Rozmiar
pt: tamanho
sv: Storlek
th: ขนาด
zh_hans: 尺码

# filter_reset
source: Reset
es: Restablecer
fi: Palauta
fr: Réinitialiser
it: Ripristina
nb: Tilbakestill
pt: Redefinir
th: รีเซ็ต
zh_hans: 重置

# filter_apply
source: Apply
cs: Použít
de: Übernehmen
es: Aplicar
fi: Käytä
fr: Appliquer
it: Applica
nl: Toepassen
pt: Aplicar
th: ใช้
zh_hans: 确定

# cod_not_detail
source: COD is available only when the order is between AED99-AED1799 and doesn't contain non-COD items.
cs: COD je k dispozici pouze v případě, že objednávka je mezi AED99-AED1799 a neobsahuje položky, které nejsou chráněny proti kopírování.
da: COD er ​​kun tilgængelig, når ordren er mellem AED99-AED1799 og indeholder ikke COD-elementer.
de: COD ist nur verfügbar,wenn die Bestellung zwischen AED99-AED1799 liegt und keine Nicht-COD-Artikel enthält.
es: COD está disponible solo cuando el orden es entre AED99-AED1799 y no contiene artículos que no sean COD.
fi: COD on käytettävissä vain, kun tilaus on AED99-AED1799: n välillä eikä sisällä ei-COD-kohteita.
fr: Le COD est disponible uniquement lorsque la commande est comprise entre AED99-AED1799 et ne contient pas d'éléments autres que COD.
it: COD è disponibile solo quando l'ordine è tra AED99-AED1799 e non contiene elementi non-COD.
nb: COD er ​​bare tilgjengelig når bestillingen er mellom AED99-AED1799 og ikke inneholder ikke-COD-elementer.
nl: COD is alleen beschikbaar als de bestelling tussen AED99-AED1799 is en geen items zonder COD bevat.
pl: COD jest dostępny tylko wtedy, gdy zamówienie mieści się w przedziale od AED99-AED1799 i nie zawiera elementów innych niż COD.
pt: O COD está disponível apenas quando o pedido está entre AED99-AED1799 e não contém itens que não sejam COD.
sv: COD är endast tillgängligt när ordern är mellan AED99-AED1799 och innehåller inga COD-poster.
th: COD จะใช้ได้เฉพาะเมื่อคำสั่งซื้ออยู่ระหว่าง AED99-AED1799 และไม่มีรายการที่ไม่ใช่ COD
vi_vn: Rất tiếc, bạn không thể sử dụng phương thức thanh toán COD vì số tiền đặt hàng thấp hơn hoặc vượt quá giới hạn.
zh_hans: COD仅在订单介于AED99-AED1799之间且不包含非COD项目时可用.

# cart_not_cod_message
source: These items do not support COD.
cs: Tyto položky nepodporují COD.
da: Disse elementer understøtter ikke COD.
de: Diese Artikel unterstützen keinen COD.
es: Estos elementos no son compatibles con COD.
fi: Nämä kohteet eivät tue COD: tä.
fr: Ces éléments ne prennent pas en charge le COD.
it: Questi articoli non supportano COD.
nb: Disse elementene støtter ikke COD.
nl: Deze items ondersteunen geen COD.
pl: Te przedmioty nie obsługują COD.
pt: Estes itens não suportam COD.
sv: Dessa objekt stödjer inte COD.
th: รายการเหล่านี้ไม่รองรับ COD
zh_hans: 这些项目不支持COD.

# affiliate_invite_window_first
source: Earning Money
cs: Vydělávat peníze
da: Tjene penge
de: Geld verdienen
es: Ganar dinero
fi: Ansaitse rahaa
fr: Gagner de l'argent
it: Guadagnare denaro
nb: Tjene penger
nl: Geld verdienen
pl: Zarabianie pieniędzy
pt: Ganhando dinheiro
sv: Tjäna pengar
th: รับเงิน
zh_hans: 邀请好友赚返利

# affiliate_invite_window_left
source: CONGRATULATIONS
cs: Gratulujeme
da: GRATULATIONER
de: GLÜCKWÜNSCHE
es: FELICITACIONES
fi: ONNITTELUT
fr: FÉLICITATIONS
it: CONGRATULAZIONI
nb: Gratulerer
nl: GEFELICITEERD
pl: GRATULACJE
pt: FELICITAÇÕES
sv: GRATULATIONER
th: ขอแสดงความยินดี
zh_hans: 恭喜

# affiliate_invite_window_between
source: You get
cs: Získat
da: Du får
de: Du bekommst
fi: Saat
fr: Vous obtenez
it: Ottieni
nb: Du får
nl: U krijgt
pl: Otrzymujesz
pt: Você recebe
sv: Du får
th: คุณได้รับ
zh_hans: 你得到

# affiliate_invite_window_right
source: cash, invite friends to earn more cash.
cs: hotovost, pozvěte přátele, abyste získali více peněz.
da: kontanter, inviter venner til at tjene flere penge.
de: Geld einladen,Freunde einladen,um mehr Geld zu verdienen.
es: efectivo, invite a sus amigos a ganar más efectivo
fi: käteinen, kutsu ystäviä ansaita enemmän rahaa.
fr: cash, invitez des amis à gagner plus d'argent.
it: contanti, invita gli amici a guadagnare più denaro.
nb: penger, inviter venner til å tjene mer penger.
nl: contant, vrienden uitnodigen om meer geld te verdienen.
pl: gotówka, zaproś przyjaciół, aby zarobili więcej pieniędzy.
pt: dinheiro, convide amigos para ganhar mais dinheiro.
sv: pengar, bjud in vänner att tjäna mer pengar.
th: เงินสดเชิญเพื่อนเพื่อรับเงินสดเพิ่ม
zh_hans: 现金，邀请朋友赚更多现金.

# affiliate_invite_window_link
source: Your invitation link
cs: Váš odkaz na pozvánku
da: Din invitation link
de: Ihr Einladungslink
es: Su enlace de invitación
fi: Kutsun linkki
fr: Votre lien d'invitation
it: Il tuo link di invito
nb: Invitasjonslinken din
nl: Uw uitnodigingslink
pl: Twój link zaproszenia
pt: Seu link de convite
sv: Din inbjudnings länk
th: ลิงก์คำเชิญของคุณ
zh_hans: 生成邀请链接

# affiliate_invite_window_copy
source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fi: Kopioi
fr: Copier
it: Copia
nb: Kopier
nl: Kopiëren
pl: Kopiuj
pt: Copiar
sv: Kopiera
th: คัดลอก
zh_hans: 复制

# affiliate_invite_window_copy_prompt
source: Copy Succefully
cs: Successfully Copy
da: Kopier Succefully
de: Erfolgreich kopieren
es: Copiar correctamente
fi: Kopioi onnistuneesti
fr: Copier avec succès
it: Copia con successo
nb: Kopier Succefully
pt: Copiar com sucesso
sv: Kopiera framgångsrikt
th: คัดลอกสำเร็จ
zh_hans: 复制成功

# affiliate_invite_window_wallet
source: See my wallet
cs: Viz moje peněženka
da: Se min tegnebog
de: Meine Brieftasche sehen
fi: Katso lompakkoani
fr: Voir mon portefeuille
it: Vedi il mio portafoglio
nb: Se min lommebok
nl: Bekijk mijn portemonnee
pl: Zobacz mój portfel
pt: Veja minha carteira
sv: Se min plånbok
th: ดูกระเป๋าเงินของฉัน
zh_hans: 查看我的钱包

# affiliate_invite_window_invite
source: Invite your friends
cs: Pozvěte své přátele
da: Inviter dine venner
de: Laden Sie Ihre Freunde ein
es: Invita a tus amigos
fi: Kutsu ystäväsi
fr: Invitez vos amis
it: Invita i tuoi amici
nb: Inviter vennene dine
nl: Nodig je vrienden uit
pl: Zaproś swoich przyjaciół
pt: Convide seus amigos
sv: Bjud in dina vänner
th: เชิญเพื่อนของคุณ
zh_hans: 邀请你的朋友

# affiliate_invite_window_invite_prompt_fb
source: Facebook not found
cs: Facebook nebyl nalezen
da: Facebook ikke fundet
de: Facebook nicht gefunden
es: Facebook no encontrado
fi: Facebook ei löytynyt
fr: Facebook non trouvé
it: Facebook non trovato
nb: Facebook ikke funnet
nl: Facebook niet gevonden
pl: Nie znaleziono Facebooka
pt: Facebook não encontrado
sv: Facebook hittades inte
th: ไม่พบ Facebook
zh_hans: 没找到Facebook

# affiliate_invite_window_invite_prompt_ms
source: Messenge not found
cs: Messenge nebyl nalezen
de: Nachricht nicht gefunden
es: Messenge no encontrado
fi: Messenge ei löydy
fr: Messenge non trouvé
it: Messenge non trovato
nl: Messenge niet gevonden
pt: Messenge não encontrado
th: ไม่พบการแก้แค้น
zh_hans: 没找到Messenge

# affiliate_invite_window_invite_prompt_msr
source: Messenger not found
cs: Messenger nebyl nalezen
da: Messenger ikke fundet
de: Messenger nicht gefunden
es: Messenger no encontrado
fi: Messenger ei löydy
fr: Messenger introuvable
it: Messenger non trovato
nb: Messenger ikke funnet
nl: Messenger niet gevonden
pl: Messenger nie znaleziono
pt: Messenger não encontrado
sv: Messenger inte hittat
th: ไม่พบ Messenger
zh_hans: 没找到Messenger

# affiliate_invite_window_invite_prompt_ws
source: WhatsApp not found
cs: WhatsApp nebyl nalezen
da: WhatsApp ikke fundet
de: WhatsApp nicht gefunden
es: WhatsApp no ​​encontrado
fi: WhatsApp ei löydy
fr: WhatsApp non trouvé
it: WhatsApp non trovato
nb: WhatsApp ikke funnet
nl: WhatsApp niet gevonden
pl: WhatsApp nie znaleziono
pt: WhatsApp não encontrado
th: ไม่พบ WhatsApp
zh_hans: 没找到WhatsApp

# affiliate_invite_window_not_first_left
source: WALLET:
fr: PORTEFEUILLE:
pl: PORTFEL:
zh_hans: 钱包:

# affiliate_invite_window_not_first_right
source: Successfully invited:
cs: Úspěšně jste pozvali:
da: Vellykket inviteret:
de: Erfolgreich eingeladen:
es: Invitado exitosamente:
fi: Onnistuneesti kutsuttu:
fr: Invité avec succès:
it: Invito con successo:
nb: Vellykket invitert:
nl: Met succes uitgenodigd:
pl: Pomyślnie zaproszono:
pt: Convidado com sucesso:
sv: Inbjudna:
th: เชิญสำเร็จ:
zh_hans: 成功邀请:

# affiliate_invite_window_not_first_last
source: people
cs: lidé
de: Personen
fi: ihmiset
fr: personnes
it: persone
nb: folk
pl: ludzie
pt: pessoas
th: คน
zh_hans: 人
