Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# rate_title_profile_setting
source: Rate Us
cs: Hodnotit nás
da: Vurder os
fi: Arvioi meitä
fr: Nous évaluer
id_id: Beri penilaian bagus
it: Vota noi
nb: Ranger oss
pl: Oceń nas
pt: Avalie-nos
sv: Betygsätt oss
th: ให้คะแนนเรา
vi_vn: Bình luận tốt
zh_hans: 给个好评
zh_hant: 給個好評

# about_me_title_profile_setting
source: About Us
cs: O nás
da: Om os
de: Über uns
fi: Tietoja meistä
fr: À propos de nous
id_id: Tentang kami
it: Chi siamo
nb: Om oss
nl: Over ons
pl: O nas
pt: Sobre nós
sv: Om oss
th: เกี่ยวกับเรา
vi_vn: Về Cloudmall
zh_hans: 关于我们
zh_hant: 關於我們

# sign_out_title_profile_setting
source: Sign Out
cs: Odhlásit se
da: Log ud
de: Abmelden
fi: Kirjaudu ulos
fr: Déconnexion
id_id: Keluar
it: Esci
nl: Afmelden
pl: Wyloguj się
pt: Sair
sv: Logga ut
th: ออกจากระบบ
vi_vn: Đăng xuất;
zh_hans: 退出登录
zh_hant: 退出登錄

# confirm_clear_cache_title_profile_about
source: Are you sure you want to clear the cache?
cs: Opravdu chcete vymazat mezipaměť?
da: Er du sikker på,at du vil slette cachen?
de: Möchten Sie den Cache wirklich löschen?
es: ¿Está seguro de que desea borrar la caché?
fi: Haluatko varmasti tyhjentää välimuistin?
fr: Voulez-vous vraiment effacer le cache?
id_id: Apakah Anda yakin ingin menghapus cache?
it: Sei sicuro di voler svuotare la cache?
nb: Er du sikker på at du vil slette hurtigbufferen?
nl: Weet u zeker dat u de cache wilt wissen?
pl: Czy na pewno chcesz wyczyścić pamięć podręczną?
pt: Tem certeza de que deseja limpar o cache?
sv: Är du säker på att du vill rensa cacheminnet?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการล้างแคช
vi_vn: Bạn có chắc muốn xóa lưu trữ không?
zh_hans: 是否确认清除缓存？
zh_hant: 是否確認清除緩存？

# hint_feedback_title_profile_feedback
source: Please input your feedback here
cs: Zadejte prosím vaše připomínky zde
da: Indtast din feedback her
de: Bitte geben Sie Ihr Feedback hier ein
es: Ingrese sus comentarios aquí
fi: Anna palautteesi täällä
fr: Veuillez saisir vos commentaires ici
id_id: Silahkan masukkan umpan balik mengenai produk
it: Inserisci qui il tuo feedback
nb: Vennligst skriv inn tilbakemeldingen din her
nl: Voer hier uw feedback in
pl: Wprowadź tutaj swoją opinię
sv: Vänligen skriv in din feedback här
th: โปรดป้อนความคิดเห็นของคุณที่นี่
vi_vn: Vui lòng nhập phản hồi của bạn về sản phẩm
zh_hans: 请输入关于产品的反馈意见
zh_hant: 請輸入關於產品的回饋意見

# hint_contact_title_profile_feedback
source: Email / Phone Number (Optional)
cs: E-mail/telefonní číslo (volitelné)
da: Email/Telefonnummer(Valgfrit)
de: E-Mail / Telefonnummer (optional)
es: Correo electrónico / Número de teléfono (opcional)
fi: Sähköposti/puhelinnumero (valinnainen)
fr: E-mail/numéro de téléphone (facultatif)
id_id: e-mail/nomor ponsel/QQ (pilih salah satu)
it: Email/Numero di telefono (facoltativo)
nb: E-post/Telefonnummer (Valgfritt)
nl: E-mail/telefoonnummer (optioneel)
pl: E-mail/numer telefonu (opcjonalnie)
pt: E-mail/número de telefone(opcional)
sv: E-post/Telefonnummer (Valfritt)
th: อีเมล/หมายเลขโทรศัพท์(ตัวเลือก)
vi_vn: Email/Điện thoại/QQ(Chọn điền)
zh_hans: 邮箱/手机/QQ(选填)
zh_hant: 郵箱/手機/QQ(選填)

# my_profile_title_profile_info
source: My Profile
cs: Můj profil
da: Min profil
de: Mein Profil
es: Mi perfil
fi: Oma profiili
fr: Mon profil
id_id: Profil saya
it: Il mio profilo
nb: Min profil
nl: Mijn profiel
pl: Mój profil
pt: Meu perfil
sv: Min profil
th: โปรไฟล์ของฉัน
vi_vn: Hồ sơ của tôi
zh_hans: 我的资料
zh_hant: 我的資料

# modify_avatar_btn_profile_info
source: Upload Photo
cs: Nahrát fotku
da: Upload billede
de: Foto hochladen
fr: Télécharger une photo
id_id: Ganti foto profil
it: Carica foto
nb: Last opp bilde
nl: Upload foto
pl: Prześlij zdjęcie
pt: Enviar foto
sv: Ladda upp foto
vi_vn: Thay ảnh đại diện
zh_hans: 修改头像
zh_hant: 修改頭像

# modify_name_btn_profile_info
source: Change Username
cs: Změnit uživatelské jméno
da: Skift brugernavn
de: Benutzernamen ändern
es: Cambiar nombre de usuario
fr: Changer le nom d'utilisateur
id_id: Ubah nama panggilan
it: Cambia nome utente
nb: Endre brukernavn
nl: Gebruikersnaam wijzigen
pl: Zmień nazwę użytkownika
pt: Alterar nome de usuário
sv: Ändra användarnamn
vi_vn: Sửa tên tài khoản
zh_hans: 修改昵称
zh_hant: 修改昵稱

# reset_password_btn_profile_info
source: Reset
de: Zurücksetzen
fi: Palauta
fr: Réinitialiser
id_id: Atur ulang
it: Ripristina
pt: Redefinir
sv: Återställ
th: รีเซ็ต
vi_vn: Thiết lập lại
zh_hans: 重新设置
zh_hant: 重新設置

# reset_password_info_title_profile_info
source: A verification code will be sent to your email
cs: Verifikační kód bude zaslán na váš e-mail
da: En bekræftelseskode vil blive sendt til din email
de: Ein Bestätigungscode wird an Ihre E-Mail gesendet.
es: Se enviará un código de verificación a su correo electrónico
fi: Vahvistuskoodi lähetetään sähköpostiisi
fr: Un code de vérification sera envoyé à votre adresse email
id_id: Setelah melakukan pengaturan, Anda dapat masuk dengan nomor ponsel + kode sandi
it: Un codice di verifica verrà inviato alla tua email
nb: En bekreftelseskode vil bli sendt til e-posten din
nl: Er wordt een verificatiecode naar uw e-mailadres verzonden
pl: Kod weryfikacyjny zostanie wysłany na Twój e-mail
pt: Um código de verificação será enviado para o seu email
sv: En verifieringskod skickas till ditt e-postmeddelande
th: รหัสยืนยันจะถูกส่งไปยังอีเมลของคุณ
vi_vn: Dùng số điện thoại và mật khẩu đăng nhập sau khi thiết lập lại
zh_hans: 设置后可用手机号+密码登录
zh_hant: 設置後可用手機號+密碼登錄

# reset_password_title_profile_setting
source: Reset Password
cs: Resetovat heslo
da: Nulstil adgangskode
de: Passwort zurücksetzen
es: Restablecer contraseña
fi: Nollaa salasana
fr: Réinitialiser le mot de passe
id_id: Atur kata sandi
it: Reimposta password
nb: Tilbakestill passord
nl: Wachtwoord opnieuw instellen
pl: Zresetuj hasło
pt: Redefinir senha
sv: Återställ lösenord
th: รีเซ็ตรหัสผ่าน
vi_vn: Thiết lập mật khẩu
zh_hans: 设置密码
zh_hant: 設置密碼

# warn_sign_out_toast_profile_setting
source: Updates to your order will not be received after signing out. Proceed?
cs: Aktualizace objednávky nebudou přijata po odhlášení. Proceed?
da: Opdateringer til din ordre modtages ikke,når du har logget ud. Proceed?
de: Aktualisierungen Ihrer Bestellung werden nach dem Abmelden nicht empfangen. Proceed?
es: No se recibirán actualizaciones de su pedido después de cerrar sesión. ¿Continuar?
fi: Tilauksesi päivityksiä ei vastaanoteta kirjautumisen jälkeen. Proceed?
fr: Les mises à jour de votre commande ne seront pas reçues après la déconnexion. Continuer?
id_id: Setelah keluar Anda tidak akan menerima pemberitahuan tentang pembaharuan status pengiriman dan pajak bea cukai. Apakah tetap dilanjutkan?
it: Gli aggiornamenti al tuo ordine non verranno ricevuti dopo la disconnessione.d?
nb: Oppdateringer til bestillingen din vil ikke bli mottatt etter at du har logget ut. Proceed?
nl: Updates voor uw bestelling worden niet ontvangen na uitloggen.d?
pl: Aktualizacje twojego zamówienia nie zostaną odebrane po wylogowaniu. Proceere?
pt: As atualizações do seu pedido não serão recebidas após o final da sessão.d?
sv: Uppdateringar till din beställning kommer inte att tas emot efter att du loggat ut. Proceed?
th: การอัปเดตการสั่งซื้อของคุณจะไม่ได้รับหลังจากออกจากระบบ Proceed
vi_vn: Bạn sẽ không nhận được các thông báo về thuế và các mặt hàng mới nhất sau khi đăng xuất, bạn có muốn tiếp tục không?
zh_hans: 退出后将无法接收最新的物流及关税信息，是否继续？
zh_hant: 退出後將無法接收最新的物流及關稅資訊，是否繼續？

# total_pay_title_cart
source: Total:
cs: Celkem:
de: Gesamt:
fi: Yhteensä:
it: Totale:
nb: Totalt:
nl: Totaal:
pl: Razem:
sv: Totalt:
th: ทั้งหมด:
vi_vn: Tổng tiền
zh_hans: 合计:
zh_hant: 合計:

# view_detail_btn_dp
source: Order Detail
cs: Podrobnosti objednávky
de: Auftragsdetail
fi: Tilaustiedot
fr: Détails de la commande
id_id: Lihat rincian
it: Dettaglio ordine
nb: Bestill detalj
nl: Orderdetails
pl: Szczegóły zamówienia
pt: Detalhes do pedido
sv: Beställningsdetalj
th: รายละเอียดการสั่งซื้อ
vi_vn: Chi tiết
zh_hans: 查看详细
zh_hant: 查看詳細

# view_logistics_btn_profile_order
source: Track Order
cs: Pořadí skladeb
de: Sendungsverfolgung
fi: Seuraa järjestystä
fr: Suivi de la commande
id_id: Logistik
it: Ordine traccia
nb: Sporordre
nl: Volgorde order
pl: Śledź zamówienie
pt: Acompanhar pedido
sv: Spårorder
th: ติดตามคำสั่งซื้อ
vi_vn: Logistics
zh_hans: 查看物流
zh_hant: 查看物流

# go_pay_btn_profile_order
source: Pay
cs: Platba
de: Bezahlen
fr: Payer
id_id: Bayar
it: Paga
nb: Betal
nl: Betaal
pl: Zapłać
pt: Pagar
th: ชำระเงิน
vi_vn: Thanh toán
zh_hans: 付款去
zh_hant: 付款去

# delete_order_btn_profile_order
source: Delete
cs: Odstranit
da: Slet
de: Löschen
fi: Poista
fr: Supprimer
id_id: Hapus transaksi
it: Elimina
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Excluir
th: ลบ
vi_vn: Hủy đơn hàng
zh_hans: 删除订单
zh_hant: 刪除訂單

# pay_tax_btn_profile
source: Pay Tax
cs: Platba daně
de: Lohnsteuer
fr: Payer des impôts
id_id: Bayar pajak bea dan cukai
it: Paga l'imposta
nb: Betal skatt
nl: Betaalbelasting
pl: Zapłać podatek
pt: Pagar Imposto
sv: Betala skatt
th: ชำระภาษี
vi_vn: Nộp thuế
zh_hans: 缴纳关税
zh_hant: 繳納關稅

# share_lucky_money_btn_cart
source: Share
cs: Sdílet
da: Del
fi: Jaa
fr: Partager
id_id: Kirim angpau
it: Condividi
nb: Del
nl: Delen
pl: Udostępnij
pt: Compartilhar
sv: Dela
th: แบ่งปัน
vi_vn: Phát lì xì
zh_hans: 发红包
zh_hant: 發紅包

# favors_album_title_profile_favors
source: Favorite
cs: Oblíbené
de: Favorit
fi: Suosikki
fr: Favori
id_id: Album koleksi
it: Preferito
nl: Favoriet
pt: Favorito
th: รายการโปรด
vi_vn: Bộ sưu tập
zh_hans: 收藏专辑
zh_hant: 收藏專輯

# camera_edit_btn_profile_address
source: Edit
cs: Upravit
da: Rediger
de: Bearbeiten
fi: Muokkaa
fr: Modifier
it: Modifica
nb: Rediger
nl: Bewerken
pl: Edytuj
pt: Editar
sv: Redigera
th: แก้ไข
vi_vn: Sửa
zh_hans: 编辑
zh_hant: 編輯

# delete_album_tips_title_profile_favors
source: Confirm delete album?
cs: Potvrdit smazání alba?
da: Bekræft slette album?
de: Löschen des Albums bestätigen?
es: ¿Confirmar eliminar álbum?
fi: Vahvista poistettava albumi?
fr: Confirmer la suppression de l'album?
id_id: Dunia ini terlalu kacau, barang yang disimpan di album akan sangat sulit ditemukan kembali. Apakah anda yakin ingin menghapusnya?
it: Conferma eliminazione album?
nb: Bekreft slett album?
nl: Bevestig album verwijderen?
pl: Potwierdź usunięcie albumu?
pt: Confirmar exclusão do álbum?
sv: Bekräfta radera album?
th: ยืนยันการลบอัลบั้มหรือไม่
vi_vn: Tìm lại sản phẩm cho bộ sưu tập khó như mò kim đáy bể, bạn chắc chắn muốn xóa chứ?
zh_hans: 世界太纷乱，专辑中的宝贝会很难再找回来哟，确定要删除吗？
zh_hant: 世界太紛亂，專輯中的寶貝會很難再找回來喲，確定要刪除嗎？

# delete_album_btn_profile_favors
source: Delete album
cs: Odstranit album
da: Slet album
de: Album löschen
es: Eliminar álbum
fi: Poista albumi
fr: Supprimer l'album
id_id: Hapus album
it: Elimina album
nb: Slett album
nl: Album verwijderen
pl: Usuń album
pt: Excluir álbum
sv: Radera album
th: ลบอัลบั้ม
vi_vn: Xóa bộ sưu tập
zh_hans: 删除专辑
zh_hant: 刪除專輯

# no_album_desc_title_profile_favors
source: No Description
cs: Bez popisu
da: Ingen beskrivelse
de: Keine Beschreibung
es: Sin descripción
fi: Ei kuvausta
fr: Aucune description
id_id: Belum ada deskripsi apapun
it: Nessuna descrizione
nb: Ingen beskrivelse
nl: Geen beschrijving
pl: Brak opisu
pt: Nenhuma descrição
sv: Ingen beskrivning
th: ไม่มีคำอธิบาย
vi_vn: Chưa có mô tả
zh_hans: 还没有任何描述
zh_hant: 還沒有任何描述

# title_title_profile_favors
source: Title
cs: Název
da: Titel
de: Titel
fi: Otsikko
fr: Titre
id_id: Judul
it: Titolo
nb: Tittel
nl: Titel
pt: Título
sv: Titel
th: ชื่อ
vi_vn: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# description_title_profile_favors
source: Description
cs: Popis
da: Beskrivelse
de: Beschreibung
fi: Kuvaus
id_id: Deskripsi
it: Descrizione
nl: Beschrijving
pl: Opis
pt: Descrição
th: คำอธิบาย
vi_vn: Mô tả
zh_hans: 描述
zh_hant: 描述

# new_album_title_dp
source: Edit new album title
cs: Upravit nový název alba
da: Rediger ny album titel
de: Neuen Albumtitel bearbeiten
es: Editar el título del nuevo álbum
fi: Muokkaa uutta albumin nimeä
fr: Modifier le titre du nouvel album
id_id: Silahkan ketikkan judul album baru
it: Modifica il titolo del nuovo album
nb: Rediger ny album tittel
nl: Bewerk nieuwe albumtitel
pl: Edytuj nowy tytuł albumu
pt: Editar novo título do álbum
sv: Ändra ny album titel
th: แก้ไขชื่ออัลบั้มใหม่
vi_vn: Nhập tiêu đề bộ sưu tập mới
zh_hans: 请输入新专辑标题
zh_hant: 請輸入新專輯標題

# address_manage_title_all
source: Manage Address Book
cs: Správa adres
da: Administrer adressebog
de: Adressbuch verwalten
es: Gestión de direcciones
fi: Hallitse osoitekirjaa
fr: Gérer le carnet d'adresses
id_id: Pengaturan alamat
it: Gestisci rubrica
nb: Administrer adressebok
nl: Beheer Adresboek
pl: Zarządzaj książką adresową
pt: Gerenciar catálogo de endereços
sv: Hantera adressbok
th: จัดการสมุดที่อยู่
vi_vn: Quản lý địa chỉ
zh_hans: 地址管理
zh_hant: 地址管理

# add_address_btn_cart
source: Add a new address
cs: Přidat novou adresu
da: Tilføj en ny adresse
de: Neue Adresse hinzufügen
es: Agregar una nueva dirección
fi: Lisää uusi osoite
fr: Ajouter une nouvelle adresse
id_id: Tambahkan alamat baru
it: Aggiungi un nuovo indirizzo
nb: Legg til en ny adresse
nl: Voeg een nieuw adres toe
pl: Dodaj nowy adres
pt: Adicionar um novo endereço
sv: Lägg till en ny adress
th: เพิ่มที่อยู่ใหม่
vi_vn: Thêm địa chỉ mới
zh_hans: 添加新地址
zh_hant: 添加新地址

# id_phone_title_profile_cash
source: Phone Number:
cs: Telefonní číslo:
da: Telefonnummer:
de: Telefonnummer:
es: Número de teléfono:
fi: Puhelinnumero:
fr: Numéro de téléphone:
id_id: Nomor ponsel:
it: Numero di telefono:
nb: Telefonnummer:
nl: Telefoonnummer:
pl: Numer telefonu:
pt: Número de telefone:
sv: Telefonnummer:
th: หมายเลขโทรศัพท์:
vi_vn: Số điện thoại:
zh_hans: 手机号：
zh_hant: 手機號：

# detail_address_title_cart
source: Unit/Floor/Block/Building/Street
cs: Jednotka/podlaha/blok/budova/ulice
da: Enhed/Gulv/Blok/Bygning/Gade
de: Einheit/Etage/Block/Gebäude/Straße
fi: Yksikkö/lattia/lohko/rakennus/katu
fr: Unité/Étage/Immeuble/Bâtiment/Rue
id_id: Alamat rinci
it: Unità/Piano/Blocco/Edificio/Via
nl: Eenheid/verdieping/blok/gebouw/straat
pl: Jednostka/piętro/blok/budynek/ulica
pt: Unidade/Piso/Bloco/Edifício/Rua
sv: Enhet/Golv/Block/Building/Street
th: หน่วย/ชั้น/บล็อก/อาคาร/ถนน
vi_vn: Địa chỉ chi tiết
zh_hans: 详细地址
zh_hant: 詳細地址

# change_region_title_profile_setting
source: Change region
cs: Změnit region
da: Skift region
de: Region wechseln
es: Cambiar región
fi: Vaihda alue
fr: Changer de région
id_id: Ubah daerah penerimaan barang
it: Cambia regione
nb: Endre region
nl: Wijzig regio
pl: Zmień region
pt: Alterar região
sv: Ändra region
th: เปลี่ยนภูมิภาค
vi_vn: Thay đổi nơi nhận hàng
zh_hans: 切换收货地区
zh_hant: 切換收貨地區

# select_region_title_profile_setting
source: Ship To
cs: Odeslat do
da: Send til
de: Versand nach
es: Enviar a
fi: Lähetys
fr: Expédier à
id_id: Pilih daerah penerimaan barang
it: Spedisci a
nb: Send til
nl: Verzenden naar
pt: Enviar para
sv: Skicka till
th: จัดส่งไปที่
vi_vn: Tàu
zh_hans: 选择收货地区
zh_hant: 選擇收貨地區

# change_language_title_profile_setting
source: Language
cs: Jazyk
da: Sprog
de: Sprache
fi: Kieli
fr: Langue
id_id: Ubah bahasa
it: Lingua
nl: Taal
pl: Język
pt: Idioma
th: ภาษา
vi_vn: Đổi ngôn ngữ
zh_hans: 切换语言
zh_hant: 切換語言

# clear_cache_title_profile_setting
source: Clear cache
cs: Vymazat mezipaměť
da: Ryd cache
de: Cache löschen
es: Borrar caché
fi: Tyhjennä välimuisti
fr: Vider le cache
id_id: Bersihkan cache
it: Cancella cache
nb: Slett cache
nl: Cache wissen
pl: Wyczyść pamięć podręczną
pt: Limpar cache
sv: Rensa cache
th: ล้างแคช
vi_vn: Xóa lưu trữ
zh_hans: 清除缓存
zh_hant: 清除緩存

# setting_title_profile_setting
source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
fi: Asetukset
fr: Paramètres
id_id: Pengaturan
it: Impostazioni
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Configurações
sv: Inställningar
th: การตั้งค่า
vi_vn: Cài đặt
zh_hans: 设置
zh_hant: 設置

# language_title_profile_setting
source: Language
cs: Jazyk
da: Sprog
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
id_id: Bahasa
nl: Taal
pl: Język
pt: Idioma
th: ภาษา
vi_vn: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# cancle_send_question_profile_setting
source: Cancel
cs: Zrušit
de: Abbrechen
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
th: ยกเลิก
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# ok_send_question_profile_setting
source: Submit
cs: Odeslat
da: Send
de: Senden
es: Enviar
fi: Lähetä
fr: Soumettre
id_id: Kirimkan
it: Invia
nb: Send
nl: Verzenden
pl: Prześlij
pt: Enviar
sv: Skicka
th: ส่ง
vi_vn: Gửi
zh_hans: 提交
zh_hant: 提交

# cancle_clear_cache_profile_setting
source: Cancel
cs: Zrušit
de: Abbrechen
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
th: ยกเลิก
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# ok_clear_cache_profile_setting
source: Clear cache
cs: Vymazat mezipaměť
da: Ryd cache
de: Cache löschen
es: Borrar caché
fi: Tyhjennä välimuisti
fr: Vider le cache
id_id: Bersihkan
it: Cancella cache
nb: Fjern cache
nl: Cache wissen
pl: Wyczyść pamięć podręczną
pt: Limpar cache
sv: Rensa cache
th: ล้างแคช
vi_vn: Xóa
zh_hans: 清除
zh_hant: 清除

# disclamier_btn_profile_setting
source: Terms of use
cs: Podmínky použití
da: Vilkår for brug
de: Nutzungsbedingungen
es: Términos de uso
fi: Käyttöehdot
fr: Conditions d'utilisation
id_id: Pernyataan penolakan
it: Termini d'uso
nb: Vilkår for bruk
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt: Termos de uso
sv: Användarvillkor
vi_vn: Thông báo miễn trừ trách nhiệm
zh_hans: 免责声明
zh_hant: 免責聲明

# ok_logout_profile_setting
source: Log Out
cs: Odhlásit se
da: Log ud
de: Abmelden
fi: Kirjaudu ulos
fr: Déconnexion
id_id: Ok
it: Esci
nb: Logg ut
nl: Afmelden
pl: Wyloguj się
pt: Sair
sv: Logga ut
th: ออกจากระบบ
vi_vn: Xác nhận
zh_hans: 确定
zh_hant: 確定

# cancle_logout_profile_setting
source: Cancel
cs: Zrušit
de: Abbrechen
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Avbryt
th: ยกเลิก
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# take_photo_change_avatar_btn_profile
source: Take Photo
cs: Fotografovat
da: Tag foto
de: Foto aufnehmen
fi: Ota valokuva
fr: Prendre une photo
id_id: Ambil foto
it: Scatta foto
nb: Ta bilde
nl: Maak een foto
pt: Tirar foto
sv: Ta foto
th: ถ่ายรูป
vi_vn: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照

# open_photo__change_avatar_btn_profile
source: Select from Photo Library
cs: Vybrat z knihovny fotografií
da: Vælg fra Photo Library
de: Aus Fotobibliothek auswählen
es: Seleccionar de la Biblioteca de fotos
fi: Valitse valokuvakirjastosta
fr: Sélectionner dans la photothèque
id_id: Pilih foto dari galeri
it: Seleziona da Photo Library
nb: Velg fra Photo Library
nl: Maak een keuze uit de fotobibliotheek
pl: Wybierz z biblioteki zdjęć
pt: Selecionar da biblioteca de fotos
sv: Välj från Photo Library
th: เลือกจากคลังรูปภาพ
vi_vn: Chọn từ album ảnh
zh_hans: 从手机相册选择
zh_hant: 從手機相冊選擇

# cancle_change_avatar_btn_profile
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
th: ยกเลิก
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# ok_change_name_btn_profile
source: Confirm
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
id_id: Ok
it: Conferma
nb: Bekreft
nl: Bevestigen
pt: Confirmar
sv: Bekräfta
th: ยืนยัน
vi_vn: Xác nhận
zh_hans: 确认
zh_hant: 確認

# cancle_change_name_btn_profile
source: Cancel
cs: Zrušit
de: Abbrechen
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: Annuleren
pt: Cancelar
th: ยกเลิก
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# order_number_title_profile_order
source: Order number
cs: Objednací číslo
da: Ordrenummer
de: Bestellnummer
es: Número de pedido
fi: Tilausnumero
fr: Numéro de commande
id_id: Nomor transaksi
it: Numero ordine
nb: Bestillingsnummer
nl: Ordernummer
pl: Numer zamówienia
pt: Número do pedido
sv: Beställningsnummer
th: เลขที่ใบสั่ง
vi_vn: Mã đơn hàng
zh_hans: 订单号
zh_hant: 訂單號

# order_time_title_profile_order
source: Order date
cs: Datum objednávky
da: Bestillingsdato
de: Bestelldatum
es: Fecha de pedido
fi: Tilauspäivä
fr: Date de la commande
id_id: Waktu transaksi
it: Data dell'ordine
nb: Bestillingsdato
nl: Besteldatum
pl: Data zamówienia
pt: Data do pedido
sv: Beställningsdatum
th: วันที่สั่งซื้อ
vi_vn: Thời gian mua hàng
zh_hans: 下单时间
zh_hant: 下單時間

# today_sale_title_profile_order
source: Daily Deals
cs: Denní nabídky
da: Daglige tilbud
es: Ofertas diarias
fr: Aubaines du jour
id_id: Pilihan spesial hari ini
it: Offerte giornaliere
nb: Daglig tilbud
nl: Dagelijkse aanbiedingen
pl: Codzienne oferty
pt: Ofertas diárias
sv: Dagliga erbjudanden
th: ดีลรายวัน
vi_vn: Gợi ý hôm nay
zh_hans: 今日精选
zh_hant: 今日精選

# order_detail_title_profile_order
source: Order Details
cs: Podrobnosti objednávky
da: Ordreoplysninger
de: Bestelldetails
es: Detalles de pedido
fi: Tilaustiedot
fr: Détails de la commande
id_id: Rincian transaksi
it: Dettagli ordine
nb: Bestillingsdetaljer
nl: Besteldetails
pl: Szczegóły zamówienia
pt: Detalhes do pedido
sv: Beställningsinformation
th: รายละเอียดการสั่งซื้อ
vi_vn: Chi tiết đơn hàng
zh_hans: 订单详细
zh_hant: 訂單詳細

# help_btn_profile_order
source: Need Help?
cs: Potřebujete pomoc?
da: Brug for hjælp?
de: Benötigen Sie Hilfe?
es: ¿Necesita ayuda?
fi: Tarvitsetko apua?
fr: Besoin d'aide?
id_id: Ada masalah?
it: Hai bisogno di aiuto?
nb: Trenger du hjelp?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pt: Precisa de ajuda?
sv: Behöver du hjälp?
th: ต้องการความช่วยเหลือหรือไม่
vi_vn: Trợ giúp
zh_hans: 遇到问题?
zh_hant: 遇到問題?

# cancle_btn_profile_favors
source: Cancel
cs: Zrušit
de: Abbrechen
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
th: ยกเลิก
vi_vn: Hủy; //收藏-专辑编辑
zh_hans: 取消
zh_hant: 取消

# save_btn_profile_favors
source: Save
cs: Uložit
da: Gem
de: Speichern
fi: Tallenna
fr: Enregistrer
id_id: Simpan
it: Salva
nl: Opslaan
pl: Zapisz
pt: Salvar
sv: Spara
th: บันทึก
vi_vn: Lưu
zh_hans: 保存
zh_hant: 保存

# confirm_delete_album_btn_profile_favors
source: Delete
cs: Odstranit
da: Slet
de: Löschen
fi: Poista
fr: Supprimer
id_id: Hapus
it: Elimina
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Excluir
sv: Ta bort
th: ลบ
vi_vn: Lưu
zh_hans: 保存
zh_hant: 保存

# cancle_delete_album_btn_profile_favors
source: Cancel
cs: Zrušit
de: Abbrechen
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
th: ยกเลิก
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# ok_btn_profile_address
source: Done
cs: Hotovo
da: Udført
de: Fertig
es: Hecho
fi: Valmis
fr: Fait
id_id: Selesai
it: Fine
nb: Ferdig
nl: Klaar
pl: Zrobione
pt: Concluído
sv: Gjort
th: Done การ
vi_vn: Hoàn tất
zh_hans: 完成
zh_hant: 完成

# regioin_title_profile_address
source: Region/State
cs: Region/stát
de: Region/Bundesstaat
fi: Alue/valtio
fr: Région/Etat
id_id: Daerah
it: Regione/Stato
nb: Region/Stat
nl: Regio/Staat
pt: Região/Estado
sv: Region/Stat
th: ภูมิภาค/รัฐ
vi_vn: Quận/ Thành phố
zh_hans: 地区
zh_hant: 地區

# delete_btn_profile_address
source: Delete
cs: Odstranit
da: Slet
de: Löschen
fi: Poista
fr: Supprimer
id_id: Hapus
it: Elimina
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Excluir
sv: Ta bort
th: ลบ
vi_vn: Xóa
zh_hans: 删除
zh_hant: 刪除

# profile_address_receiver_title
source: Full Name:
cs: Celé jméno:
da: Fuldt navn:
de: vollständiger Name:
es: Nombre completo:
fi: Koko nimi:
fr: Nom complet:
id_id: Penerima:
it: Nome completo:
nb: Fullt navn:
nl: Volledige naam:
pl: Pełna nazwa:
pt: Nome completo:
sv: Fullständigt namn:
th: ชื่อเต็ม:
vi_vn: Người nhận:
zh_hans: 收件人：
zh_hant: 收件人：

# profile_address_postcode_title
source: ZIP/Post Code
cs: ZIP/PSČ
da: ZIP/Postnummer
de: Postleitzahl
es: ZIP/Código postal
fi: ZIP/Postinumero
fr: Code de ZIP/Post
id_id: Kode pos:
it: CAP/codice postale
nb: ZIP/Postnummer
pl: ZIP/Kod pocztowy
sv: ZIP/Postnummer
th: รหัสไปรษณีย์
vi_vn: Mã vùng:
zh_hans: 邮编：
zh_hant: 郵編：
