Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# coupon_cant_get
source: You have registered before, cannot get the coupons.
cs: Již jste se registrovali, kupony nelze získat.
da: Du har registreret dig før,kan ikke få kuponerne.
de: Sie haben sich zuvor registriert, können die Gutscheine nicht erhalten.
es: Se ha registrado anteriormente, no puede obtener los cupones.
fi: Olet rekisteröitynyt aiemmin, et voi saada kuponkeja.
fr: Vous vous êtes déjà inscrit, vous ne pouvez pas obtenir les coupons.
it: Ti sei registrato prima, non puoi ottenere i coupon.
nb: Du har registrert deg før,kan ikke få kupongene.
nl: U hebt zich eerder geregistreerd en kunt de kortingsbonnen niet krijgen.
pl: Zarejestrowałeś się wcześniej, nie możesz dostać kuponów.
pt: Você se registrou antes, não pode receber os cupons.
sv: Du har registrerat dig förut, kan inte få kupongerna.
th: คุณเคยลงทะเบียนก่อนไม่สามารถรับคูปอง
vi_vn: Bạn đã đăng ký trước đó, không thể nhận được phiếu giảm giá.
zh_hans: 您已注册过，不能获得优惠券哦。

# coupon_cant_get_enjoy
source: Enjoy your shopping
cs: Užijte si nákupy
da: Nyd din shopping
de: Viel Spaß beim Einkaufen
es: Disfruta de tus compras
fi: Nauti ostoksistasi
fr: Profitez de vos achats
it: Buona spesa
nb: Nyt shopping
nl: Veel winkelplezier
pl: Ciesz się zakupami
pt: Aproveite suas compras
sv: Njut av din shopping
th: เพลิดเพลินไปกับการช็อปปิ้งของคุณ
vi_vn: Thưởng thức mua sắm của bạn
zh_hans: 祝您购物愉快

# coupon_cant_get_button
source: Go shopping
cs: Jdi nakupovat
da: Gå shopping
de: Einkaufen gehen
es: Ir de compras
fi: Ostokset
fr: Aller faire les courses
it: Fai shopping
nl: Ga winkelen
pl: Idź na zakupy
pt: Ir às compras
sv: Gå och shoppa
th: ไปซื้อของ
vi_vn: Mua sắm
zh_hans: 去购物

# global_toast
source: Oops, you have lost internet connection.
cs: Jejda, jste ztratili připojení k internetu.
da: Ups,du har mistet internetforbindelse.
de: Hoppla,Sie haben die Internetverbindung verloren.
es: Vaya, has perdido la conexión a Internet.
fi: Hups, olet menettänyt Internet-yhteyden.
fr: Oups, vous avez perdu la connexion Internet.
it: Oops, hai perso la connessione a Internet.
nb: Ups,du har mistet Internett-tilkobling.
nl: Oeps, u bent de internetverbinding kwijtgeraakt.
pl: Ups, straciłeś połączenie z internetem.
pt: Ops, você perdeu a conexão com a internet.
sv: Oj, du har tappat internetanslutning.
th: อุ๊ปส์คุณขาดการเชื่อมต่ออินเทอร์เน็ต
vi_vn: Rất tiếc, bạn đã mất kết nối Internet.
zh_hans: 客官，网络不给力啊！

# cart_wrong_address_toast
source: Sorry, this address cannot be choosed.
cs: Omlouváme se, tato adresa nemůže být zvolena.
da: Beklager,denne adresse kan ikke vælges.
de: Diese Adresse kann leider nicht ausgewählt werden.
es: Lo sentimos, esta dirección no se puede elegir.
fi: Valitettavasti tätä osoitetta ei voi valita.
fr: Désolé, cette adresse ne peut pas être choisie.
it: Spiacente, questo indirizzo non può essere scelto.
nb: Beklager,denne adressen kan ikke velges.
nl: Sorry, dit adres kan niet worden gekozen.
pl: Przepraszamy, nie można wybrać tego adresu.
pt: Desculpe, este endereço não pode ser escolhido.
sv: Tyvärr, den här adressen kan inte väljas.
th: ขออภัยที่อยู่นี้ไม่สามารถเลือกได้
vi_vn: Rất tiếc, không thể chọn địa chỉ này.
zh_hans: 抱歉，该地址不可选。

# orderpage_title_1
source: Fully Refunded
cs: Plně refundováno
da: Fuldt refunderet
de: Vollständig zurückerstattet
es: Totalmente reembolsado
fi: Täysin palautettu
fr: Entièrement remboursé
it: Completamente rimborsato
nl: Volledig terugbetaald
pl: Całkowicie zwrócone
pt: Reembolsado integralmente
th: คืนเงินทั้งหมด
vi_vn: Hoàn lại tiền đầy đủ
zh_hans: 全额退款

# orderpage_para_1
source: If you do not receive your packages.
cs: Pokud neobdržíte balíčky.
da: Hvis du ikke modtager dine pakker.
de: Wenn Sie Ihre Pakete nicht erhalten.
es: Si no recibe sus paquetes.
fi: Jos et saa paketteja.
fr: Si vous ne recevez pas vos packages.
it: Se non ricevi i tuoi pacchi.
nb: Hvis du ikke mottar pakkene dine.
nl: Als u uw pakketten niet ontvangt.
pl: Jeśli nie otrzymasz paczek.
pt: Se você não receber seus pacotes.
sv: Om du inte får dina paket.
th: หากคุณไม่ได้รับแพ็คเกจ
vi_vn: Nếu bạn không nhận được gói của bạn.
zh_hans: 如果您没有收到订单

# orderpage_title_2
source: Return and Refund
cs: Návrat a vrácení peněz
de: Rückgabe und Rückerstattung
es: Devolución y reembolso
fi: Paluu ja palautus
fr: Retour et remboursement
it: Ritorno e rimborso
nl: Retour en restitutie
pl: Zwrot i zwrot
pt: Devolução e reembolso
sv: Retur och återbetalning
th: ส่งคืนและคืนเงิน
vi_vn: Trả lại và hoàn tiền
zh_hans: 退货后退款

# orderpage_para_2
source: If item does not fit description.
cs: Pokud položka neodpovídá popisu.
da: Hvis elementet ikke passer til beskrivelsen.
de: Wenn der Artikel nicht in die Beschreibung passt.
es: Si el elemento no se ajusta a la descripción.
fi: Jos kohde ei sovi kuvaukseen.
fr: Si l'élément ne correspond pas à la description.
it: Se l'articolo non si adatta alla descrizione.
nb: Hvis elementet ikke passer til beskrivelse.
nl: Als artikel niet geschikt is voor beschrijving.
pl: Jeśli przedmiot nie pasuje do opisu.
pt: Se o item não couber na descrição.
sv: Om objektet inte passar beskrivning.
th: หากรายการไม่พอดีกับคำอธิบาย
vi_vn: Nếu mục không phù hợp với mô tả.
zh_hans: 如果货物与描述不符

# orderpage_title_3
source: Secure Payment with Escrow Protection
cs: Zabezpečení platby pomocí ochrany escrow
da: Sikker betaling med Escrow Protection
de: Sicheres Bezahlen mit Escrow-Schutz
es: Pago seguro con protección de depósito
fi: Turvallinen maksu Escrow-suojauksella
fr: Paiement sécurisé avec protection d'entiercement
it: Pagamento sicuro con protezione dell'impegno
nb: Sikker betaling med Escrow Protection
nl: Veilige betaling met Escrow-bescherming
pl: Bezpieczna płatność z ochroną depozytu
pt: Pagamento seguro com proteção de custódia
sv: Säker betalning med Escrow Protection
th: ชำระเงินอย่างปลอดภัยด้วยการป้องกันสัญญา
vi_vn: Thanh toán an toàn với bảo vệ ký quỹ
zh_hans: 安全支付有第三者保护

# orderpage_title_4
source: Easier, Faster Dispute Resolution
cs: Jednodušší, rychlejší řešení sporů
da: Nemmere,hurtigere tvistbilæggelse
de: Einfachere, schnellere Streitbeilegung
es: Resolución de disputas más fácil y rápida
fi: Helpompi, nopeampi riidanratkaisu
fr: Règlement des différends plus facile et plus rapide
it: Risoluzione delle controversie più semplice e più rapida
nb: Lettere,raskere tvisteløsning
nl: Gemakkelijkere, snellere geschillenbeslechting
pl: Łatwiejsze, szybsze rozwiązywanie sporów
pt: Resolução de disputas mais fácil e rápida
sv: Enklare, snabbare tvistlösning
th: ง่ายขึ้นการแก้ไขข้อพิพาทได้เร็วขึ้น
vi_vn: Độ phân giải tranh chấp nhanh hơn, dễ dàng hơn
zh_hans: 更容易更快速解决纠纷

# orderpage_title_5
source: 100% Guaranteed Refunds.
cs: 100% zaručené vrácení peněz.
da: 100% Garanterede Refusioner.
de: 100% garantierte Erstattungen.
es: Reembolsos 100% garantizados.
fi: 100% taattu palautus.
fr: Remboursements garantis à 100%.
it: Rimborsi garantiti al 100%.
nb: 100% garantert refusjon.
nl: 100% gegarandeerde restituties.
pl: 100% gwarantowanych refundacji.
pt: Reembolsos garantidos a 100%.
sv: 100% garanterade återbetalningar.
th: การคืนเงินรับประกัน 100%
vi_vn: Hoàn tiền 100% được đảm bảo
zh_hans: 保证100%退款

# coupon_bigtitle
source: NEW USERS ONLY
cs: POUZE NOVÉ UŽIVATELÉ
da: KUN NYE BRUGERE
de: NUR NEUE BENUTZER
es: SOLO NUEVOS USUARIOS
fi: vain uudet käyttäjät
fr: NOUVEAUX UTILISATEURS UNIQUEMENT
it: SOLO PER NUOVI UTENTI
nb: KUN NYE BRUKERE
nl: ALLEEN VOOR NIEUWE GEBRUIKERS
pl: TYLKO NOWY UŻYTKOWNICY
pt: NOVOS USUÁRIOS APENAS
sv: NYA ANVÄNDARE ENDAST
th: ผู้ใช้ใหม่เท่านั้น
vi_vn: NGƯỜI SỬ DỤNG MỚI CHỈ
zh_hans: 新用户专属

# coupon_para_title
source: COUPON
es: CUPÓN
pl: KUPON
pt: CUPOM
th: คูปอง
vi_vn: PHIẾU MUA HÀNG
zh_hans: 优惠券

# coupon_para_button
source: Get it!
cs: Získat!
da: Få det!
de: Hol es dir!
es: ¡Consíguelo!
fi: Hanki se!
fr: Obtenez-le!
it: Scarica!
nb: Få det!
nl: Download het!
pl: Zdobądź to!
pt: Obter!
sv: Hämta det!
th: รับเลย!
vi_vn: Hiểu rồi!
zh_hans: 领取

# ai_price
source: AI PRICE COMPARISON
cs: Srovnání ceny AI
da: AI PRIS SAMMENLIGNING
de: AI-PREIS-VERGLEICH
es: COMPARACIÓN DE PRECIOS DE AI
fi: AI-HINNAN VERTAILU
fr: COMPARAISON DES PRIX AI
it: CONFRONTO DI PREZZO AI
nb: AI PRIS SAMMENLIGNING
nl: AI PRIJSVERGELIJKING
pl: PORÓWNANIE CEN AI
pt: COMPARAÇÃO DE PREÇOS DA AI
th: การเปรียบเทียบราคา AI
vi_vn: AI GIÁ COMPARING
zh_hans: AI比价

# ai_price_button
source: Take A Look
cs: Podívej se na to
da: Tag et kig
de: Schauen Sie rein
es: Echar un vistazo
fr: Jetez un coup d'oeil
it: Dai un'occhiata
nb: Ta en titt
pt: Dê uma olhada
sv: Ta en titt
th: ดู
vi_vn: Hãy xem
zh_hans: 去看看

# dp_share_para
source: Share this goods to your friends
cs: Sdílejte tento zboží svým přátelům
da: Del denne vare til dine venner
de: Teilen Sie diese Waren Ihren Freunden
es: Comparte estos productos con tus amigos
fi: Jaa tämä tuote ystävillesi
fr: Partager ces biens avec vos amis
it: Condividi questa merce ai tuoi amici
nb: Del denne varen til vennene dine
nl: Deel deze goederen met je vrienden
pl: Udostępnij te towary znajomym
pt: Compartilhe esta mercadoria para seus amigos
sv: Dela dessa varor till dina vänner
th: แบ่งปันสินค้านี้กับเพื่อนของคุณ
vi_vn: Chia sẻ hàng này cho bạn bè của bạn
zh_hans: 好东西怎能独享，快分享给朋友们吧!

# dp_share_title
source: SHARE TO FRIENDS
da: DEL TIL VENNER
de: FREUNDE TEILEN
es: COMPARTIR CON AMIGOS
fi: OTA YSTÄVÄT
fr: PARTAGER AUX AMIS
it: CONDIVIDI AGLI AMICI
nb: DEL TIL VENNER
nl: DELEN VOOR VRIENDEN
pl: UDOSTĘPNIJ PRZYJACIELE
pt: COMPARTILHAR AMIGOS
th: แบ่งปันให้เพื่อน
vi_vn: Chia sẻ với bạn bè
zh_hans: 分享给朋友

# dp_item_description
source: Description
cs: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus
it: Descrizione
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt: Descrição
sv: Beskrivning
th: คำอธิบาย
vi_vn: Sự miêu tả
zh_hans: 商品详情

# dp_item_notice
source: Notice
cs: Upozornění
de: Hinweis
es: Aviso
fi: Ilmoitus
it: Avviso
nl: Kennisgeving
pl: Zawiadomienie
pt: Aviso
th: ประกาศ
vi_vn: Để ý
zh_hans: 通知

# dp_item_notice_time
source: Processing Time
cs: Doba zpracování
da: Behandlingstid
de: Bearbeitungszeit
es: Tiempo de procesamiento
fi: Käsittelyaika
fr: Temps de traitement
it: Tempo di elaborazione
nb: Behandlingstid
nl: Verwerkingstijd
pl: Czas przetwarzania
pt: Tempo de processamento
sv: Behandlingstid
th: เวลาดำเนินการ
vi_vn: Thời gian xử lý
zh_hans: 运输时间

# dp_item_notice_size
source: About Size Guide
cs: O průvodci velikostí
da: Om størrelsesguide
es: Guía de tamaño
fi: Tietoja kokooppaasta
fr: À propos du guide des tailles
it: Informazioni sulla guida alle dimensioni
nb: Om størrelsesguide
nl: Over Maatgids
pl: Informacje o przewodniku rozmiarów
pt: Sobre o guia de tamanhos
sv: Om Storleksguide
th: เกี่ยวกับคู่มือขนาด
vi_vn: Về kích thước biểu đồ
zh_hans: 关于尺寸

# dp_item_description_more
source: More
cs: Více
es: Más
fi: Lisää
fr: Plus
it: Altro
nl: Meer
pl: Więcej
pt: Mais
th: เพิ่มเติม
vi_vn: Hơn
zh_hans: 展开

# dp_item_description_less
source: Less
cs: Méně
da: Mindre
de: Weniger
es: Menos
fi: Vähemmän
fr: Moins
it: Meno
nl: Minder
pl: Mniej
pt: Menos
sv: Mindre
th: น้อยกว่า
vi_vn: Ít hơn
zh_hans: 收起

# free_shipping_noenough_0
source: Buy
cs: Koupit
de: Kaufen
es: Comprar
fi: Osta
fr: Acheter
it: Acquista
nb: Kjøp
nl: Kopen
pl: Kup
pt: Comprar
sv: Köp
th: ซื้อ
vi_vn: Mua thêm
zh_hans: 再买

# free_shipping_noenough_1
source: more to enjoy FREE SHIPPING!
cs: více, abyste si mohli užívat DOPRAVU ZDARMA!
da: mere for at nyde GRATIS SHIPPING!
de: Mehr KOSTENLOSER VERSAND!
es: más para disfrutar del ENVÍO GRATIS!
fi: enemmän nauttia ILMAISTA TOIMITUKSISTA!
fr: Profitez de la LIVRAISON GRATUITE!
it: di più per godere la spedizione gratuita!
nb: mer for å nyte GRATIS SHIPPING!
nl: meer om te genieten van GRATIS VERZENDING!
pl: więcej, aby cieszyć się BEZPŁATNĄ WYSYŁKĄ!
pt: mais para aproveitar o FREE SHIPPING!
sv: mer att njuta av GRATIS SHIPPING!
th: เพิ่มเติมเพื่อเพลิดเพลินกับการจัดส่งฟรี!
vi_vn: để được hưởng MIỄN PHÍ VẬN CHUYỂN!
zh_hans: 就能享受包邮！

# free_shipping_enough
source: Eligible for FREE SHIPPING!
cs: Způsobilé pro DOPRAVU ZDARMA!
da: Støtte til GRATIS SHIPPING!
de: KOSTENLOSER VERSAND!
es: ¡Elegible para ENVÍO GRATIS!
fi: Soveltuu maksuttomaan lähetykseen!
fr: Éligible pour la livraison gratuite!
it: Idoneo per trasporto libero!
nb: Kvalifisert GRATIS SHIPPING!
nl: Komt in aanmerking voor GRATIS VERZENDING!
pl: Uprawniony do BEZPŁATNEJ WYSYŁKI!
pt: Elegível para ENTREGA GRATUITA!
sv: Godkänd för GRATIS SÄNDNING!
th: มีสิทธิ์ได้รับการจัดส่งฟรี!
vi_vn: Hội đủ điều kiện cho Vận chuyển miễn phí!
zh_hans: 已包邮！

# Login_login
source: Log in
da: Log ind
de: Anmeldung
es: Iniciar sesión
fr: Ouverture de session
it: Accedi con
nb: Logg inn
pt: pouso
sv: Logga in
vi_vn: Đăng nhập
zh_hans: 登录

# login_facebook
source: Log in with Facebook
cs: Přihlaste se pomocí Facebook
da: Log ind med Facebook
de: Mit Facebook einloggen
es: Iniciar sesión con Facebook
fi: Facebook-kirjautumistunnus
fr: Connectez-vous avec Facebook
it: Accedi con Facebook
nb: Logg inn med Facebook
nl: Inloggen op Facebook
pl: Zaloguj się za pomocą Facebook
pt: Facebook pouso
sv: Logga in med Facebook
th: เข้าสู่ระบบด้วย Facebook
vi_vn: Đăng nhập bằng Facebook
zh_hans: Facebook登录

# login_phone
source: Log in with Phone
cs: Přihlaste se pomocí Phone
da: Log ind med Phone
de: Mit Phone einloggen
es: Iniciar sesión con Phone
fi: Phone-kirjautumistunnus
fr: Connectez-vous avec Phone
it: Accedi con telefono
nb: Logg inn med Phone
nl: Inloggen op Phone
pl: Zaloguj się za pomocą Phone
pt: Phone pouso
sv: Logga in med Phone
th: เข้าสู่ระบบด้วย Phone
vi_vn: Đăng nhập bằng Phone
zh_hans: 手机号登录

# login_google
source: Log in with Google
cs: Přihlaste se pomocí Google
da: Log ind med Google
de: Mit Goole einloggen
es: Inicia sesión con Google
fi: Google-kirjautumistunnus
fr: Connectez-vous avec Google
it: Accedi con Google
nb: Logg inn med Google
nl: Inloggen op Google
pl: Zaloguj się za pomocą Google
pt: Google pouso
sv: Logga in med Google
th: เข้าสู่ระบบด้วย Google
vi_vn: Đăng nhập bằng Google
zh_hans: 谷歌登录

# login_email
source: Log in with Email
cs: Přihlaste se pomocí Email
da: Log ind med Email
de: Mit Email einloggen
es: Iniciar sesión con Email
fi: Email-kirjautumistunnus
fr: Connectez-vous avec Email
it: Accedi con Email
nb: Logg inn med Email
nl: Inloggen op Email
pl: Zaloguj się za pomocą Email
pt: Email pouso
sv: Logga in med Email
th: เข้าสู่ระบบด้วย Email
vi_vn: Đăng nhập bằng Email
zh_hans: 邮箱登录

# signup_signin
source: Sign up
cs: Zaregistrujte
da: Tilmeld dig
de: Anmelden
es: Registro
fi: Rekisteröidy
fr: Inscrivez-vous
it: Iscriviti con
nb: Registrering
nl: registratie
pl: Zapisz się
pt: Inscrever-se
sv: Registrera dig
th: ลงทะเบียน
vi_vn: Đăng ký
zh_hans: 注册

# signup_facebook
source: Sign up with Facebook
cs: Zaregistrujte se pomocí Facebook
da: Tilmeld dig med Facebook
de: Anmelden mit Facebook
es: Registrarse en Facebook
fi: Rekisteröidy Facebook
fr: Inscrivez-vous avec Facebook
it: Iscriviti con Facebook
nb: Registrering med Facebook
nl: Meld je aan voor Facebook
pl: Zarejestruj się za pomocą Facebook
pt: Inscrever-se no Facebook
sv: Registrera dig med Facebook
th: ลงทะเบียนกับ Facebook
vi_vn: Đăng ký với Facebook
zh_hans: Facebook注册

# signup_phone
source: Sign up with Phone
cs: Zaregistrujte se pomocí Phone
da: Tilmeld dig med Phone
de: Anmelden mit Phone
es: Registrarse en Phone
fi: Rekisteröidy Phone
fr: Inscrivez-vous avec Phone
it: Iscriviti con Phone
nb: Registrering med Phone
nl: Meld je aan voor Phone
pl: Zarejestruj się za pomocą Phone
pt: Inscrever-se no Phone
sv: Registrera dig med Phone
th: ลงทะเบียนกับ Phone
vi_vn: Đăng ký với Phone
zh_hans: 手机号注册

# signup_google
source: Sign up with Google
cs: Zaregistrujte se pomocí Google
da: Tilmeld dig med Google
de: Anmelden mit Goole
es: Registrarse en Goole
fi: Rekisteröidy Google
fr: Inscrivez-vous avec Google
it: Iscriviti con Google
nb: Registrering med Google
nl: Meld je aan voor Goole
pl: Zarejestruj się za pomocą Google
pt: Inscrever-se no Google
sv: Registrera dig med Google
th: ลงทะเบียนกับ Google
vi_vn: Đăng ký với Google
zh_hans: 谷歌注册

# signup_email
source: Sign up with Email
cs: Zaregistrujte se pomocí Email
da: Tilmeld dig med Email
de: Anmelden mit Email
es: Registrarse en Email
fi: Rekisteröidy Email
fr: Inscrivez-vous avec Email
it: Registrati con Email
nb: Registrering med Email
nl: Meld je aan voor Email
pl: Zarejestruj się za pomocą Email
pt: Inscrever-se no Email
sv: Registrera dig med Email
th: ลงทะเบียนกับ Email
vi_vn: Đăng ký với Email
zh_hans: 邮箱注册

# signup_coupon
source: for New Users
cs: pro nové uživatele
da: for nye brugere
de: für neue Benutzer
es: para nuevos usuarios
fi: uusille käyttäjille
fr: pour les nouveaux utilisateurs
it: per i nuovi utenti
nb: for nye brukere
nl: voor nieuwe gebruikers
pl: dla nowych użytkowników
pt: para novos usuários
sv: för nya användare
th: สำหรับผู้ใช้ใหม่
vi_vn: Dành cho người dùng mới
zh_hans: 新人优惠券

# signup_policydetail
source: By joining you agree to our
cs: Do joininsouhlasíte s našimi
da: Ved joining du accepterer vores
de: Von joining stimmst du unseren zu
es: Al unirte, aceptas nuestro
fi: Liittymälläg suostut meidän
fr: En vous joignant, vous acceptez nos
it: Partecipatu accetti il ​​nostro
nb: Ved joining er du enig i vår
nl: Door lid te wordeng ga je akkoord met onze
pl: Dołączającg zgadzasz się na nasze
pt: Por joininvocê concorda com o nosso
sv: Av joining du accepterar vår
th: โดยเข้าร่วมg คุณเห็นด้วยกับเรา
vi_vn: Bằng cách tham gia, bạn đồng ý với
zh_hans: 加入我们表示您同意我们的

# signup_policydetail_1
source: Terms
cs: Podmínky
da: Betingelser
de: Begriffe
es: Términos
fi: Ehdot
fr: Conditions
it: Termini
nb: Vilkår
nl: Voorwaarden
pl: Warunki
pt: Termos
sv: Villkor
th: ข้อกำหนด
vi_vn: Điều khoản
zh_hans: 条款

# signup_policydetail_3
source: Privacy Policy
cs: Zásady ochrany osobních údajů
da: Fortrolighedspolitik
de: Datenschutzerklärung
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Règles de confidentialité
it: Informativa sulla privacy
nb: Personvernregler
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de Privacidade
sv: Sekretesspolicy
th: นโยบายความเป็นส่วนตัว
vi_vn: Chính sách bảo mật
zh_hans: 隐私声明

# no_coupon
source: No Coupons Available
cs: Žádné kupony k dispozici
da: Ingen kuponer til rådighed
de: Keine Coupons verfügbar
es: No hay cupones disponibles
fi: Ei kuponkeja saatavilla
fr: Aucun coupon disponible
it: Nessun coupon disponibile
nb: Ingen kuponger tilgjengelig
nl: Geen beschikbare coupons
pl: Brak dostępnych kuponów
pt: Nenhum cupom disponível
sv: Inga kuponger tillgängliga
th: ไม่มีคูปอง
vi_vn: Không có phiếu giảm giá
zh_hans: 暂无优惠券

source: No Order
cs: Bez objednávky
da: Ingen ordre
de: Keine Bestellung
fr: Pas de commande
it: Nessun ordine
nb: Ingen ordre
nl: Geen bestelling
sv: Ingen order
th: ไม่มีคำสั่งซื้อ
vi_vn: Không có đơn hàng nào
zh_hans: 暂无订单

# no_order_detail
source: You haven't made any orders
cs: Nevyrobili jste žádné objednávky
da: Du har ikke foretaget nogen ordrer
de: Sie haben keine Aufträge erteilt
es: No has hecho ningún pedido
fi: Et ole tehnyt mitään tilauksia
fr: Vous n'avez pas passé de commande
it: Non hai effettuato alcun ordine
nb: Du har ikke gjort noen ordre
nl: U hebt geen bestellingen geplaatst
pl: Nie złożyłeś żadnych zamówień
pt: Você não fez nenhum pedido
sv: Du har inte gjort några beställningar
th: คุณยังไม่ได้ทำการสั่งซื้อ
vi_vn: YBạn chưa thực hiện bất kỳ đơn đặt hàng nào.
zh_hans: 您还没有订单哟。

# no_network
source: Oops!
cs: Jejda!
de: Hoppla!
es: Ups!
fi: Hups!
fr: Oups!
nl: Oeps!
pl: Ups!
th: อ๊ะ!
vi_vn: Rất tiếc!
zh_hans: 网络异常

# no_network_retry
source: Check if your phone is connected to the internet.
cs: Zkontrolujte, zda je telefon připojen k internetu.
da: Kontroller, om din telefon er forbundet til internettet.
de: Überprüfen Sie,ob Ihr Telefon mit dem Internet verbunden ist.
es: Compruebe si su teléfono está conectado a internet.
fi: Tarkista, onko puhelin kytketty Internetiin.
fr: Vérifiez si votre téléphone est connecté à Internet.
it: Controlla se il tuo telefono è connesso a Internet.
nb: Sjekk om telefonen din er koblet til Internett.
nl: Controleer of uw telefoon is verbonden met internet.
pl: Sprawdź, czy Twój telefon jest podłączony do Internetu.
pt: Verifique se o seu telefone está conectado à internet.
sv: Kontrollera om telefonen är ansluten till internet.
th: ตรวจสอบว่าโทรศัพท์ของคุณเชื่อมต่อกับอินเทอร์เน็ตหรือไม่
vi_vn: Kiểm tra xem điện thoại của bạn có được kết nối với Internet không.
zh_hans: 请检查网络。

# no_search
source: Oops!
cs: Jejda!
de: Hoppla!
es: ¡Ups!
fi: Hups!
fr: Oups!
nl: Oeps!
pl: Ups!
th: อุ๊ปส์!
vi_vn: Rất tiếc
zh_hans: 喔哦！

# no_search_detail
source: No Search Results.
cs: Žádné výsledky vyhledávání
da: Ingen søgeresultater.
de: Keine Suchergebnisse.
es: No hay resultados de búsqueda.
fi: Ei hakutuloksia.
fr: Aucun résultat de recherche.
it: Nessun risultato di ricerca.
nb: Ingen søkeresultater.
nl: Geen zoekresultaten.
pl: Brak wyników wyszukiwania.
pt: Nenhum resultado da pesquisa.
sv: Inga sökresultat.
th: ไม่มีผลลัพธ์การค้นหา
vi_vn: Không có kết quả tìm kiếm.
zh_hans: 没有搜索结果。

# no_goods_cart
source: Empty Cart
cs: Prázdný košík
da: Tøm kurv
de: Leerer Einkaufswagen
es: Carro vacío
fi: Tyhjä ostoskori
fr: Panier vide
it: Carrello vuoto
nb: Tom handlevogn
nl: Lege winkelwagen
pl: Pusty koszyk
pt: Carrinho vazio
sv: Tom kundvagn
th: ล้างรถเข็น
vi_vn: Giỏ hàng trống
zh_hans: 购物车为空

# no_goods_cart_detail
source: I feel so empty when you don't shop.
cs: Cítím se tak prázdný, když nemáte nakupovat.
da: Jeg føler mig så tom, når du ikke handler.
de: Ich fühle mich so leer, wenn Sie nicht einkaufen.
es: Me siento tan vacío cuando no compro.
fi: Tuntuu niin tyhjältä, kun et osta.
fr: Je me sens tellement vide quand vous n'achetez pas.
it: Mi sento così vuoto quando non fai acquisti.
nb: Jeg føler meg så tom når du ikke handler.
nl: Ik voel me zo leeg als je niet winkelt.
pl: Czuję się taki pusty, kiedy nie robisz zakupów.
pt: Eu me sinto tão vazio quando você não compra.
sv: Jag känner mig så tom när du inte handlar.
th: ฉันรู้สึกว่างเปล่าเมื่อคุณไม่ซื้อสินค้า
vi_vn: Tôi cảm thấy trống rỗng khi bạn không mua sắm.
zh_hans: 没有商品我好空虚啊。

# no_goods_cart_shop
source: Shop Now
cs: Nakupovat nyní
da: Køb nu
de: Jetzt einkaufen
es: Comprar ahora
fi: Osta nyt
fr: Acheter maintenant
it: Acquista ora
nl: Nu winkelen
pl: Kup teraz
pt: Comprar agora
sv: Köp nu
th: ช็อปตอนนี้
vi_vn: Mua ngay
zh_hans: 去购物

# phone_wrong_toast
source: Phone number is in wrong format.
cs: Telefonní číslo je v nesprávném formátu.
da: Telefonnummeret er i forkert format.
de: Telefonnummer hat ein falsches Format.
es: El número de teléfono tiene un formato incorrecto.
fi: Puhelinnumero on väärässä muodossa.
fr: Le numéro de téléphone est dans un mauvais format.
it: Il numero di telefono è nel formato sbagliato.
nb: Telefonnummeret er i feil format.
nl: Telefoonnummer is in verkeerd formaat.
pl: Numer telefonu jest w niewłaściwym formacie.
pt: O número de telefone está no formato errado.
sv: Telefonnumret är fel format.
th: หมายเลขโทรศัพท์อยู่ในรูปแบบที่ไม่ถูกต้อง
vi_vn: Số điện thoại có định dạng sai.
zh_hans: 电话号码不符合规则。

# india_address_postcode_title
source: Pincode:
fr: Code PIN:
it: Codice PIN:
vi_vn: Ma pin:
zh_hans: 邮编:

# india_street1_detail
source: House No, Building, Street, Locality
cs: dům ne, budova, ulice, lokalita
da: Hus nr, bygning, gade, lokalitet
de: Haus Nein,Gebäude,Straße,Ort
es: Casa No, Edificio, Calle, Localidad
fi: Talo, rakennus, katu, sijainti
fr: Numéro de maison, bâtiment, rue, localité
it: Casa No, Edificio, Via, Località
nb: Hus nr, bygning, gate, lokalitet
nl: Huisnummer, Gebouw, Straat, Plaats
pl: Nr domu, budynek, ulica, miejscowość
pt: Casa não, prédio, rua, localidade
sv: Husnummer, byggnad, gata, ort
th: บ้านเลขที่, อาคาร, ถนน, ท้องที่
vi_vn: Nhà số, tòa nhà, đường phố, địa phương
zh_hans: 房屋号，建筑物，街道，地点
