Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# limited_time_offer_continue
source: Continue
cs: Pokračovat
da: Fortsæt
de: Weiter
fi: Jatka
fr: Continuer
it: Continua
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
sv: Fortsätt
th: ดำเนินการต่อ
vi_vn: Tiếp tục
zh_hans: 继续

# coupon_available_info
source: Order
cs: Objednávka
de: Bestellung
es: Orden
fi: Tilaa
fr: Commande
it: Ordine
nl: Bestelling
pt: Pedido
th: สั่งซื้อ
vi_vn: Gọi món
zh_hans: 订单

# coupon_available_click_info
source: Click this to select a coupon
cs: Kliknutím vyberte kupon
da: Klik her for at vælge en kupon
de: Klicken Sie hier,um einen Coupon auszuwählen
es: Haga clic aquí para seleccionar un cupón
fi: Napsauta tätä valitaksesi kuponki
fr: Cliquez ici pour sélectionner un coupon
it: Fai clic per selezionare un coupon
nb: Klikk dette for å velge en kupong
nl: Klik hierop om een ​​kortingsbon te selecteren
pl: Kliknij, aby wybrać kupon
pt: Clique aqui para selecionar um cupom
sv: Klicka här för att välja en kupong
th: คลิกที่นี่เพื่อเลือกคูปอง
vi_vn: Nhấp vào đây để chọn phiếu giảm giá
zh_hans: 单击此处可选择优惠券

# coupon_code_invalid
source: Coupon code is invalid
cs: Kód kupónu je neplatný
da: Kuponkode er ugyldig
de: Gutscheincode ist ungültig
es: El código de cupón no es válido
fi: Kuponkikoodi on virheellinen
fr: Le code du coupon n'est pas valide
it: Codice coupon non valido
nb: Kupongkoden er ugyldig
nl: Couponcode is ongeldig
pl: Kod kuponu jest nieprawidłowy
pt: O código do cupom é inválido
sv: Kupongkoden är ogiltig
th: รหัสคูปองไม่ถูกต้อง
vi_vn: Mã phiếu giảm giá không hợp lệ
zh_hans: 优惠券码无效

# index_middle-card
source: YOUR CART>
cs: VÁŠ KOŠÍK
da: DIN CART>
de: IHR WARENKORB>
fi: SIVU>
fr: VOTRE PANIER>
it: IL TUO CARRELLO>
nb: DITT KORT>
pl: TWÓJ KOSZYK>
pt: SEU CARRINHO>
sv: DITT VAGGAR>
th: รถเข็นของคุณ>
vi_vn: GIỎ HÀNG>
zh_hans: 你的购物车>

# cart_tip_buy
source: Buy
cs: Koupit
da: Køb
de: Kaufen
es: Comprar
fi: Osta
fr: Acheter
it: Acquista
nb: Kjøp
nl: Kopen
pl: Kup
pt: Comprar
sv: Köp
th: ซื้อ
vi_vn: Mua lại
zh_hans: 再买

# address_landmark
source: Nearest Landmark
cs: Nejbližší orientační bod
da: Nærmeste landemærke
de: Nächstgelegene Sehenswürdigkeit
es: Punto de referencia más cercano
fi: Lähin maamerkki
fr: Point de repère le plus proche
it: Punto di riferimento più vicino
nb: Nærmeste landemerke
nl: Dichtstbijzijnde mijlpaal
pl: Najbliższy punkt orientacyjny
pt: Marco mais próximo
sv: Närmaste landmärke
th: จุดสังเกตที่ใกล้ที่สุด
vi_vn: Landmark
zh_hans: 地标

# ae_address_phone_number
source: Alternate Phone Number
cs: Alternativní telefonní číslo
da: Alternativt telefonnummer
de: Alternative Telefonnummer
es: Número de teléfono alternativo
fi: Vaihtoehtoinen puhelinnumero
fr: Autre numéro de téléphone
it: Numero di telefono alternativo
nb: Alternativt telefonnummer
nl: Alternatief telefoonnummer
pl: Alternatywny numer telefonu
pt: Número de telefone alternativo
sv: Alternativt telefonnummer
th: หมายเลขโทรศัพท์สำรอง
zh_hans: 备用号码

# address_location_type
source: Address Type
cs: Typ adresy
da: Adressetype
de: Adresstyp
es: Tipo de dirección
fi: Osoitetyyppi
fr: Type d'adresse
it: Tipo di indirizzo
nb: Adressetype
nl: Adrestype
pl: Typ adresu
pt: Tipo de endereço
sv: Adress typ
th: ประเภทที่อยู่
vi_vn: Loại địa điểm
zh_hans: 地址类型

# address_location_type_home
source: Home
cs: Domovská stránka
fi: Koti
fr: Accueil
nb: Hjem
pt: Casa
th: หน้าแรก
vi_vn: Nhà
zh_hans: 家庭住址

# address_location_type_business
source: Business
cs: Obchodní
de: Unternehmen
fi: Liiketoiminta
fr: Entreprise
it: Affari
pl: Biznes
pt: Empresa
th: ธุรกิจ
vi_vn: Kinh doanh
zh_hans: 办公地址

# address_optional_prompt
source: Optional
cs: Volitelné
da: Valgfrit
es: Opcional
fi: Valinnainen
fr: Facultatif
it: Opzionale
nb: Valgfritt
nl: Optioneel
pl: Opcjonalny
pt: Opcional
sv: Valfritt
th: ตัวเลือก
vi_vn: Không bắt buộc
zh_hans: 选填

# instar_trending_shopping
source: SHOPPING>
fr: ACHETER>
nl: WINKELEN>
pl: ZAKUPY>
pt: COMPRA>
th: ช้อปปิ้ง>
vi_vn: Mua sắm>
zh_hans: 购物>

# instar_trending_translation
source: SHOW TRANSLATION
fr: AFFICHER LA TRADUCTION
it: MOSTRA TRADUZIONE
nl: TOON TRANSLATION
pt: MOSTRAR A TRADUÇÃO
th: แสดงการแปล
zh_hans: 显示翻译

# instar_trending_original
source: SHOW ORIGINAL
fr: AFFICHER L'ORIGINAL
it: MOSTRA ORIGINALE
nl: TOON OORSPRONKELIJK
pl: POKAŻ ORYGINAŁ
pt: MOSTRAR ORIGINAL
th: แสดงต้นฉบับ
vi_vn: HIỂN THỊ NGUYÊN BẢN
zh_hans: 显示原文

# instar_blogger_likes
source: Likes
cs: Líbí se
es: Me gusta
fr: aime
it: Mi piace
nb: Liker
nl: Houdt van
pt: Gosta
sv: Gillar
th: ชอบ
vi_vn: Lượt thích
zh_hans: 喜欢

# instar_blogger_follower
source: Followers
cs: Příznivci
da: Følgere
de: Anhänger
es: Seguidores
fi: Seuraajat
fr: Abonnés
it: Seguaci
nb: Følgere
nl: Volgers
pl: Obserwujący
pt: Seguidores
th: ผู้ติดตาม
vi_vn: Người theo dõi
zh_hans: 粉丝

# instar_blogger_following
source: Following
cs: Následující
de: folgt
es: Siguiente
fi: Seuraava
fr: Suivant
it: Seguito
nb: Følgende
nl: Volgen
pl: Follow
pt: Seguindo
th: กำลังติดตาม
vi_vn: Tiếp theo
zh_hans: 已关注

# instar_blogger_not_follow_button
source: +Follow
cs: + Sledovat
de: + folgen
es: + Seguir
fi: + Seuraa
fr: + suivez
it: + Segui
nl: + Volgen
pt: + Seguir
th: + ติดตาม
vi_vn: +Theo
zh_hans: +关注

# instar_detail_page
source: Photo
cs: Foto
da: Foto
de: Foto
es: Foto
fi: Valokuva
it: Foto
nl: Foto
pl: Zdjęcie
pt: Foto
sv: Foto
th: รูปภาพ
vi_vn: ảnh
zh_hans: 照片

# instar_review_title
source: Reviews
cs: Recenze
da: Anmeldelser
es: Reseñas
fi: Arvostelut
fr: Commentaires
it: Recensioni
nl: Recensies
pl: Recenzje
pt: Comentários
sv: Recensioner
th: ความคิดเห็น
vi_vn: Nhận xét
zh_hans: 评论

# instar_related_posts
source: Related Posts
cs: Související příspěvky
da: relaterede indlæg
de: Verwandte Beiträge
es: Publicaciones relacionadas
fi: Liittyvät viestit
fr: Articles connexes
it: Post correlati
nb: relaterte innlegg
nl: Gerelateerde berichten
pl: Powiązane posty
pt: Posts relacionados
sv: Relaterade inlägg
th: โพสต์ที่เกี่ยวข้อง
vi_vn: Bài viết liên quan
zh_hans: 相关文章

# instar_following_page_people
source: People
cs: Lidé
de: Menschen
fi: Ihmiset
fr: Personnes
it: Persone
nl: Mensen
pl: Ludzie
pt: Pessoas
th: ผู้คน
vi_vn: Những người
zh_hans: 用户

# instar_following_page_hashtags
source: Hashtags
th: แฮชแท็ก
vi_vn: Thẻ bắt đầu bằng #
zh_hans: 话题

# instar_trending_view_more
source: View More
cs: Zobrazit více
da: Se mere
de: Mehr anzeigen
es: Ver más
fi: Näytä lisää
fr: Afficher plus
it: Visualizza altro
nb: Se mer
nl: Bekijk meer
pl: Zobacz więcej
pt: Ver mais
sv: Visa mer
th: ดูเพิ่มเติม
vi_vn: Xem thêm
zh_hans: 查看更多

# instar_unfollow_title
source: Unfollow
cs: Odstranit sledování
da: Følg ikke efter
de: Nicht mehr folgen
es: Dejar de seguir
fi: Lopeta
fr: ne pas suivre
nb: Unollow
nl: Niet meer volgen
pt: Deixar de seguir
sv: Följa inte
th: เลิกติดตาม
vi_vn: Hủy theo dõi
zh_hans: 取消关注

# instar_unfollow_info
source: Confirm to unfollow
cs: Potvrdit zrušení sledování
da: Bekræft at ufølge
de: Bestätigen,um den Vorgang aufzuheben
es: Confirmar que deja de seguir
fi: Vahvista tyhjäksi
fr: Valider pour ne plus suivre
it: Conferma di non seguire
nb: Bekreft å unfollow
nl: Bevestig om niet meer te volgen
pl: Potwierdź, aby nie obserwować
pt: Confirmar para deixar de seguir
sv: Bekräfta att följa upp
th: ยืนยันการเลิกติดตาม
vi_vn: Xác nhận hủy theo dõi
zh_hans: 确认取消关注

# instar_unfollow_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
th: ยกเลิก
vi_vn: Hủy bỏ
zh_hans: 取消

# instar_unfollow_unfollow
source: Unfollow
cs: Odstranit sledování
da: Følg ikke
de: Nicht mehr folgen
es: Dejar de seguir
fi: Lopeta
fr: ne pas suivre
nb: Unollow
nl: Niet meer volgen
pt: Deixar de seguir
sv: Unollow
th: เลิกติดตาม
vi_vn: Hủy theo dõi
zh_hans: 取消关注

# instar_collapse
source: Collapse
cs: Sbalit
de: Zusammenbruch
es: Contraer
fi: Kutista
fr: Réduire
it: Comprimi
pl: Zwiń
th: ยุบ
vi_vn: Sự sụp đổ
zh_hans: 收起

# insrar_object_recognized
source: Object Recognized
cs: Objekt rozpoznán
da: Objektgenkendt
de: Objekt erkannt
es: Objeto reconocido
fi: objekti tunnistettu
fr: Objet reconnu
it: Oggetto riconosciuto
nb: Objektgjenkjent
nl: Objectherkenning
pl: Obiekt rozpoznany
pt: Objeto reconhecido
sv: Objektigenkänt
th: การรับรู้วัตถุ
vi_vn: Đối tượng được nhận dạng
zh_hans: 图搜

# instar_posts
source: Posts
cs: Příspěvky
da: Stillinger
es: Mensajes
fr: Messages
it: Post
nb: Innlegg
pl: Posty
pt: Postagens
sv: Inlägg
th: โพสต์
vi_vn: Bài đăng
zh_hans: 帖子

# instar_kol_not_post
source: hasn't posted anything yet~
cs: zatím nic neposlal ~
da: har ikke indsendt noget endnu~
de: hat noch nichts geschrieben ~
es: no se ha publicado nada ~
fi: ei ole vielä lähettänyt mitään ~
fr: n'a encore rien publié ~
it: non ha ancora pubblicato nulla ~
nb: har ikke postet noe enda ~
nl: heeft nog niets gepost ~
pl: nie opublikował jeszcze niczego ~
pt: Ainda não postou nada~
sv: har inte lagt upp något än ~
th: ยังไม่ได้โพสต์อะไรเลย ~
vi_vn: chưa đăng gì cả ~
zh_hans: 尚未发布任何东西〜

# instar_own_not_post
source: You hasn't posted anything yet~
cs: Zatím nic neposlal ~
da: Du har ikke indsendt noget endnu~
de: Sie haben noch nichts geschrieben ~
es: Aún no ha publicado nada ~
fi: Et ole vielä lähettänyt mitään ~
fr: Vous n'avez encore rien posté ~
it: Non hai ancora postato nulla ~
nb: Du har ikke postet noe enda ~
nl: U heeft nog niets gepost ~
pl: Jeszcze nic nie napisałeś ~
pt: Você ainda não colocou nenhum post~
sv: Du har inte postat någonting ännu ~
th: คุณยังไม่ได้โพสต์อะไรเลย ~
vi_vn: Bạn chưa đăng gì cả ~
zh_hans: 你还没有发布任何东西〜

# instar_following
source: Following
cs: Následující
de: folgt
es: Siguiente
fi: Seuraava
fr: Suivant
it: Seguito
nb: Følgende
nl: Volgen
pl: Follow
pt: Seguindo
th: กำลังติดตาม
vi_vn: Tiếp theo
zh_hans: 已关注

# instar_sliding_into
source: Sliding into INSTA
cs: Posun do INSTA
da: Glider ind i INSTA
de: In INSTA gleiten
es: Deslizándose hacia INSTA
fi: Liukuminen INSTA: han
fr: Entrer dans INSTA
it: Scivolamento in INSTA
nb: Skli inn i INSTA
nl: Glijden naar INSTA
pl: Przesunięcie do INSTA
pt: Deslizando para o INSTA
sv: Skjut i INSTA
th: เลื่อนไปที่ INSTA
vi_vn: Trượt vào INSTA
zh_hans: 滑动进入INSTA

# instar_release_into
source: Release into INSTA
cs: Uvolnit do INSTA
da: Slip til INSTA
de: In INSTA freigeben
es: Liberar en INSTA
fi: Julkaisu INSTA: han
fr: Libérer dans INSTA
it: Rilasciare in INSTA
nb: Slett inn i INSTA
nl: Laat dit in INSTA
pl: Zwolnij do INSTA
pt: Liberar para o INSTA
sv: Släpp i INSTA
th: ปล่อยเข้าสู่ INSTA
vi_vn: Phát hành vào INSTA
zh_hans: 释放进入INSTA

# instar_bottom
source: You reach the bottom.
cs: Dostanete dolů.
da: Du når bunden.
de: Sie erreichen den Boden.
es: Llegas al fondo.
fi: Pääset pohjaan.
fr: Vous atteignez le bas.
it: Raggiungi il fondo.
nb: Du kommer til bunnen.
nl: U bereikt de bodem.
pl: Dochodzisz do dołu.
pt: Você alcança o fundo.
sv: Du når botten.
th: คุณมาถึงที่ด้านล่าง
vi_vn: Bạn đạt đến đáy.
zh_hans: 你达到了底线。

# fs_full_amount
source: Your order is eligible for FREE SHIPPING!
cs: Vaše objednávka je způsobilá pro DOPRAVU ZDARMA!
da: Din ordre er berettiget til GRATIS SHIPPING!
de: Ihre Bestellung kann KOSTENLOS VERSANDEN!
es: ¡Su pedido es elegible para ENVÍO GRATIS!
fi: Tilauksesi on oikeutettu maksuttomaan lähetykseen!
fr: Votre commande est éligible à la livraison gratuite!
it: Il tuo ordine è idoneo per la SPEDIZIONE GRATUITA!
nb: Din bestilling er kvalifisert for GRATIS SHIPPING!
nl: Uw bestelling komt in aanmerking voor GRATIS VERZENDING!
pl: Twoje zamówienie kwalifikuje się do BEZPŁATNEJ WYSYŁKI!
pt: Seu pedido é elegível para ENVIO GRATUITO!
sv: Din beställning är berättigad till GRATIS SÄNDNING!
th: คำสั่งซื้อของคุณมีสิทธิ์จัดส่งฟรี!
vi_vn: Đơn đặt hàng của bạn đủ điều kiện MIỄN PHÍ VẬN CHUYỂN!
zh_hans: 您的订单有资格免运费！

# fs_no_select
source: Free Shipping on order over
cs: Doprava zdarma po objednávce
da: Gratis forsendelse på ordre over
de: Kostenloser Versand bei Bestellung über
es: Envío gratuito en pedidos superiores a
fi: Ilmainen toimitus tilauksesta
fr: Livraison gratuite à la commande
it: Spedizione gratuita per ordini superiori
nb: Gratis frakt på bestilling over
nl: Gratis verzending bij bestelling over
pl: Bezpłatna wysyłka na zamówienie
pt: Envio grátis por encomenda
sv: Fri frakt på beställning över
th: จัดส่งฟรีเมื่อสั่งซื้อเกิน
vi_vn: Giao hàng miễn phí khi đặt hàng qua
zh_hans: 订单免运费

# delete_no_select
source: Please select goods
cs: Vyberte zboží
da: Vælg venligst varer
de: Bitte wählen Sie Waren aus
es: Seleccione productos
fi: Valitse tavarat
fr: Veuillez sélectionner des produits
it: Seleziona le merci
nb: Vennligst velg varer
nl: Selecteer goederen
pl: Proszę wybrać towary
pt: Por favor, selecione mercadorias
sv: Var god välj varor
th: โปรดเลือกสินค้า
vi_vn: Vui lòng chọn hàng
zh_hans: 请选择商品

source: We Accept
cs: Přijmeme
da: Vi accepterer
de: Wir akzeptieren
es: Aceptamos
fi: Hyväksymme
fr: Nous acceptons
it: Accettiamo
nb: Vi godtar
nl: Wij accepteren
pl: Akceptujemy
pt: Aceitamos
sv: Vi accepterar
th: เรายอมรับ
vi_vn: Chúng tôi đồng ý
zh_hans: 支持支付方式

# fs_no_full_amount_0
source: Buy
cs: Koupit
da: Køb
de: Kaufen
es: Comprar
fi: Osta
fr: Acheter
it: Acquista
nb: Kjøp
nl: Kopen
pl: Kup
pt: Comprar
sv: Köp
th: ซื้อ
vi_vn: Mua
zh_hans: 再买

# fs_no_full_amount_1
source: more to enjoy FREE SHIPPING!
cs: více si můžete užívat ZDARMA!
da: mere for at nyde GRATIS SHIPPING!
de: Mehr KOSTENLOSER VERSAND!
es: más para disfrutar del ENVÍO GRATIS!
fi: enemmän nauttia ILMAISTA TOIMITUKSISTA!
fr: pour en profiter davantage!
it: altro per goderti la SPEDIZIONE GRATUITA!
nb: mer for å nyte GRATIS SHIPPING!
nl: meer om te genieten van GRATIS VERZENDING!
pl: więcej, aby cieszyć się BEZPŁATNĄ WYSYŁKĄ!
pt: mais para desfrutar de FRETE GRÁTIS!
sv: mer att njuta av GRATIS SHIPPING!
th: เพิ่มเติมเพื่อเพลิดเพลินกับการจัดส่งฟรี!
vi_vn: nhiều hơn để tận hưởng MIỄN PHÍ VẬN CHUYỂN!
zh_hans: 就能享受包邮!

# DP_insta
source: INSTA SIMILARITY
da: INSTA SIMILARITET
nb: INSTA SIMILARITET
nl: INSTA VERGELIJKBAARHEID
sv: INSTA SIMILARITET
th: ความคล้ายคลึงกันของ INSTA
zh_hans: 相似INSTA

# DP_info
source: Description
cs: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus
it: Descrizione
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt: Descrição
sv: Beskrivning
th: คำอธิบาย
vi_vn: Mô tả
zh_hans: 描述

# DP_coupon
source: New User Coupon
cs: Nový uživatelský kupón
da: Ny brugerkupon
de: Gutschein für neue Benutzer
es: Nuevo cupón de usuario
fi: Uusi käyttäjäkuponki
fr: Coupon nouvel utilisateur
it: Nuovo tagliando utente
nb: Ny brukerkupong
nl: Nieuwe gebruikerscoupon
pl: Nowy kupon użytkownika
pt: Novo cupom do usuário
sv: Ny användarkupong
th: คูปองผู้ใช้ใหม่
vi_vn: Phiếu thưởng người dùng mới
zh_hans: 新人优惠券

# DP_selected
source: Select Color, Size
cs: Vyberte barvu, velikost
da: Vælg Farve, Størrelse
de: Farbe,Größe wählen
es: Seleccionar color, tamaño
fi: Valitse väri, koko
fr: Sélectionner la couleur, la taille
it: Seleziona colore, dimensione
nb: Velg Farge, Størrelse
nl: Selecteer kleur, grootte
pl: Wybierz kolor, rozmiar
pt: Selecionar cor, tamanho
sv: Välj färg, storlek
th: เลือกสีขนาด
vi_vn: Chọn màu, kích thước
zh_hans: 选择颜色、尺寸

# DP_time
source: Estimated arrival time
cs: Odhadovaný čas příjezdu
da: Anslået ankomsttid
de: Voraussichtliche Ankunftszeit
es: Tiempo de llegada estimado
fi: Arvioitu saapumisaika
fr: Heure d'arrivée estimée
it: Tempo di arrivo stimato
nb: Anslått ankomsttid
nl: Geschatte aankomsttijd
pl: Szacowany czas przybycia
pt: Hora prevista de chegada
sv: Beräknad ankomsttid
th: เวลาถึงโดยประมาณ
vi_vn: Thời gian đến dự kiến
zh_hans: 预计到达时间

# DP_product_similarity
source: PRODUCT SIMILARITY
cs: SIMILARITA PRODUKTU
da: PRODUKTLIGTIGHED
es: SIMILARITY DEL PRODUCTO
fi: TUOTTEEN YKSINKERTAISUUS
fr: SIMILARITÉ DU PRODUIT
it: SIMILARITÀ DEL PRODOTTO
nl: PRODUCTGELIJKHEID
pl: PODOBNE PRODUKTY
pt: SIMILARIDADE DO PRODUTO
sv: PRODUKTSAMILITET
th: ผลิตภัณฑ์ใกล้เคียง
vi_vn: ỨNG DỤNG SẢN PHẨM
zh_hans: 相似商品

# DP_to
source: Ship to
cs: Odeslání do
da: Send til
de: Versenden nach
es: Enviar a
fi: Lähetä
fr: Expédier à
it: Spedisci a
nb: Send til
nl: Verzenden naar
pt: Enviar para
th: จัดส่งไปที่
vi_vn: Tàu
zh_hans: 运送至

# DP_you_may_like
source: YOU MAY LIKE
cs: MŮŽE MÍT RÁD
da: DU KAN LIKE
de: DAS KÖNNEN SIE MÖGEN
es: TE PUEDE GUSTAR
fi: SINÄ VOITTAA
fr: VOUS POURRIEZ AIMER
it: TI PIACE
nb: DU KAN LIKE
nl: YOU LYE LIKE
pl: MOŻESZ PODOBAĆ SIĘ
pt: VOCÊ PODE GOSTAR
sv: DU KAN LIKA
th: คุณอาจชอบ
vi_vn: BẠN CÓ THỂ THÍCH
zh_hans: 猜你喜欢

# DP_search_price
source: searching latest price
cs: hledání nejnovější ceny
da: søgning nyeste pris
de: letzter Preis gesucht
es: buscando el último precio
fi: uusimman hinnan haku
fr: recherche du dernier prix
it: ricerca dell'ultimo prezzo
nb: søker siste pris
nl: zoeken naar de meest recente prijs
pl: wyszukiwanie najnowszej ceny
pt: pesquisando o preço mais recente
sv: söker senaste pris
th: ค้นหาราคาล่าสุด
vi_vn: tìm kiếm giá mới nhất
zh_hans: 搜索最新价格

# home_shopping
source: SHOPPING
fr: ACHATS
it: ACQUISTO
nl: WINKELEN
pl: ZAKUPY
pt: COMPRAS
th: ช้อปปิ้ง
vi_vn: MUA SẮM
zh_hans: 推荐

# home_fashion
source: FASHION
fr: MODE
it: MODA
pt: MODA
th: แฟชั่น
vi_vn: THỜI TRANG
zh_hans: 潮流精选

# fashion_new_arrival
source: New Arrival
cs: Nový příjezd
da: Ny ankomst
de: Neuankömmling
es: Nueva llegada
fi: Uusi saapuminen
fr: Nouvelle arrivée
it: Nuovo arrivo
nb: Ny ankomst
nl: Nieuwe aankomst
pt: Nova chegada
sv: Ny ankomst
th: สินค้ามาใหม่
vi_vn: Hàng mới về
zh_hans: 新品首发

# fashion_trending
source: Trending
cs: Trendy
de: Trend
fi: Trendit
fr: Tendances
it: Tendenza
pt: Tendência
th: ความนิยม
vi_vn: Xu hướng
zh_hans: 热销排行

# home_all
source: ALL
it: TUTTI
pt: TODOS
th: ทั้งหมด
vi_vn: TẤT CẢ CÁC
zh_hans: 全部

# search_results_top
source: Top
cs: Nahoru
it: Superiore
pl: Góra
th: ด้านบน
vi_vn: Hàng đầu
zh_hans: 销量

# search_results_new
source: New
cs: Nový
de: Neu
es: Nuevo
fi: Uusi
fr: Nouveau
it: Nuovo
nl: Nieuw
pl: Nowy
pt: Novo
th: ใหม่
vi_vn: Mới
zh_hans: 新品

# search_results_price
source: Price
cs: Cena
da: Pris
de: Preis
fi: Hinta
fr: Prix
it: Prezzo
nb: Pris
nl: Prijs
pt: Preço
sv: Pris
th: ราคา
vi_vn: Giá bán
zh_hans: 价格

# search_results_filter
source: Filter
cs: Filtr
es: Filtro
fi: Suodatin
fr: Filtre
it: Filtro
pl: Filtr
pt: Filtro
th: ตัวกรอง
vi_vn: Bộ lọc
zh_hans: 筛选

# search_results_follow
source: +Follow
cs: + Sledovat
de: + Folgen
fi: + Seuraa
fr: + suivre
it: + Segui
pt: + Seguir
th: + ติดตาม
vi_vn: + Theo
zh_hans: + 关注

# search_results_following
source: Following
cs: Následující
da: Følgende
de: folgt
es: Siguiente
fi: Seuraava
fr: Suivante
it: Seguito
nb: Følgende
pl: Follow
pt: Seguindo
th: กำลังติดตาม
vi_vn: Tiếp theo
zh_hans: 已关注

# cart_invalid_items
source: Invalid Items
cs: Neplatné položky
da: Ugyldige elementer
de: Ungültige Elemente
es: Elementos no válidos
fi: Virheelliset kohteet
fr: Éléments non valides
it: Articoli non validi
nb: Ugyldige elementer
nl: Ongeldige items
pl: Nieprawidłowe elementy
pt: Itens inválidos
sv: Ogiltiga objekt
th: รายการไม่ถูกต้อง
vi_vn: Mục không hợp lệ
zh_hans: 失效商品

# cart_clear_items
source: Clear items
cs: Vymazat neplatné položky
da: klare emner
de: klar Artikel
es: Artículos claros
fi: Poista virheelliset kohteet
fr: Clair
it: elementi chiaris
nb: klare elementer
nl: Wis ongeldige items
pl: Wyczyść niepoprawne elementy
pt: itens claras
sv: Rensa föremål
th: ล้างรายการที่ไม่ถูกต้อง
vi_vn: Xóa các mục không hợp lệ
zh_hans: 清空失效商品

# cart_message
source: Confirm empty invalid item(s)?
cs: Potvrďte prázdné neplatné položky?
da: Bekræft tomme ugyldige vare(r)?
de: Leere ungültige Artikel bestätigen?
es: ¿Confirmar elementos vacíos no válidos?
fi: Vahvista tyhjät kelpaamattomat kohteet?
fr: Confirmer les éléments non valides vides?
it: Conferma gli articoli non validi vuoti?
nb: Bekreft tom ugyldige element(e)?
nl: Bevestig lege ongeldige item(s)?
pl: Potwierdź puste nieprawidłowe elementy?
pt: Confirmar item(ns) inválido(s) vazio(s)?
sv: Bekräfta tomma ogiltiga objekt (er)?
th: ยืนยันรายการที่ไม่ถูกต้องว่างเปล่า
vi_vn: Xác nhận (các) mục không hợp lệ trống?
zh_hans: 确认清空失效宝贝吗？

# cart_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
th: ยกเลิก
vi_vn: Hủy bỏ
zh_hans: 取消

# cart_delete
source: Delete
cs: Odstranit
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Excluir
sv: Ta bort
th: ลบ
vi_vn: Xóa bỏ
zh_hans: 删除

# cart_1_hour_only
source: 1 Hour Only
cs: Pouze 1 hodina
da: Kun 1 time
de: Nur 1 Stunde
fi: vain 1 tunti
fr: 1 heure seulement
it: Solo 1 ora
nb: Bare 1 time
nl: 1 uur alleen
pl: Tylko 1 godzina
pt: 1 hora apenas
sv: Endast 1 timme
th: 1 ชั่วโมงเท่านั้น
vi_vn: Chỉ 1 giờ
zh_hans: 仅限1小时

# flash_sale_on_sale_now
source: On Sale Now
cs: Prodej nyní
da: På salg nu
de: Heißer verkauf
es: En rebajas ahora
fi: Myynnissä nyt
fr: En cours
it: In vendita ora
nb: På salg nå
nl: Hete verkoop
pt: À venda agora
th: ลดราคาตอนนี้
vi_vn: Bán ngay bây giờ
zh_hans: 抢购中

# flash_sale_coming_soon
source: Coming Soon
cs: Příchod brzy
da: Kommer snart
de: In Kürze verfügbar
es: Próximamente
fi: Tulossa pian
fr: Bientôt
it: In arrivo
nb: Kommer snart
nl: Binnenkort beschikbaar
pt: Em breve
sv: Kommer snart
th: เร็ว ๆ นี้
vi_vn: Sắp có
zh_hans: 即将开抢

# flash_sale_sold
source: Sold
cs: Prodáno
da: Solgt
de: Verkauft
es: Vendido
fi: Myyty
fr: Vendu
it: Venduto
nb: Solgt
nl: Verkocht
pl: Sprzedane
pt: Vendido
th: ขายแล้ว
vi_vn: Đã bán
zh_hans: 已售

# flash_sale_shop_now
source: Shop Now
cs: Nakupovat nyní
de: Jetzt einkaufen
es: Comprar ahora
fi: Osta nyt
fr: Acheter maintenant
it: Acquista ora
nl: Nu winkelen
pl: Kup teraz
pt: Comprar agora
th: ช็อปตอนนี้
vi_vn: Mua ngay
zh_hans: 去抢购

# flash_sale_almost_sold_out
source: Almost Sold Out
cs: Téměř vyprodáno
da: Næsten udsolgt
de: Fast ausverkauft
es: Casi agotado
fi: Lähes loppuunmyyty
fr: Presque épuisé
it: Quasi esaurito
nb: Nesten utsolgt
nl: Bijna uitverkocht
pl: Prawie wyprzedane
pt: Quase esgotado
sv: Nästan utsåld
th: เกือบจะหมดแล้ว
vi_vn: Gần như hết hàng
zh_hans: 即将售光

# flash_sale_sold_out
source: Sold Out
cs: Vyprodáno
da: Udsolgt
de: Ausverkauft
es: Agotado
fi: Loppuunmyyty
fr: Épuisé
it: Esaurito
nb: Utsolgt
nl: Uitverkocht
pl: Wyprzedane
pt: Esgotado
sv: Slutsåld
th: ขายหมด
vi_vn: Bán hết
zh_hans: 卖光了

# flash_sale_starts_in
source: Starts in
cs: Spustí se
da: Starter i
de: Beginnt in
es: Empieza en
fi: Aloittaa
fr: Commence dans
it: Inizia
nb: Starter i
nl: Start in
pl: Rozpoczyna się
pt: Começa em
sv: Börjar i
th: เริ่มใน
vi_vn: Bắt đầu bằng
zh_hans: 距开始
