Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# affiliate_invitee_pop_window_left
source: invites you to join CloudMall and gives you this exclusive coupon
cs: vás zve ke vstupu do CloudMall a dává vám tento exkluzivní kupon
da: inviterer dig til at deltage i CloudMall og giver dig denne eksklusive kupon
de: lädt Sie ein,sich bei CloudMall anzumelden und gibt Ihnen diesen exklusiven Coupon
es: lo invita a unirse a CloudMall y le ofrece este cupón exclusivo
fi: kutsuu sinut liittymään CloudMalliin ja antaa sinulle tämän yksinomaisen kupongin
fr: vous invite à rejoindre CloudMall et vous offre ce coupon exclusif
it: vi invita ad unirsi a CloudMall e ti dà questo coupon esclusivo
nb: inviterer deg til å bli med CloudMall og gir deg denne eksklusive kupongen
nl: nodigt u uit om lid te worden van CloudMall en geeft u deze exclusieve kortingsbon
pl: zaprasza Cię do dołączenia do CloudMall i daje Ci ten ekskluzywny kupon
pt: convida você a participar do CloudMall e lhe oferece este cupom exclusivo
sv: inbjuder dig att gå med i CloudMall och ger dig den här exklusiva kupongen
th: เชิญคุณเข้าร่วม CloudMall และมอบคูปองพิเศษให้คุณ
zh_hans: 邀请您加入CloudMall并为您提供此独家优惠券

# affiliate_invitee_pop_window_between
source: COUPON
pl: KUPON
th: คูปอง
zh_hans: 优惠券

# affiliate_invitee_pop_window_coupon_time
source: Coupon Ends In
cs: Kupon končí
da: Kupon slutter i
de: Gutschein endet innen
es: El cupón termina en
fi: Kupongin päättyminen
fr: Le coupon se termine
it: Il tagliando termina
nb: Kupongen slutter i
nl: Coupon eindigt binnen
pl: Kupon kończy się
pt: Cupom termina em
sv: Kupong slutar i
th: คูปองสิ้นสุดใน
zh_hans: 优惠券结束

# affiliate_invitee_pop_window_log_fb
source: Sign up with Facebook
cs: Přihlaste se na Facebook
da: Tilmeld dig med Facebook
de: Bei Facebook anmelden
es: Registrarse con Facebook
fi: Rekisteröidy Facebookiin
fr: Inscrivez-vous avec Facebook
it: Registrati con Facebook
nb: Registrer deg med Facebook
nl: Meld je aan met Facebook
pl: Zarejestruj się za pomocą Facebooka
pt: Inscrever-se no Facebook
sv: Registrera dig med Facebook
th: สมัครสมาชิกด้วย Facebook
zh_hans: 用Facebook注册

# affiliate_invitee_pop_window_log_phone
source: Sign up with Phone
cs: Registrace s telefonem
da: Tilmeld dig med telefon
de: Mit dem Telefon anmelden
es: Registrarse con el teléfono
fi: Rekisteröidy puhelimeen
fr: Inscrivez-vous avec le téléphone
it: Registrati con il telefono
nb: Registrer deg med telefon
nl: Aanmelden bij telefoon
pl: Zarejestruj się telefonem
pt: Inscrever-se no telefone
sv: Registrera dig med telefon
th: ลงทะเบียนด้วยโทรศัพท์
zh_hans: 用Phone注册

# affiliate_noti_friend_accept_left
source: Your friend
cs: Váš přítel
da: Din ven
de: Ihr Freund
es: Tu amigo
fi: Ystäväsi
fr: Votre ami
it: Tuo amico
nb: Din venn
nl: Je vriend
pl: Twój przyjaciel
pt: Seu amigo
sv: Din vän
th: เพื่อนของคุณ
zh_hans: 您的好友

# affiliate_noti_friend_accept_right
source: accepted your invitation.
cs: přijal vaši pozvánku.
da: accepteret din invitation.
de: Ihre Einladung wurde angenommen.
es: aceptó tu invitación.
fi: hyväksyi kutsusi.
fr: a accepté votre invitation.
it: ha accettato il tuo invito.
nb: aksepterte invitasjonen din.
nl: accepteerde uw uitnodiging.
pl: zaakceptował twoje zaproszenie.
pt: aceitou seu convite.
sv: accepterade din inbjudan.
th: ยอมรับคำเชิญของคุณ
zh_hans: 刚刚接受了您的邀请.

# affiliate_noti_friend_log_right
source: just logged in.
cs: právě přihlášený.
da: lige logget ind.
de: gerade eingeloggt.
es: acaba de iniciar sesión.
fi: kirjautunut sisään.
fr: viens de me connecter.
it: appena effettuato il login.
nb: bare logget inn.
nl: net ingelogd.
pl: właśnie się zalogowałeś.
pt: acabou de acessar.
th: เพิ่งเข้าสู่ระบบ
zh_hans: 刚刚成功登录.

# affiliate_noti_friend_share_right
source: shared a post.
cs: sdílel příspěvek.
da: delte et indlæg.
de: hat einen Beitrag geteilt.
es: compartió una publicación.
fi: jako viestin.
fr: a partagé un message.
it: ha condiviso un post.
nb: delt et innlegg.
nl: heeft een bericht gedeeld.
pl: udostępnił post.
pt: compartilhou uma postagem.
sv: delade ett inlägg.
th: แบ่งปันโพสต์
zh_hans: 刚刚分享了一个帖子.

# affiliate_noti_friend_share_item
source: shared an item.
cs: sdíleli položku.
da: delte et emne.
de: hat ein Element freigegeben.
es: ha compartido un elemento.
fi: jako kohteen.
fr: a partagé un élément.
it: ha condiviso un elemento.
nb: delte et element.
nl: heeft een item gedeeld.
pl: udostępnił element.
pt: compartilhou um item.
sv: delade ett objekt.
th: แบ่งปันรายการ
zh_hans: 刚刚分享了一个商品.

# affiliate_noti_friend_bought_right
source: just bought
cs: právě koupil
da: lige købt
de: gerade gekauft
es: recién comprado
fi: juuri ostanut
fr: viens d'acheter
it: appena comprato
nb: nettopp kjøpt
nl: net gekocht
pl: właśnie kupiony
pt: acabou de comprar
sv: just purchased
th: เพิ่งซื้อ
zh_hans: 刚刚成功购买了

# affiliate_noti_friend_bought_end
source: item(s).You are getting a
cs: položky. Dostáváte
da: vare(r). Du får en
de: Artikel. Sie erhalten eine
es: artículo (s). Usted está recibiendo una
fi: tuote(t)
fr: article (s) .Vous obtenez un
it: articolo/i. Stai ricevendo a
nb: element(e). Du får en
nl: item(s). U krijgt een
pl: przedmiot (y)
pt: item(s). Você está recebendo
sv: objekt (er). Du får en
th: รายการคุณกำลังได้รับ
zh_hans: 件商品.您获得了

# affiliate_noti_friend_bought_end_new
source: rebate!
cs: sleva!
da: rabat!
de: Abzug!
es: ¡reembolso!
fi: alennus!
fr: remboursement!
it: sconto!
nb: rabatt!
nl: korting!
pl: rabat!
pt: desconto!
sv: rabatt!
th: คืนเงิน!
zh_hans: 返利!

# affiliate_noti_withdraw_available_left
source: You have
cs: Máte
da: Du har
de: Sie haben
es: Tienes
fi: Sinulla on
fr: Vous avez
it: Hai
nb: Du har
nl: U hebt
pl: Masz
pt: Você tem
sv: Du har
th: คุณมี
zh_hans: 您钱包有

# affiliate_noti_withdraw_available_right
source: available to withdraw.
cs: k dispozici ke stažení
da: tilgængelig for at trække tilbage.
de: zum Abheben verfügbar.
es: disponible para retirar.
fi: poistettavissa.
fr: disponible pour retirer.
it: disponibile per il prelievo.
nb: tilgjengelig for å trekke tilbake.
nl: beschikbaar om op te nemen.
pl: dostępny do wypłaty.
pt: disponível para retirada.
sv: tillgänglig för att dra tillbaka.
th: พร้อมที่จะถอน
zh_hans: 已成功解冻.

# affiliate_noti_become_friend_left
source: You are now
cs: Jste nyní
da: Du er nu
de: Sie sind jetzt
es: Ahora estás
fi: Olet nyt
fr: Vous êtes maintenant
it: Sei ora
nb: Du er nå
nl: U bent nu
pl: Jesteś teraz
pt: Você está agora
sv: Du är nu
th: ตอนนี้คุณอยู่
zh_hans: 你已成功成为

# affiliate_noti_become_friend_right
source: 's friend.
cs: přítel.
da: 's ven.
de: s Freund.
fi: ystävä.
fr: l'ami.
it: amico di.
nb: 's venn.
pl: przyjaciela.
pt: amigo de.
sv: s vän.
th: ของเพื่อน
zh_hans: 的好友.

# affiliate_noti_got_wallet_left
source: You just received
cs: Právě jste obdrželi
da: Du har lige modtaget
de: Sie haben gerade erhalten
es: Acaba de recibir
fi: Olet juuri saanut
fr: Vous venez de recevoir
it: Hai appena ricevuto
nb: Du har nettopp mottatt
nl: U heeft zojuist ontvangen
pl: Właśnie otrzymałeś
pt: Você acabou de receber
sv: Du har precis fått
th: คุณเพิ่งได้รับ
zh_hans: 您的钱包账户成功收入

# affiliate_noti_got_wallet_left_first_login
source: Welcome to CloudMall! 10% OFF your first purchase!
cs: Vítejte v CloudMall! 10% OFF váš první nákup!
da: Velkommen til CloudMall! 10% af dit første køb!
de: Willkommen bei CloudMall! 10% Rabatt auf Ihren ersten Einkauf!
es: Bienvenido a CloudMall! 10% de descuento en tu primera compra!
fi: Tervetuloa CloudMalliin! 10% OFF ensimmäisestä ostoksestasi!
fr: Bienvenue dans CloudMall! 10% de réduction sur votre premier achat!
it: Benvenuto in CloudMall! 10% di sconto sul tuo primo acquisto!
nb: Velkommen til CloudMall! 10% AV ditt første kjøp!
nl: Welkom bij CloudMall! 10% KORTING op uw eerste aankoop!
pl: Witamy w CloudMall! 10% zniżki na pierwszy zakup!
pt: Bem-vindo ao CloudMall! 10% de desconto na sua primeira compra!
sv: Välkommen till CloudMall! 10% AV ditt första köp!
th: ยินดีต้อนรับสู่ CloudMall! 10% จากการซื้อครั้งแรกของคุณ!
zh_hans: 欢迎使用CloudMall！首次购买可获得10％折扣！

# affiliate_noti_got_wallet_remind
source: Successfully followed. We will remind you once the Flash Sale starts.
cs: Úspěšně následuje. Připomínáme, jakmile začne prodej blesku.
da: Successfully followed. Vi vil minde dig, når Flash Sale begynder.
de: Erfolgreich gefolgt.Wir werden Sie daran erinnern, sobald der Flash Sale startet.
es: Se ha seguido con éxito. Le recordaremos una vez que comience la Venta Flash.
fi: Seurattu onnistuneesti. Muistutamme sinulle, kun Flash-myynti alkaa.
fr: Nous avons suivi ce message. Nous vous le rappellerons une fois que la vente flash aura commencé.
it: seguita con successo Vi ricorderà una volta il flash di vendita ha inizio.
nb: Vellykket fulgt. Vi vil påminne deg når Flash-salg begynner.
nl: Succesvol gevolgd, we zullen u eraan herinneren zodra de Flash-verkoop start.
pl: Pomyślnie śledzono. Przypomnimy Ci, kiedy rozpocznie się Flash Sale.
pt: Seguido com sucesso. Lembraremos você assim que a Promoção Flash começar.
sv: Successfully followed. Vi kommer påminna dig när Flash-försäljningen börjar.
th: สำเร็จแล้วเราจะเตือนคุณเมื่อการขายแฟลชเริ่มขึ้น
zh_hans: 您已成功收藏该商品，我们将在闪购开场前通知您.

# affiliate_noti_got_wallet_sale
source: Flash Sale starting now!
cs: Prodej blesku začíná hned!
da: Flash Sale starter nu!
de: Flash Sale startet jetzt!
es: ¡Venta Flash a partir de ahora!
fi: Flash-myynti alkaa nyt!
fr: Vente flash à partir de maintenant!
it: Vendita Flash a partire da adesso!
nb: Flash-salg begynner nå!
nl: Flash-verkoop begint nu!
pl: Sprzedaż Flash już teraz!
pt: Venda de Flash iniciando agora!
sv: Flash-försäljning börjar nu!
th: การลดราคาแฟลชเริ่มต้นตอนนี้!
zh_hans: 您心仪的闪购商品即将开抢啦~

# wallet_sider
source: My Wallet
cs: Moje peněženka
de: Mein Geldbeutel
fi: Lompakkoni
fr: Mon portefeuille
it: Il mio portafoglio
nb: Min lommebok
nl: Mijn Wallet
pl: Mój portfel
pt: Minha carteira
sv: Min plånbok
th: กระเป๋าเงิน
zh_hans: 我的钱包

# wallet_person_e_wallet
source: CloudMall E-Wallet
fr: Portefeuille électronique CloudMall
zh_hans: CloudMall 电子钱包

# wallet_person_cash
source: Cash
cs: Hotovost
de: Bargeld
fi: Käteinen
fr: Espèce
it: Contanti
pt: Dinheiro
th: เงินสด
zh_hans: 现金

# wallet_person_pending
source: Pending
cs: Čekající
de: Ausstehend
es: Pendiente
fi: Odottaa
fr: En attente
it: In sospeso
nb: Venter
nl: In behandeling
pl: Oczekuje
pt: Pendente
sv: Väntar
th: รอดำเนินการ
zh_hans: 冻结

# wallet_person_refunded
source: Refunded
cs: Vráceno
de: Rückerstattung
es: Reembolsado
fi: Palautettu
fr: Remboursé
it: Rimborsato
nl: Terugbetaald
pt: Reembolsado
th: คืนเงิน
zh_hans: 退款

# wallet_person_withdraw
source: Withdraw
cs: Odtáhnout
da: Uddrag
de: Auszahlung
fi: Poista
fr: Retirer
it: Prelievo
nb: Uttak
nl: Opnemen
pl: Wycofaj się
pt: Retirar
sv: Dra ut
th: ถอนเงิน
zh_hans: 提现

# wallet_person_messages
source: Messages
cs: Zprávy
da: Beskeder
de: Mitteilungen
fi: Viestit
it: Messaggi
nb: Meldinger
nl: Berichten
pl: Wiadomości
pt: Mensagens
sv: Meddelanden
th: ข้อความ
zh_hans: 消息

# wallet_person_invite
source: Invite
cs: Pozvat
da: Inviter
de: Einladen
es: Invitar
fi: Kutsu
fr: Inviter
it: Invita
nb: Inviter
nl: Uitnodigen
pl: Zaproś
pt: Convidar
sv: Bjud in
th: เชิญ
zh_hans: 邀请

# sidebar_wallet
source: My Wallet
cs: Moje peněženka
da: Min tegnebog
de: Mein Geldbeutel
fi: Oma lompakko
fr: Mon portefeuille
it: Il mio portafoglio
nb: Min lommebok
nl: Mijn Wallet
pl: Mój portfel
pt: Minha carteira
sv: Min plånbok
th: กระเป๋าเงินของฉัน
zh_hans: 我的钱包

# wallet_withdraw_error_left
source: Withdraw Error
cs: Odstranit chybu
da: Uddrag fejl
de: Fehler beim Abheben
es: Error de retiro
fi: Peruutusvirhe
fr: Erreur de retrait
it: Ritira errore
nb: Tilbakestill feil
nl: Fout intrekken
pl: Wycofaj błąd
pt: Retirar erro
sv: Dra ut fel
th: ถอนข้อผิดพลาด
zh_hans: 提取错误

# wallet_withdraw_error_behind
source: Something wrong with the withdrawal?
cs: Něco se stalo s stažením?
da: Noget galt med tilbagekaldelsen?
de: Etwas stimmt nicht mit der Rücknahme?
es: ¿Algo está mal con el retiro?
fi: Palautuksen yhteydessä on jotain vikaa?
fr: Quelque chose ne va pas avec le retrait?
it: Qualcosa non va nel ritiro?
nb: Noe galt med tilbaketrekningen?
nl: Is er iets mis met de opname?
pl: Coś nie tak z wycofaniem?
pt: Algo errado com a retirada?
sv: Något som är fel med återkallandet?
th: มีข้อผิดพลาดเกิดขึ้นกับการถอนหรือไม่
zh_hans: 退出有什么问题？

# wallet_withdraw_error_right
source: Please contact CloudMall customer service.
cs: Kontaktujte prosím zákaznický servis společnosti CloudMall.
da: Kontakt venligst CloudMall kundeservice.
de: Bitte wenden Sie sich an den CloudMall-Kundendienst.
es: Póngase en contacto con el servicio al cliente de CloudMall.
fi: Ota yhteyttä CloudMallin asiakaspalveluun.
fr: Veuillez contacter le service clientèle de CloudMall.
it: Si prega di contattare il servizio clienti CloudMall.
nb: Ta kontakt med CloudMall kundeservice.
nl: Neem contact op met de CloudMall-klantenservice.
pl: Skontaktuj się z obsługą klienta CloudMall.
pt: Por favor, entre em contato com o atendimento ao cliente CloudMall.
sv: Vänligen kontakta CloudMall kundservice.
th: โปรดติดต่อฝ่ายบริการลูกค้า CloudMall
zh_hans: 请联系CloudMall客户服务.

# wallet_withdraw_error_end
source: Contact Now
cs: Kontaktovat nyní
da: Kontakt nu
de: Jetzt Kontakt aufnehmen
es: Contactar ahora
fi: Ota yhteyttä nyt
fr: Contacter maintenant
it: Contatta ora
nb: Kontakt nå
nl: Nu contact opnemen
pl: Skontaktuj się teraz
pt: Entre em contato agora
sv: Kontakta nu
th: ติดต่อตอนนี้
zh_hans: 现在联系

# rule_window
source: Know More
cs: Víc víc
de: Mehr wissen
es: Saber más
fr: En savoir plus
it: Conosci di più
nb: Vet mer
nl: Meer weten
pt: Saiba mais
th: รู้เพิ่มเติม
zh_hans: 了解更多

# withdraw_policy_window_left
source: Withdraw Policy
cs: Zrušit zásady
da: Træk politik tilbage
de: Widerrufsrecht
it: Ritira politica
nb: Tilbakekall policy
nl: Intrekkingsbeleid
pl: Wycofaj politykę
pt: Retirar política
sv: Återkalla policy
zh_hans: 提现方案

# withdraw_policy_window_right
source: Minimum E-Wallet Cash for Withdraw
cs: Minimální peněžní hotovost pro stažení elektronické peněženky
de: Mindestbetrag für Bargeld zum Abheben von E-Wallet
it: Contanti E-Wallet minimi per Prelievo
nb: Minimum E-Wallet Cash for Uttak
nl: Minimale E-Wallet Cash voor intrekking
pl: Minimalna gotówka e-portfela za wypłatę
pt: Dinheiro Mínimo da Carteira Eletrônica para Retirada
sv: Minsta E-Wallet Cash for Withdraw
zh_hans: 提取最低现金

# withdraw_policy_window_end
source: Continue to invite
da: Fortsæt med at invitere
de: Einladung fortsetzen
it: Continua a invitare
nb: Fortsett å invitere
nl: Doorgaan met uitnodigen
pl: Kontynuuj zaproszenie
pt: Continuar a convidar
sv: Fortsätt att bjuda in
zh_hans: 继续邀请

# wallet_dp_window_left
source: Cash Back
cs: Hotovost zpět
fr: Remise en argent
nl: Geld terug
pt: Reembolso
th: คืนเงิน
zh_hans: 返现

# wallet_dp_window_right
source: Invite friends to get
cs: Pozvat přátele, aby se dostali
da: Inviter venner til at få
de: Freunde einladen
es: Invitar a amigos a obtener
fi: Kutsu ystäviä saamaan
fr: Inviter des amis à obtenir
it: Invita gli amici a ricevere
nb: Inviter venner å få
nl: Nodig vrienden uit om te krijgen
pl: Zaproś przyjaciół, aby się dostali
pt: Convide amigos para receber
sv: Bjud in vänner att få
th: เชิญเพื่อนมารับ
zh_hans: 邀请朋友来

# submit_order_wallet
source: Wallet
cs: Peněženka
de: Geldbörse
fi: Lompakko
fr: Portefeuille
it: Portafoglio
pl: Portfel
pt: Carteira
th: กระเป๋าเงิน
zh_hans: 钱包

# submit_order_available
source: Available
cs: Dostupné
de: Verfügbar
es: Disponible
fi: Käytettävissä
fr: Disponible
it: Disponibile
nb: Tilgjengelig
nl: Beschikbaar
pt: Disponível
th: ว่าง
zh_hans: 可用

# submit_order_not_available
source: Not available
cs: Není k dispozici
da: Ikke tilgængelig
de: Nicht verfügbar
es: No disponible
fi: Ei availale
fr: Pas disponible
it: Non disponibile
nb: Ikke availale
nl: Niet beschikbaar
pl: Niedostępny
pt: Não disponível
sv: Inte tillgänglig
th: ไม่สามารถใช้ได้
zh_hans: 不可用

# order_detail_param_cash
source: Wallet
cs: Peněženka
de: Geldbörse
fi: Lompakko
fr: Portefeuille
it: Portafoglio
pl: Portfel
pt: Carteira
th: กระเป๋าเงิน
zh_hans: 钱包

# message_bought_item
source: Reward
cs: Odměna
da: Belønning
de: Belohnung
es: Recompensa
fi: Palkinto
fr: récompense
it: Ricompensa
nb: Belønning
nl: Beloning
pl: Nagroda
pt: Recompensa
sv: Belöning
th: รางวัล
zh_hans: 返利

# submit_order_wallet_rule_title
source: Wallet Usage Rules
cs: Pravidla používání peněženky
da: Brugsregler for tegnebog
de: Regeln für die Verwendung von Brieftaschen
es: Reglas de uso de la cartera
fi: Lompakon käyttösäännöt
fr: Règles d'utilisation du portefeuille
it: Regole di utilizzo del portafoglio
nb: Brukervilkår for lommebok
nl: Regels voor gebruik van de Wallet
pl: Zasady użycia portfela
pt: Regras de uso da carteira
sv: Användningsregler för plånbok
th: กฎการใช้งาน Wallet
zh_hans: 电子钱包使用规则

# submit_order_wallet_rule_first
source: Only “Available” wallet balance can be used.
cs: Lze použít pouze “Dostupnou” peněženku.
da: Kun “Tilgængelig” tegnebogssaldo kan bruges.
de: Es kann nur ein verfügbares Guthabenkonto verwendet werden.
es: Solo se puede usar el saldo de billetera “Disponible ”.
fi: Vain 'Käytettävissä olevaa' lompakon saldoa voidaan käyttää.
fr: Vous ne pouvez utiliser que le solde du portefeuille 'Disponible'.
it: È possibile utilizzare solo il saldo del portafoglio 'Disponibile'.
nb: Bare 'Tilgjengelig' lommebokbalanse kan brukes.
nl: Alleen de portefeuillewaarde“ Beschikbaar ”kan worden gebruikt.
pl: Można użyć tylko“ Dostępnego ”salda portfela.
pt: Apenas o saldo da carteira“ Disponível ”pode ser usado.
sv: Endast 'Tillgänglig' plånboksbalans kan användas.
th: สามารถใช้งานได้เฉพาะยอดเงินคงเหลือในกระเป๋า“ พร้อมใช้งาน”
zh_hans: 只能使用“可用”钱包余额.

# submit_order_wallet_rule_third
source: Invite more friends to place orders to get more free wallet cash!
cs: Pozvěte více přátel, aby zadali objednávky, abyste získali více peněženky zdarma!
da: Inviter flere venner til at placere ordrer for at få mere gratis tegnebogskasser!
de: Laden Sie mehr Freunde ein,um Bestellungen zu platzieren, um mehr Geld für Gratisgeld zu erhalten!
es: ¡Invite a más amigos a realizar pedidos para obtener más efectivo gratis en la billetera!
fi: Kutsu lisää ystäviä tekemään tilauksia saadaksesi lisää maksutta lompakon käteistä!
fr: Invitez plus d'amis à passer des commandes pour obtenir plus d'argent de portefeuille gratuit!
it: Invita altri amici di effettuare ordini per ottenere più libero del raccoglitore di cassa!
nb: Inviter flere venner til å bestille ordre for å få mer gratis lommebok!
nl: Nodig meer vrienden uit om bestellingen te plaatsen om meer gratis geld in de portemonnee te krijgen!
pl: Zaproś więcej znajomych do składania zamówień, aby uzyskać więcej darmowej gotówki z portfela!
pt: Convide mais amigos para fazer pedidos para obter mais dinheiro da carteira!
sv: Bjud in fler vänner att placera order för att få mer gratis plånbokskassa!
th: เชิญเพื่อนเพิ่มเพื่อรับคำสั่งซื้อเพื่อรับเงินสดกระเป๋าเงินฟรีมากขึ้น!
zh_hans: 邀请更多朋友下订单，以获得更多免费钱包现金！

# submit_order_wallet_rule_thread
source: Wallet balance cannot be used to cover shipping costs.
cs: Zůstatek peněženky nelze použít k pokrytí nákladů na přepravu.
da: Wallet-saldoen kan ikke bruges til at dække forsendelsesomkostninger.
de: Der Kontostand kann nicht zur Deckung der Versandkosten verwendet werden.
es: El saldo de la cartera no se puede usar para cubrir los costos de envío.
fi: Lompakon saldoa ei voi käyttää kuljetuskustannusten kattamiseen.
fr: Le solde du portefeuille ne peut pas être utilisé pour couvrir les frais d'expédition.
it: Non è possibile utilizzare il saldo di Wallet per coprire i costi di spedizione.
nb: Wallet-saldoen kan ikke brukes til å dekke fraktkostnadene.
nl: Wallet-saldo kan niet worden gebruikt om verzendkosten te dekken.
pl: Salda portfela nie można wykorzystać do pokrycia kosztów wysyłki.
pt: O saldo da carteira não pode ser usado para cobrir os custos de envio.
sv: Plånbokssaldo kan inte användas för att täcka fraktkostnader.
th: ไม่สามารถใช้ยอดเงินคงเหลือใน Wallet เพื่อครอบคลุมค่าขนส่งได้
zh_hans: 电子钱包余额不能用于支付运费.

# submit_order_wallet_rule_fourth
source: Wallet Cash can be used to deduct up to 10% of the order amount.
cs: Vzhledem k místním omezením nelze zůstatku peněženky použít k pokrytí celé částky nákupu. Pokud zůstatek ve vaší peněžence přesáhne celkovou částku nákupu, použije se pouze část zůstatku, který je k dispozici.
da: Wallet Cash kan bruges til at trække op til 10% af ordremængden.
de: Aufgrund lokaler Beschränkungen kann der Kontostand nicht zur Deckung des gesamten Kaufbetrags verwendet werden. Wenn der verfügbare Kontostand Ihres Portfolios Ihren gesamten Kaufbetrag übersteigt,wird nur ein Teil des verfügbaren Kontostands verwendet.
es: Wallet Cash se puede usar para deducir hasta el 10% del monto del pedido.
fi: Paikallisten rajoitusten takia lompakon saldoa ei voi käyttää kattamaan koko ostomäärää. Jos lompakon käytettävissä oleva saldo ylittää oston kokonaismäärän, käytetään vain osaa käytettävissä olevasta saldosta.
fr: Vous pouvez utiliser Wallet Cash pour déduire jusqu'à 10% du montant de la commande.
it: Wallet Cash può essere utilizzato per detrarre fino al 10% dell'importo dell'ordine.
nb: Lommebok kontanter kan brukes til å trekke fra opptil 10% av ordren.
nl: Vanwege lokale beperkingen kan het walletsaldo niet worden gebruikt om het volledige aankoopbedrag te dekken.Als het beschikbare saldo in uw portemonnee uw totale aankoopbedrag overschrijdt, wordt slechts een deel van het beschikbare saldo gebruikt.
pl: Z powodu lokalnych ograniczeń saldo portfela nie może zostać wykorzystane do pokrycia całej kwoty zakupu. Jeśli dostępne saldo w portfelu przekroczy całkowitą kwotę zakupu, zostanie wykorzystana tylko część dostępnego salda.
pt: O Wallet Cash pode ser usado para deduzir até 10% do valor do pedido.
sv: Plånbokskassa kan användas för att dra av upp till 10% av orderbeloppet.
th: เนื่องจากข้อ จำกัด ในท้องถิ่นไม่สามารถใช้ยอดคงเหลือกระเป๋าเงินในการครอบคลุมจำนวนการซื้อทั้งหมดได้หากยอดคงเหลือที่มีอยู่ในกระเป๋าเงินของคุณเกินจำนวนการซื้อทั้งหมดจะใช้เพียงส่วนหนึ่งของยอดเงินคงเหลือ
zh_hans: 电子钱包现金最多可用于扣除订单金额的10％。

# submit_order_wallet_rule_button
source: Got It
cs: Mám to
da: Forstået
de: Ich habs
es: Lo tengo
fi: Sain sen
fr: Je l'ai eu
it: Trovato
nb: Fikk det
nl: Begrepen
pl: Rozumiem
pt: Entendi
sv: Fick det
th: ได้มา
zh_hans: 知道了

# affilate_window_title
source: Invitation Reward
cs: Pozvánka na odměnu
da: Invitationsbelønning
de: Einladungsbelohnung
es: Recompensa de invitación
fi: Kutsu alennus
fr: Inviter un rabais
it: Ricompensa dell'invito
nb: Invitasjonsbelønning
nl: Uitnodiging voor korting
pl: Zaproś rabat
pt: Convite para desconto
sv: Inbjudningsbelöning
th: เชิญส่วนลด
zh_hans: 邀请返利

# affilate_window_my_reward
source: My Reward
cs: Moje odměna
da: Mit belønning
de: Meine Belohnung
fi: Oma alennus
fr: Mon remboursement
nb: Mitt belønning
nl: Mijn korting
pl: Mój rabat
pt: Meu desconto
sv: Mitt belöning
th: เงินคืนของฉัน
zh_hans: 我的返利

# submit_order_ayden
source: Credit/Debit Card
cs: Kreditní/Debetní karta
da: Kredit/betalingskort
de: Kredit-/Debitkarte
es: Tarjeta de crédito/débito
fi: Luottokortti
fr: Carte de crédit/débit
it: Carta di credito/debito
nb: Kreditt-/debetkort
nl: Creditcard/betaalkaart
pl: Karta kredytowa/debetowa
pt: Cartão de Crédito/Débito
sv: Kredit/Betalkort
th: บัตรเครดิต/เดบิต
zh_hans: 信用卡/借记卡
