Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# language_resources
source: 英语
id_id: id
vi_vn: vd
zh_hans: 简体
zh_hant: 繁体

# pull_to_refresh_title_all
source: Swipe down to refresh
cs: Přejeďte prstem dolů pro obnovení
da: Stryg ned for at opdatere
de: Zum Aktualisieren nach unten streichen
es: Desliza hacia abajo para actualizar
fi: Pyyhkäise alas päivittääksesi
fr: Balayez vers le bas pour actualiser
id_id: Tarik ke bawah untuk memuat ulang
it: Scorri verso il basso per aggiornare
nb: Sveip ned for å oppdatere
nl: Veeg naar beneden om te vernieuwen
pl: Przesuń w dół, aby odświeżyć
pt: Deslize para baixo para atualizar
sv: Sväng ner för att uppdatera
th: ปัดลงเพื่อรีเฟรช
vi_vn: Kéo xuống để làm mới
zh_hans: 下拉刷新
zh_hant: 下拉刷新

# release_to_refresh_title_all
source: Release to refresh
cs: Uvolnit pro obnovení
da: Udgiv for at opdatere
de: Zur Aktualisierung freigeben
es: Liberar para actualizar
fi: Vapauta päivittääksesi
fr: Libérer pour actualiser
id_id: Lepaskan untuk memuat ulang
it: Rilascio per aggiornare
nb: Utgiv for å oppdatere
nl: Release om te vernieuwen
pt: Liberar para atualizar
sv: Släpp för att uppdatera
th: ปล่อยเพื่อรีเฟรช
vi_vn: Thả tay để làm mới
zh_hans: 松开刷新
zh_hant: 鬆開刷新

# refreshing_title_all
source: Loading
cs: Načítání
de: Laden
es: Cargando
fr: Chargement
id_id: Sedang memuat ulang
it: Caricamento
nl: Bezig met laden
pl: Ładowanie
pt: Carregando
sv: Laddar
vi_vn: Đang làm mới
zh_hans: 正在刷新
zh_hant: 正在刷新

# index_flash_sale_title
source: Flash Sale
cs: Prodej blesku
es: Venta Flash
fi: Flash-myynti
fr: Vente flash
id_id: Penawaran sepesial hari ini
it: Vendita Flash
nl: Flash-verkoop
pt: Venda Flash
th: การขายแฟลช
zh_hans: 今日特卖
zh_hant: 今日特賣

# index_great_price_title
source: Best Price
cs: Nejlepší cena
da: Bedste pris
de: Bester Preis
fi: Paras hinta
fr: Meilleur prix
id_id: harga terbaik
it: Miglior prezzo
nb: Beste pris
nl: Beste prijs
pl: Najlepsza cena
pt: Melhor preço
sv: Bästa pris
th: ราคาที่ดีที่สุด
vi_vn: Giá sốc
zh_hans: 白菜价
zh_hant: 白菜價

# index_mini_banner_title
source: Great Value
cs: Velká hodnota
da: Stor værdi
de: Großer Wert
fi: Suuri arvo
fr: Grande valeur
id_id: pilihan spesial mini
it: Ottimo valore
nb: Stor verdi
pl: Wielka wartość
pt: Grande valor
sv: Stort värde
th: คุ้มค่ามาก
vi_vn: Hàng tuyển chọn
zh_hans: 迷你精选
zh_hant: 迷你精選

# index_great_collection_title
source: Best Sellers
cs: Nejprodávanější
de: Bestseller
fr: Meilleurs vendeurs
id_id: kategori pilihan spesial
it: I più venduti
nb: Bestselgere
nl: Bestverkopers
pl: Bestsellery
pt: Melhores vendedores
sv: Bästsäljare
th: ผู้ขายที่ดีที่สุด
vi_vn: Bộ sưu tập
zh_hans: 类目精选
zh_hant: 類目精選

# index_daily_update_title
source: Recommended For You
cs: Doporučeno pro vás
da: Anbefalet til dig
de: Für Sie empfohlen
es: Recomendado para usted
fi: Suositellaan sinulle
fr: Recommandé pour vous
id_id: Status harian
it: Consigliato per te
nb: Anbefalt for deg
nl: Aanbevolen voor u
pl: Zalecane dla Ciebie
pt: Recomendado para você
sv: Rekommenderat för dig
th: แนะนำสำหรับคุณ
vi_vn: Cập nhật
zh_hans: 海淘动态
zh_hant: 海淘動態

# index_tabbar_daily_update_title
source: Daily Deals
cs: Denní nabídky
da: Daglige tilbud
es: Ofertas diarias
fr: Offres du jour
id_id: Pilihan terbaik setiap hari
it: Offerte giornaliere
nb: Daglig tilbud
nl: Dagelijkse aanbiedingen
pl: Codzienne oferty
pt: Ofertas diárias
sv: Dagliga erbjudanden
th: ข้อเสนอรายวัน
vi_vn: Gợi ý hôm nay
zh_hans: 每日精选
zh_hant: 每日精選

# index_choose_address_title
source: Select a shipping address
cs: Vyberte poštovní adresu
da: Vælg en forsendelsesadresse
de: Wählen Sie eine Lieferadresse aus
es: Seleccione una dirección de envío
fi: Valitse toimitusosoite
fr: Sélectionnez une adresse de livraison
id_id: Pilih alamat pengiriman
it: Seleziona un indirizzo di spedizione
nb: Velg en fraktadresse
nl: Selecteer een verzendadres
pl: Wybierz adres wysyłki
pt: Selecione um endereço de entrega
sv: Välj en leveransadress
th: เลือกที่อยู่จัดส่ง
vi_vn: Địa chỉ nhận hàng
zh_hans: 选择收货地址
zh_hant: 選擇收貨地址

# index_cannot_choose_address_toast
source: This region is currently unavailable
cs: Tato oblast momentálně není k dispozici
da: Denne region er i øjeblikket utilgængelig
de: Diese Region ist derzeit nicht verfügbar
es: Esta región no está disponible actualmente
fi: Tämä alue ei ole tällä hetkellä käytettävissä
fr: Cette région est actuellement indisponible
id_id: Pengiriman ke daerah tersebut sementara tidak didukung
it: Questa regione non è attualmente disponibile
nb: Denne regionen er for tiden utilgjengelig
nl: Deze regio is momenteel niet beschikbaar
pl: Ten region jest obecnie niedostępny
pt: Esta região está indisponível no momento
sv: Den här regionen är för närvarande inte tillgänglig
th: ภูมิภาคนี้ไม่สามารถใช้งานได้ในขณะนี้
vi_vn: Chưa hỗ trợ chuyển hàng đến khu vực này
zh_hans: 暂不支持配送至该地区
zh_hant: 暫不支持配送至該地區

# hot_catogery_title_search
source: Catalog
cs: Katalog
da: Katalog
de: Katalog
es: Catálogo
fi: Luettelo
fr: Catalogue
id_id: kategori populer
it: Catalogo
nl: Catalogus
pl: Katalog
pt: Catálogo
th: แคตตาล็อก
vi_vn: Bộ sưu tập hot
zh_hans: 热门分类
zh_hant: 熱門分類

# hot_brand_title_search
source: Brands
cs: Značky
de: Marken
es: Marcas
fi: Tuotemerkit
fr: Marques
id_id: merk populer
it: Marche
nl: Merken
pl: Marki
pt: Marcas
sv: Varumärken
th: แบรนด์
vi_vn: Thương hiệu hot
zh_hans: 热门品牌
zh_hant: 熱門品牌

# hot_mall_title_search
source: Malls
cs: Střediska
de: Einkaufszentren
fi: Mallit
fr: Centres commerciaux
id_id: Mall populer
it: Centri commerciali
nb: Kjøpesentre
nl: Winkelcentra
pl: Centra handlowe
pt: shoppings
sv: Mallar
th: ห้างสรรพสินค้า
vi_vn: Cửa hàng hot
zh_hans: 热门商城
zh_hant: 熱門商城

# all_brand_btn_searh
source: More Brands
cs: Další značky
da: Flere mærker
de: Weitere Marken
es: Más marcas
fi: Lisää tuotemerkkejä
fr: Plus de marques
id_id: semua merk
it: Altri marchi
nb: Flere merker
nl: Meer merken
pl: Więcej marek
pt: Mais marcas
sv: Fler varumärken
th: แบรนด์เพิ่มเติม
vi_vn: Toàn bộ thương hiệu
zh_hans: 所有品牌
zh_hant: 所有品牌

# all_mall_title_search
source: More Malls
cs: Další pobočky
da: Flere indkøbscentre
de: Weitere Einkaufszentren
es: Más centros comerciales
fi: Lisää kauppakeskuksia
fr: Plus de centres commerciaux
id_id: semua Mall
it: Altri centri commerciali
nb: Flere kjøpesentre
nl: Meer winkelcentra
pl: Więcej centrów
pt: Mais shoppings
sv: Fler köpcentra
th: ห้างสรรพสินค้าเพิ่มเติม
vi_vn: Toàn bộ cửa hàng
zh_hans: 所有商城
zh_hant: 所有商城

# best_sell_title_search
source: Popular Categories
cs: Oblíbené kategorie
da: Populære kategorier
de: Beliebte Kategorien
es: Categorías populares
fi: Suosittuja luokkia
fr: Catégories populaires
id_id: kategori pilihan spesial
it: Categorie popolari
nb: Populære kategorier
nl: Populaire categorieën
pl: Popularne kategorie
pt: Categorias populares
sv: Populära kategorier
th: หมวดหมู่ยอดนิยม
vi_vn: Hàng bán chạy
zh_hans: 精选分类
zh_hant: 精選分類

# all_people_title_search_result
source: All People
cs: Všichni lidé
da: Alle mennesker
de: Alle Personen
es: Todas las personas
fi: Kaikki ihmiset
fr: Toutes les personnes
id_id: semua golongan
it: Tutte le persone
nb: Alle mennesker
nl: Alle mensen
pl: Wszyscy ludzie
pt: Todas as pessoas
sv: Alla människor
th: ทุกคน
vi_vn: Toàn bộ nhóm
zh_hans: 所有人群
zh_hant: 所有人群

# all_brand_title_search_result
source: Brands
cs: Značky
de: Marken
fi: Tuotemerkit
fr: Marques
id_id: semua merk
it: Marche
nl: Merken
pl: Marki
pt: Marcas
sv: Varumärken
th: แบรนด์
vi_vn: Toàn bộ thương hiệu
zh_hans: 所有品牌
zh_hant: 所有品牌

# general_sort_title_search_result
source: Sort
cs: Seřadit
de: Sortieren
fi: Lajittele
fr: Trier
id_id: urutkan acak
it: Ordina
nb: Sorter
nl: Sorteren
pl: Sortuj
pt: Classificar
sv: Sortera
th: เรียงลำดับ
vi_vn: Sắp xếp
zh_hans: 综合排序
zh_hant: 綜合排序

# price_high_sort_title_search_result
source: Price (High to Low)
cs: Cena (od nejvyšší k nejnižší)
da: Pris(høj til lav)
de: Preis (hoch nach niedrig)
fi: Hinta (korkea matalaan)
fr: Prix (décroissant)
id_id: dari harga tertinggi ke terendah
it: Prezzo (da alto a basso)
nb: Pris (høy til lav)
nl: Prijs(van hoog naar laag)
pl: Cena (od wysokiej do niskiej)
pt: Preço(alto a baixo)
sv: Pris (hög till låg)
th: ราคา(มากไปน้อย)
vi_vn: Giá cao đến thấp
zh_hans: 价格由高到低
zh_hant: 價格由高到低

# price_low_sort_title_search_result
source: Price (Low to High)
cs: Cena (od nejnižšího k vysokému)
da: Pris(lav til høj)
de: Preis (niedrig bis hoch)
fi: Hinta (matalasta korkeuteen)
fr: Prix (croissant)
id_id: dari harga terendah ke tertinggi
it: Prezzo (da basso ad alto)
nb: Pris (lav til høy)
nl: Prijs(van laag naar hoog)
pl: Cena (od niskiej do wysokiej)
pt: Preço(baixo para alto)
sv: Pris (lågt till högt)
th: ราคา(ต่ำไปสูง)
vi_vn: Giá thấp đến cao
zh_hans: 价格由低到高
zh_hant: 價格由低到高

# discount_sort_title_search_result
source: Best Deals
cs: Nejlepší nabídky
da: Bedste tilbud
fi: Parhaat tarjoukset
fr: Meilleures offres
id_id: prioritaskan yang memiliki diskon
nb: Beste tilbud
nl: Beste deals
pl: Najlepsze oferty
pt: Melhores ofertas
sv: Bästa erbjudanden
th: ข้อเสนอที่ดีที่สุด
vi_vn: Ưu tiên giảm giá
zh_hans: 折扣优先
zh_hant: 折扣優先

# sale_sort_title_search_result
source: Most Popular
cs: Nejpopulárnější
da: Mest populære
fi: Suosituin
fr: Les plus populaires
id_id: prioritaskan jumlah penjualan
it: Più popolari
nb: Mest populære
nl: Meest populair
pl: Najpopularniejsze
pt: Mais populares
sv: Mest populära
th: ที่นิยมมากที่สุด
vi_vn: Ưu tiên doanh số
zh_hans: 销量优先
zh_hant: 銷量優先

# mall_filter_title_search_result
source: Mall
fr: Centre commercial
it: Centro commerciale
pt: Compras
th: ห้างสรรพสินค้า
vi_vn: Cửa hàng
zh_hans: 商城
zh_hant: 商城

# all_mall_filter_title_search_result
source: All Malls
cs: Všechna centra
da: Alle indkøbscentre
de: Alle Einkaufszentren
fi: Kaikki keskukset
fr: Tous les centres commerciaux
id_id: semua Mall
it: Tutti i centri commerciali
nb: Alle kjøpesentre
nl: Alle winkelcentra
pl: Wszystkie centra handlowe
pt: Todos os shoppings
sv: All Mall
th: ห้างสรรพสินค้าทั้งหมด
vi_vn: Toàn bộ cửa hàng
zh_hans: 所有商城
zh_hant: 所有商城

# price_filter_title_search_result
source: Price
cs: Cena
fi: Hinta
fr: Prix
id_id: harga
it: Prezzo
nb: Pris
nl: Prijs
pl: Cena
pt: Preço
sv: Pris
th: ราคา
vi_vn: Giá
zh_hans: 价钱
zh_hant: 價錢

# clear_price_filter_title_search_result
source: Clear
cs: Vymazat
de: Löschen
fi: Tyhjennä
fr: Effacer
id_id: hapus
it: Cancella
nl: Wissen
pl: Wyczyść
pt: Limpar
th: ล้าง
vi_vn: Xóa
zh_hans: 清除
zh_hant: 清除

# close_filter_title_search_result
source: Close
cs: Zavřít
fi: Sulje
fr: Fermer
id_id: tutup
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar
th: ปิด
vi_vn: Đóng
zh_hans: 关闭
zh_hant: 關閉

# reset_filter_title_search_result
source: Reset
fi: Palauta
fr: Réinitialiser
id_id: atur ulang
it: Ripristina
pt: Redefinir
th: รีเซ็ต
vi_vn: Thiết lập lại
zh_hans: 重置
zh_hant: 重置

# ok_filter_title_search_result
source: Confirm
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
id_id: ok
it: Conferma
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
sv: Bekräfta
th: ยืนยัน
vi_vn: Xác nhận
zh_hans: 确定
zh_hant: 確定

# search_result_subscribe_btn
source: Subscribe
cs: Přihlásit se k odběru
de: Abonnieren
es: Suscribirse
fi: Tilaa
fr: S'abonner
id_id: berlangganan
it: Iscriviti
nb: Abonner
nl: Abonneren
pl: Subskrybuj
pt: Inscrever-se
th: สมัครสมาชิก
vi_vn: Theo dõi
zh_hans: 订阅
zh_hant: 訂閱

# search_result_have_subscribed_btn
source: Subscribed
cs: Přihlášeno
da: Abonneret
de: abonniert
es: Suscrito
id_id: sudah berlangganan
it: Sottoscritto
pl: Subskrybowany
pt: Inscrito
th: สมัครรับข้อมูล
vi_vn: Đã theo dõi
zh_hans: 已订阅
zh_hant: 已訂閱

# facebook_login_btn_signlogin
source: Continue with Facebook
cs: Pokračovat ve Facebooku
da: Fortsæt med Facebook
de: Mit Facebook fortfahren
es: Continuar con Facebook
fi: Jatka Facebookin kanssa
fr: Continuer avec Facebook
id_id: Facebook
it: Continua con Facebook
nb: Fortsett med Facebook
nl: Doorgaan met Facebook
pl: Kontynuuj z Facebookiem
pt: Continuar com o Facebook
sv: Fortsätt med Facebook
th: ดำเนินการต่อกับ Facebook
vi_vn: Đăng nhập bằng Facebook
zh_hans: 继续使用Facebook登录
zh_hant: 繼續使用Facebook登錄

# email_signup_btn_signlogin
source: Sign up with email
cs: Přihlaste se pomocí e-mailu
da: Tilmeld dig med email
de: Mit E-Mail anmelden
es: Registrarse con correo electrónico
fi: Rekisteröidy sähköpostitse
fr: Inscrivez-vous avec email
id_id: Daftar menggunakan e-mail
it: Registrati con email
nb: Registrer deg med e-post
nl: Meld je aan met e-mail
pl: Zarejestruj się przez e-mail
pt: Inscrever-se com email
sv: Registrera dig med e-post
th: สมัครสมาชิกด้วยอีเมล
vi_vn: Đăng ký bằng email
zh_hans: 使用邮箱注册
zh_hant: 使用郵箱註冊

# login_btn_signlogin
source: Login with email
cs: Přihlášení pomocí e-mailu
da: Log ind med email
de: Mit E-Mail anmelden
es: Iniciar sesión con correo electrónico
fi: Kirjaudu sisään sähköpostilla
fr: Connectez-vous avec un email
id_id: Masuk
it: Accedi con email
nb: Logg inn med e-post
nl: Inloggen met e-mail
pl: Zaloguj się za pomocą e-maila
pt: Login com email
sv: Logga in med e-post
th: เข้าสู่ระบบด้วยอีเมล
vi_vn: Đăng nhập
zh_hans: 邮箱登录
zh_hant: 登錄

# email_title_signlogin
source: Email
es: Correo electrónico
fi: Sähköposti
th: อีเมล
zh_hans: 邮箱
zh_hant: 郵箱

# password_title_signlogin
source: Password
cs: Heslo
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
id_id: Kata sandi
nb: Passord
nl: Wachtwoord
pl: Hasło
pt: Senha
sv: Lösenord
th: รหัสผ่าน
vi_vn: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# forget_password_btn_signlogin
source: Forgot Password?
cs: Zapomněli jste heslo?
da: Glemt kodeord?
de: Passwort vergessen?
es: ¿Olvidó la contraseña?
fr: Mot de passe oublié?
id_id: Lupa kata sandi
it: Password dimenticata?
nb: Glemt passord?
pl: Zapomniałeś hasła?
pt: Esqueceu a senha?
sv: Glömt lösenord?
th: ลืมรหัสผ่าน?
vi_vn: Quên mật khẩu
zh_hans: 忘记密码
zh_hant: 忘記密碼

# next_btn_signlogin
source: Next
cs: Další
fi: Seuraava
fr: Suivant
id_id: Berikutnya
it: Avanti
nl: Volgende
pt: Próximo
th: ถัดไป
vi_vn: Tiếp theo
zh_hans: 下一个
zh_hant: 下一個

# comfire_password_btn_signlogin
source: Confirm Password
cs: Potvrzení hesla
da: Bekræft kodeord
de: Passwort bestätigen
es: Confirmar contraseña
fi: Vahvista salasana
fr: Confirmer le mot de passe
id_id: Konfirmasi kata sandi
it: Conferma password
nb: Bekreft passord
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt: Confirmar senha
sv: Bekräfta lösenord
th: ยืนยันรหัสผ่าน
vi_vn: Xác nhận mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

# finish_btn_signlogin
source: Finish
cs: Dokončit
da: Afslut
de: Fertig
es: Finalizar
fi: Valmis
fr: Terminer
id_id: Selesai
it: Fine
nb: Fullfør
nl: Voltooien
pl: Zakończ
pt: Concluir
sv: Slutför
th: เสร็จสิ้น
vi_vn: Hoàn tất
zh_hans: 完成
zh_hant: 完成

# phone_number_validation_title_signlogin
source: Verification code has been sent
cs: Ověřovací kód byl odeslán
da: Bekræftelseskoden er sendt
de: Bestätigungscode wurde gesendet
es: Se ha enviado el código de verificación
fi: Vahvistuskoodi on lähetetty
fr: Le code de vérification a été envoyé
id_id: Kode verifikasi sudah dikirim
it: Il codice di verifica è stato inviato
nb: Bekreftelseskoden er sendt
nl: Verificatiecode is verzonden
pl: Kod weryfikacyjny został wysłany
pt: O código de verificação foi enviado
sv: Verifieringskoden har skickats
th: ส่งรหัสยืนยันแล้ว
vi_vn: Đã gửi mã xác nhận
zh_hans: 验证码已发送到
zh_hant: 驗證碼已發送到

# validation_code_title_signlogin
source: Enter verification code
cs: Zadejte ověřovací kód
da: Indtast verifikationskode
de: Bestätigungscode eingeben
es: Introduzca el código de verificación
fi: Anna vahvistuskoodi
fr: Entrez le code de vérification
id_id: Masukkan kode verifikasi
it: Inserisci codice di verifica
nb: Oppgi verifiseringskode
nl: Voer verificatiecode in
pl: Wprowadź kod weryfikacyjny
pt: Digite o código de verificação
sv: Ange verifieringskod
th: ป้อนรหัสยืนยัน
vi_vn: Nhập mã xác nhận
zh_hans: 输入验证码
zh_hant: 輸入驗證碼

# create_password_title_signlogin
source: Create Password
cs: Vytvořit heslo
da: Opret kodeord
de: Passwort erstellen
es: Crear contraseña
fi: Luo salasana
fr: Créer un mot de passe
id_id: Buat kata sandi
it: Crea password
nb: Opprett passord
nl: Maak een wachtwoord
pl: Utwórz hasło
pt: Criar senha
sv: Skapa lösenord
th: สร้างรหัสผ่าน
vi_vn: Nhập mật khẩu
zh_hans: 创建密码
zh_hant: 創建密碼

# new_username_btn_signlogin
source: User Name
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fi: Käyttäjänimi
fr: Nom d'utilisateur
id_id: Nama pengguna
it: Nome utente
nb: Brukernavn
nl: Gebruikersnaam
pt: Nome do usuário
sv: Användarnamn
th: ชื่อผู้ใช้
vi_vn: Tài khoản mới
zh_hans: 用户名
zh_hant: 用戶名

# favorite_title_profile
source: Favorites
cs: Oblíbené
da: Favoritter
de: Favoriten
es: Favoritos
fi: Suosikit
fr: Favoris
id_id: Koleksi
it: Preferiti
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt: Favoritos
sv: Favoriter
th: รายการโปรด
vi_vn: Lưu
zh_hans: 收藏
zh_hant: 收藏

# advances_address_title_profile_setting
source: Address Book
cs: Adresář
da: Adressebog
de: Adressbuch
fi: Osoitekirja
id_id: Alamat
it: Rubrica
nb: Adressebok
nl: Adresboek
pl: Książka adresowa
pt: Livro de Endereços
sv: Adressbok
th: สมุดที่อยู่
vi_vn: Địa chỉ
zh_hans: 地址
zh_hant: 地址

# order_title_profile_order
source: My Orders
cs: Moje objednávky
da: Mine ordrer
de: Meine Bestellungen
es: Mis pedidos
fi: Omat tilaukset
fr: Mes commandes
id_id: Transaksi pemesanan
it: I miei ordini
nb: Mine bestillinger
nl: Mijn bestellingen
pl: Moje zamówienia
pt: Meus pedidos
sv: Mina beställningar
th: คำสั่งซื้อของฉัน
vi_vn: Đơn hàng
zh_hans: 订单
zh_hant: 訂單

# un_paid_btn_profile_order
source: Unpaid
cs: Neplaceno
da: Ubetalt
de: unbezahlt
es: Sin pagar
fi: Maksuton
fr: Impayé
id_id: Belum di bayar
it: Non pagato
nb: Ubetalt
nl: Niet betaald
pt: Não pago
sv: Obetalda
th: ไม่ได้ชำระ
vi_vn: Chưa thanh toán
zh_hans: 未付款
zh_hant: 未付款

# processing_btn_profile_order
source: In Progress
cs: Probíhající
da: I gang
de: in Bearbeitung
fr: En cours
id_id: Sedang dalam proses
it: In corso
nb: Pågår
nl: Bezig
pl: W toku
pt: Em andamento
sv: I Progress
th: กำลังดำเนินการ
vi_vn: Đang xử lý
zh_hans: 进行中
zh_hant: 進行中

# received_btn_profile_order
source: Completed
cs: Dokončeno
da: Afsluttet
id_id: Sudah selesai
it: Completato
nb: Fullført
nl: Voltooid
pt: Concluído
th: เสร็จสมบูรณ์
vi_vn: Hoàn tất
zh_hans: 已完成
zh_hant: 已完成

# all_order_btn_profile_order
source: Order History
cs: Historie objednávek
da: Ordrehistorik
de: Bestellhistorie
es: Historial de pedidos
fi: Tilaushistoria
fr: Historique des commandes
id_id: Semua transaksi
it: Cronologia ordini
nb: Bestillingshistorie
nl: Bestelgeschiedenis
pl: Historia zamówień
pt: Histórico do pedido
sv: Beställningshistorik
th: ประวัติการสั่งซื้อ
vi_vn: Tất cả đơn hàng
zh_hans: 所有订单
zh_hant: 所有訂單

# problem_consult_title_profile_setting
source: Customer Service Center
cs: Centrum služeb zákazníkům
da: Kundeservicecenter
es: Centro de servicio al cliente
fi: Asiakaspalvelu
fr: Centre de service clientèle
id_id: Konsultasi masalah
it: Centro assistenza clienti
nb: Kundesenter
nl: Klantenservicecentrum
pl: Centrum obsługi klienta
pt: Centro de atendimento ao cliente
sv: Kundtjänstcenter
th: ศูนย์บริการลูกค้า
vi_vn: Trung tâm tư vấn
zh_hans: 问题咨询
zh_hant: 問題諮詢

# title_consult_title_profile_setting
source: Please fill in the subject
cs: Vyplňte prosím předmět
da: Udfyld venligst emnet
de: Bitte geben Sie den Betreff ein
es: Por favor, complete el asunto
fi: Täytä aihe
fr: Veuillez renseigner le sujet
id_id: Tuliskan judul konsultasi
it: Compila l'oggetto
nb: Vennligst fyll inn emnet
nl: Vul het onderwerp in
pl: Proszę wypełnić temat
pt: Por favor, preencha o assunto
sv: Vänligen fyll i ämnet
th: กรุณากรอกหัวเรื่อง
vi_vn: Chủ đề
zh_hans: 填写咨询主题
zh_hant: 填寫諮詢主題

# title_consult_description_profile_setting
source: Describe the issue
cs: Popište problém
da: Beskriv problemet
de: Problem beschreiben
es: Describe el problema
fi: Kuvaile ongelmaa
fr: Décrivez le problème
id_id: Deskripsi masalah
it: Descrivi il problema
nb: Beskriv problemet
nl: Beschrijf het probleem
pl: Opisz problem
pt: Descrever o problema
sv: Beskriv problemet
th: อธิบายปัญหา
vi_vn: Mô tả
zh_hans: 描述问题
zh_hant: 描述問題

# placeholder_title_consult_description_profile_setting
source: Tell us the details about the issue
cs: Povězte nám podrobnosti o problému
da: Fortæl os oplysninger om problemet
de: Erzählen Sie uns die Details zu dem Problem
es: Díganos los detalles sobre el problema
fi: Kerro meille ongelman tiedot
fr: Dites-nous les détails du problème
id_id: Silahkan jelaskan dengan rinci masalah yang ingin anda konsultasikan
it: Dicci i dettagli sul problema
nb: Fortell oss detaljene om problemet
nl: Vertel ons de details over het probleem
pl: Podaj nam szczegóły dotyczące problemu
pt: Conte-nos os detalhes sobre o problema
sv: Berätta för detaljerna om problemet
th: บอกรายละเอียดเกี่ยวกับปัญหา
vi_vn: Mô tả chi tiết
zh_hans: 请详细描述想要咨询的问题
zh_hant: 請詳細描述想要諮詢的問題

# order_number_consult_profile_setting
source: Order Number
cs: Číslo zakázky
da: Ordrenummer
de: Bestellnummer
es: Número de pedido
fi: Tilausnumero
fr: Numéro de commande
id_id: Nomor transaksi
it: Numero ordine
nb: Bestillingsnummer
nl: Ordernummer
pl: Numer zamówienia
pt: Número do pedido
sv: Ordernummer
th: หมายเลขคำสั่งซื้อ
vi_vn: Mã đơn hàng
zh_hans: 订单号
zh_hant: 訂單號

# placeholder_order_number_consult_profile_setting
source: Order Number relating to your query
cs: Číslo objednávky týkající se vašeho dotazu
da: Ordrenummer vedrørende din forespørgsel
de: Auftragsnummer für Ihre Anfrage
es: Número de pedido relacionado con su consulta
fi: Kyselyyn liittyvä tilausnumero
fr: Numéro de commande relatif à votre requête
id_id: Nomor transaksi yang memiliki masalah
it: Numero ordine relativo alla tua query
nb: Bestillingsnummer knyttet til søket ditt
nl: Ordernummer met betrekking tot uw query
pl: Numer zamówienia związany z zapytaniem
pt: Número do pedido relacionado à sua consulta
sv: Beställningsnummer som gäller din fråga
th: หมายเลขคำสั่งซื้อที่เกี่ยวข้องกับการค้นหาของคุณ
vi_vn: Đơn hàng cần tư vấn
zh_hans: 发生次问题的订单号
zh_hant: 發生次問題的訂單號

# title_email_consult_profile_setting
source: Email
fi: Sähköposti
id_id: Alamat e-mail
th: อีเมล
zh_hans: 邮箱地址
zh_hant: 郵箱地址

# placeholder_email_consult_profile_setting
source: Please enter your email address
cs: Zadejte prosím svou e-mailovou adresu
da: Indtast venligst din email-adresse
de: Bitte geben Sie Ihre E-Mail-Adresse ein
es: Introduzca su dirección de correo electrónico
fi: Anna sähköpostiosoitteesi
fr: Veuillez entrer votre adresse email
id_id: Silahkan masukkan alamat e-mail
it: Inserisci il tuo indirizzo email
nb: Vennligst skriv inn din e-postadresse
nl: Voer uw e-mailadres in
pl: Podaj swój adres e-mail
pt: Por favor introduza o seu endereço de email
sv: Var god ange din e-postadress
th: โปรดป้อนที่อยู่อีเมลของคุณ
vi_vn: Nhập địa chỉ email
zh_hans: 请填写邮箱地址
zh_hant: 請填寫郵箱地址

# title_name_consult_profile_setting
source: Name
cs: Jméno
da: Navn
fi: Nimi
fr: Nom
id_id: Sapaan
it: Nome
nl: Naam
pt: Nome
th: ชื่อ
vi_vn: Tên gọi
zh_hans: 称呼
zh_hant: 稱呼

# placeholder_title_name_consult_profile_setting
source: Please enter your Name
cs: Zadejte prosím své jméno
da: Indtast venligst dit navn
de: Bitte geben Sie Ihren Namen ein
es: Por favor ingrese su nombre
fi: Anna nimi
fr: Veuillez entrer votre nom
id_id: Silahkan tuliskan nama Anda
it: Inserisci il tuo nome
nb: Vennligst skriv inn navnet ditt
nl: Voer uw naam in
pl: Proszę podać swoje imię
pt: Digite seu nome
sv: Vänligen ange ditt namn
th: โปรดป้อนชื่อของคุณ
vi_vn: Nhập tên
zh_hans: 请填写名称
zh_hant: 請填寫名稱

# feedback_title_profile_setting
source: Feedback
cs: Zpětná vazba
de: Rückmeldung
fi: Palaute
fr: Commentaires
id_id: Umpan balik
nb: Tilbakemelding
pt: Comentários
th: คำติชม
vi_vn: Phản hồi
zh_hans: 反馈意见
zh_hant: 回饋意見
