Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# profile_favorite_no_album_title
source: other
cs: ostatní
fi: muu
fr: autre
id_id: Belum membuat album
it: altro
nb: andre
nl: andere
pt: outro
th: อื่น ๆ
vi_vn: Chưa có bộ sưu tập
zh_hans: 还没创建专辑哦~
zh_hant: 還沒創建專輯~

# profile_default_addresss_title
source: Room, Floor, Building, Street
cs: Pokoj,podlaha,budova,ulice
da: Værelse,Gulv,Bygning,Gade
de: Raum,Etage,Gebäude,Straße
es: Habitación, piso, edificio, calle
fi: Huone, lattia, rakennus, katu
fr: Salle, étage, bâtiment, rue
id_id: Nama perusahaan, lantai, blok, bangunan, jalan
it: Stanza,piano,edificio,strada
nb: Rom,gulv,bygning,gate
nl: Kamer, verdieping, gebouw, straat
pl: Pokój, piętro, budynek, ulica
pt: Sala, andar, prédio, rua
sv: Rum, Golv, Byggnad, Gata
th: ห้อง, ชั้น, อาคาร, ถนน
vi_vn: Công ty, đường/ phố, tòa nhà, tầng, phòng
zh_hans: 单位、楼层、座数、大厦、街道
zh_hant: 單位、樓層、座數、大廈、街道

# profile_no_orders_title
source: Millions of products are waiting for you
cs: Na vás čekají miliony produktů
da: Millioner af produkter venter på dig
de: Millionen von Produkten warten auf Sie
es: Millones de productos lo están esperando
fi: Miljoonat tuotteet odottavat sinua
fr: Des millions de produits vous attendent
id_id: Lebih dari jutaan produk menanti Anda
it: Milioni di prodotti ti stanno aspettando
nb: Millioner av produkter venter på deg
nl: Miljoenen producten wachten op u
pl: Miliony produktów czekają na ciebie
pt: Milhões de produtos estão esperando por você
sv: Miljoner produkter väntar på dig
th: ผลิตภัณฑ์หลายล้านรายการกำลังรอคุณอยู่
vi_vn: Hàng nghìn sản phẩm đang chờ đợi bạn
zh_hans: 上万件商品等你选
zh_hant: 上萬件商品等你選

# cart_icon_all
source: Cart
cs: Košík
da: Indkøbskurv
de: Wagen
es: Carrito
fi: Ostoskori
fr: Panier
id_id: Troli
it: Carrello
nb: Handlevogn
nl: kar
pl: Koszyk
pt: Carrinho
sv: Vagn
th: รถเข็น
vi_vn: Giỏ hàng
zh_hans: 购物车
zh_hant: 購物車

# hint2_login_title_cart
source: Sign in to view your cart, favorites, and order history
cs: Přihlaste se pro zobrazení košíku, oblíbených položek a historie objednávek
da: Log ind for at se din indkøbsvogn,favoritter og ordrehistorik
de: Melden Sie sich an,um Ihren Warenkorb,Ihre Favoriten und den Bestellverlauf anzuzeigen.
es: Inicie sesión para ver su carrito, favoritos e historial de pedidos
fi: Kirjaudu sisään nähdäksesi ostoskorin, suosikit ja tilaushistorian
fr: Connectez-vous pour afficher votre panier, vos favoris et l'historique de vos commandes
id_id: Perhatian. Masuk lebih awal dapat menyinkronisasikan keranjang belanja, koleksian dan daftar penelusuran Anda
it: Accedi per visualizzare il tuo carrello, i preferiti e la cronologia degli ordini
nb: Logg inn for å se din handlevogn,favoritter og bestillingshistorie
nl: Log in om uw winkelwagen, favorieten en bestelgeschiedenis te bekijken
pl: Zaloguj się, aby wyświetlić koszyk, ulubione i historię zamówień
pt: Faça login para visualizar seu carrinho, favoritos e histórico de pedidos
sv: Logga in för att visa din kundvagn, favoriter och orderhistorik
th: ลงชื่อเข้าใช้เพื่อดูรถเข็นรายการโปรดและประวัติการสั่งซื้อของคุณ
vi_vn: Lưu ý: Nhanh tay đăng nhập để đồng bộ hóa giỏ hàng của bạn với giá lưu trữ và lịch sử xem hàng
zh_hans: 温馨提醒，提早登录，可以同步你的购物车、收藏夹及浏览记录
zh_hant: 溫馨提醒，提早登錄，可以同步你的購物車、我的最愛及流覽記錄

# select_all_btn_cart
source: Select all
cs: Vybrat vše
da: Vælg alle
de: Wählen Sie Alle
es: Seleccionar
fi: Valitse kaikki
fr: Sélect
id_id: Semua
it: Seleziona tutto
nb: Velg alle
nl: Selecteer alles
pl: Wybierz wszystko
pt: Selecionar tudo
sv: Välj alla
th: เลือกทั้งหมด
vi_vn: Tất cả các
zh_hans: 全选
zh_hant: 全選

# save_price_title_cart
source: Offer applied
cs: Nabídka byla uplatněna
da: Tilbud anvendt
de: Angebot angewendet
es: Oferta aplicada
fi: Tarjous on käytössä
fr: Offre appliquée
id_id: Sudah di diskon
it: Offerta applicata
nl: Aangeboden aanbieding
pl: Zastosowana oferta
pt: Oferta aplicada
sv: Erbjudet erbjudande
th: ข้อเสนอใช้แล้ว
vi_vn: Đã khuyến mại
zh_hans: 已优惠
zh_hant: 已優惠

# checkout_btn_cart
source: Checkout
cs: Pokladna
id_id: Total pembayaran
it: Pagamento
nl: Afrekenen
pl: Wymeldować się
pt: Confira
sv: Checka ut
th: เช็คเอาท์
vi_vn: Thanh toán
zh_hans: 结算
zh_hant: 結算

# empty_title_cart
source: Your Shopping Cart is empty
cs: Nákupní košík je prázdný
da: Din indkøbsvogn er tom
de: Ihr Einkaufswagen ist leer
es: Su carrito de compras está vacío
fi: Ostoskorisi on tyhjä
fr: Votre panier est vide
id_id: Keranjang belanja masih kosong
it: Il tuo carrello è vuoto
nb: Handlevognen er tom
nl: Uw winkelwagen is leeg
pl: Twój koszyk jest pusty
pt: Seu carrinho de compras está vazio
sv: Din varukorg är tom
th: รถเข็นของคุณว่างเปล่า
vi_vn: Giỏ hàng trống
zh_hans: 购物车空空如也~
zh_hant: 購物車空空如也~

# item_viewed_title_cart
source: Recently viewed items
cs: Naposledy zobrazené položky
da: Nyligt viste elementer
de: Zuletzt angesehene Elemente
es: Elementos vistos recientemente
fi: Viimeksi katsotut kohteet
fr: Articles consultés récemment
id_id: Produk yang pernah Anda telusuri
it: Articoli visualizzati di recente
nb: Nylig viste elementer
nl: Recent bekeken items
pl: Ostatnio przeglądane elementy
pt: Itens visualizados recentemente
sv: Nyligen visade objekt
th: รายการที่ดูล่าสุด
vi_vn: Sản phẩm đã xem
zh_hans: 你浏览过的商品
zh_hant: 你流覽過的商品

# mall_item_discount_title_dp
source: Offer applied automatically
cs: Nabídka byla použita automaticky
da: Tilbud ansøges automatisk
de: Das Angebot wurde automatisch angewendet
es: Oferta aplicada automáticamente
fi: Tarjous on käytössä automaattisesti
fr: Offre appliquée automatiquement
id_id: Saat penghitungan total pembayaran akan otomatis diberikan potongan
it: Offerta applicata automaticamente
nb: Tilbud søkes automatisk
nl: Aanbieding automatisch toegepast
pl: Oferta stosowana automatycznie
pt: Oferta aplicada automaticamente
sv: Erbjudandet tillämpas automatiskt
th: ข้อเสนอที่ใช้โดยอัตโนมัติ
vi_vn: Tự động khuyến mại khi thanh toán
zh_hans: 结算时自动优惠
zh_hant: 結算時自動優惠

# drop_price_title_cart
source: On Sale
cs: V prodeji
da: På salg
de: Sonderangebot
fi: Myynnissä
fr: En vente
id_id: Produk sudah turun harga
it: In vendita
nb: På salg
nl: In de uitverkoop
pl: W sprzedaży
pt: À venda
th: ลดราคา
vi_vn: Sản phẩm đã giảm giá
zh_hans: 商品已降价
zh_hant: 商品已降價

# agreements_content_cart1
source: By submitting this order, I accept Cloudmall's
cs: Odesláním této objednávky souhlasím se společností Cloudmall
da: Ved at indsende denne ordre accepterer jeg Cloudmall's
de: Mit dem Absenden dieser Bestellung akzeptiere ich Cloudmall's
es: Al enviar este pedido, acepto el servicio de Cloudmall
fi: Lähettämällä tämän tilauksen hyväksyn Cloudmall'sin
fr: En soumettant cette commande, j'accepte les solutions Cloudmall
id_id: Saya menerima .... Cloudmall
it: Inviando questo ordine, accetto Cloudmall's
nb: Ved å sende inn denne bestillingen aksepterer jeg Cloudmall's
nl: Door deze bestelling in te dienen, accepteer ik Cloudmall's
pl: Przesyłając to zamówienie, akceptuję Cloudmall's
pt: Ao enviar este pedido, eu aceito
sv: Genom att skicka denna beställning accepterar jag Cloudmall's
th: เมื่อส่งคำสั่งซื้อนี้ฉันยอมรับ Cloudmall's
vi_vn: Bằng cách gửi đơn đặt hàng này, tôi chấp nhận Cloudmall's
zh_hans: 提交订单并接受Cloudmall以下条款：
zh_hant: 提交訂單并我接受cloudmall的

# agreements_content_cart2
source: Privacy & Security/
cs: Soukromí a bezpečnost/
de: Datenschutz & Sicherheit/
fi: Tietosuoja ja turvallisuus/
fr: Confidentialité et sécurité/
id_id: Pernyataan privasi/
it: Privacy e sicurezza/
nb: Personvern og sikkerhet/
nl: Privacy & Beveiliging/
pl: Prywatność i bezpieczeństwo/
pt: Privacidade e Segurança/
sv: Sekretess och säkerhet/
th: ความเป็นส่วนตัว & ความปลอดภัย/
vi_vn: Chính sách bảo mật/
zh_hans: 隐私声明/
zh_hant: 隱私權聲明/

# agreements_content_cart3
source: Terms of use/
cs: Podmínky použití/
da: Vilkår for brug/
de: Nutzungsbedingungen/
es: Términos de uso /
fi: Käyttöehdot/
fr: Conditions d'utilisation/
id_id: Pernyataan penolakan/
it: Termini di utilizzo/
nb: Vilkår for bruk/
nl: Gebruiksvoorwaarden/
pl: Warunki użytkowania/
pt: Termos de uso/
sv: Användarvillkor/
th: ข้อกำหนดการใช้งาน/
vi_vn: Thông báo miễn trừ trách nhiệm/
zh_hans: 免责声明/
zh_hant: 免責聲明/

# agreements_content_cart4
source: Return & Exchange Policies
cs: Návratové a směnné zásady
da: Retur og udvekslingspolitik
de: Rückgabe- und Umtauschrichtlinien
es: Políticas de devolución y cambio
fi: Palautus- ja vaihtopolitiikat
fr: Politiques de retour et d'échange
id_id: Kebijakan pengembalian dan penukaran barang
it: Politiche di restituzione e scambio
nl: Terugkeer- en ruilbeleid
pl: Polityka zwrotów i wymiany
pt: Políticas de devolução e troca
sv: Retur- och utbytespolicyer
th: นโยบายการคืน & แลกเปลี่ยน
vi_vn: Chính sách đổi trả
zh_hans: 退换货政策
zh_hant: 退換貨政策

# summit_checkout_btn_cart
source: Submit Order
cs: Odeslat objednávku
da: Send ordre
de: Bestellung abschicken
es: Enviar pedido
fi: Lähetä tilaus
fr: Soumettre
id_id: Ok
it: Invia ordine
nb: Sende inn ordre
pl: Prześlij zamówienie
pt: submeter Encomenda
sv: Skicka beställning
th: ส่งคำสั่งซื้อ
vi_vn: Gửi đơn hàng
zh_hans: 提交订单
zh_hant: 提交訂單

# mall_shipping_fee_title_cart
source: Mall shipping fee
cs: Poplatek za dopravu na Mall
da: Mall fragtgebyr
de: Versandgebühr für Einkaufszentren
es: Tarifa de envío del centro comercial
fi: Mallin lähetysmaksu
id_id: Biaya pengiriman Mall
it: Tariffa di spedizione del centro commerciale
nb: Mall fraktgebyr
nl: verzendingskosten mall
pl: Opłata za wysyłkę do centrum handlowego
pt: Taxa de envio do shopping
sv: Frakt
th: ค่าจัดส่งของห้างสรรพสินค้า
vi_vn: Phí vận chuyển
zh_hans: 官网运费
zh_hant: 官網運費

# tax_fee_title_cart
source: Tax
cs: daň
da: Skat
de: Steuer
es: Impuesto
fr: Taxe
id_id: Biaya pajak bea dan cukai
it: Tassa
nb: Skatt
nl: Belasting
pl: Podatek
pt: Imposto
th: ภาษี
vi_vn: Thuế thu trước
zh_hans: 预收关税
zh_hant: 預收關稅

# supply_title_cart
source: Supplied by
cs: Dodáno
da: Leveres af
de: Geliefert von
es: Suministrado por
fi: Toimitetaan
fr: Fourni par
id_id: Penyedia stok
it: Fornito da
nb: Leveres av
nl: Geleverd door
pl: Dostarczone przez
pt: Fornecido por
sv: Levereras av
th: จัดทำโดย
vi_vn: Nhà cung cấp
zh_hans: 供货商
zh_hant: 供應商

# select_address_title_cart
source: Select address
cs: Vybrat adresu
da: Vælg adresse
de: Adresse auswählen
fi: Valitse osoite
fr: Adresse de sélection
id_id: Silahkan mengisi alamat penerima
it: Seleziona indirizzo
nb: Velg adresse
nl: Selecteer adres
pl: Wybierz adres
pt: Selecionar endereço
sv: Välj adress
th: เลือกที่อยู่
vi_vn: Vui lòng nhập địa chỉ nhận hàng
zh_hans: 请填写收货地址
zh_hant: 請填寫收貨地址

# confirm_payment_btn_profile_order
source: Submit Payment
cs: Odeslat platbu
da: Indsend betaling
de: Zahlung ausführen
es: Enviar pago
fi: Lähetä maksu
fr: Soumettre le paiement
id_id: Konfirmasi pembayaran
it: Invia pagamento
nb: Send inn betaling
nl: Betaling verzenden
pl: Prześlij płatność
pt: Enviar pagamento
sv: Skicka in betalning
th: ส่งการชำระเงิน
vi_vn: Xác nhận thanh toán
zh_hans: 确定支付
zh_hant: 確定支付

# asap_pay_title_cart
source: Deal ends soon
cs: Deal končí brzy
da: Deal slutter snart
de: Deal endet bald
es: El contrato terminará pronto
fi: Deal päättyy pian
fr: La transaction se termine bientôt
id_id: Segera lakukan pembayaran
it: L'offerta finisce presto
nb: Avtale slutter snart
nl: Deal eindigt snel
pl: Umowa kończy się wkrótce
pt: O acordo termina em breve
sv: Deal slutar snart
th: ข้อเสนอจะจบเร็ว ๆ นี้
vi_vn: Vui lòng thanh toán đơn hàng
zh_hans: 请尽快支付
zh_hant: 請儘快支付

# asap_pay_detail_content_cart
source: Prices are subject to change at anytime, so place your order now to get the best deal!
cs: Cena je proměnlivá, objednejte si ji rychle!
da: Prisen kan ændres,bestil den hurtigt!
de: Preise ändern sich jederzeit, schnell bestellen!
es: Los precios cambian en cualquier momento, ordene rápidamente!
fi: Hinta on vaihdettavissa, tilata nopeasti!
fr: Les prix changent à tout moment, commandez vite!
id_id: Harga dapat berubah sewaktu-waktu, kesempatan berikutnya harus lebih cepat ya!(≥ 3 ≤)
it: I prezzi cambiano in qualsiasi momento, i primi ordini!
nb: Prisen kan byttes, bestill den raskt!
nl: De prijs is veranderlijk, bestel hem snel!
pl: Cena jest zmienna, zamów ją szybko!
pt: O preço é variável, encomende rapidamente!
sv: Priset kan bytas ut, beställ det snabbt!
th: ราคาอาจมีการเปลี่ยนแปลงสั่งซื้อได้อย่างรวดเร็ว!
vi_vn: Giá cả đổi thay, mua hàng liền tay, nhận ngay giá tốt
zh_hans: 价格随官网实时变动，下手要快哦(≥ 3 ≤)
zh_hant: 價格隨官網即時變動，下手要快哦(≥ 3 ≤)

# choose_payment_title_cart
source: Select Payment Method
cs: Výběr způsobu platby
da: Vælg betalingsmetode
de: Zahlungsmethode auswählen
es: Seleccione el método de pago
fi: Valitse maksutapa
fr: Sélectionnez le mode de paiement
id_id: Pilih metode pembayaran
it: Seleziona il metodo di pagamento
nb: Velg betalingsmetode
nl: Selecteer betaalmethode
pl: Wybierz metodę płatności
pt: Selecione o método de pagamento
sv: Välj betalningsmetod
th: เลือกวิธีการชำระเงิน
vi_vn: Phương thức thanh toán
zh_hans: 选择支付方式
zh_hant: 選擇支付方式

# hint_choose_payment_title_cart
source: Please select payment method
cs: Vyberte způsob platby
da: Vælg venligst betalingsmetode
es: Seleccione el método de pago
fi: Valitse maksutapa
fr: Veuillez sélectionner le mode de paiement
id_id: Silahkan pilih metode pembayaran
it: Seleziona il metodo di pagamento
nb: Vennligst velg betalingsmåte
nl: Selecteer een betalingsmethode
pl: Proszę wybrać metodę płatności
pt: Por favor, selecione a forma de pagamento
sv: Var god välj betalningsmetod
th: โปรดเลือกวิธีการชำระเงิน
vi_vn: Vui lòng chọn phương thức thanh toán
zh_hans: 请您选择支付方式
zh_hant: 請您選擇支付方式

# final_price_title_cart
source: Order total:
cs: Celkový počet objednávek:
da: Ordreantal:
de: Auftragssumme:
es: Total del pedido:
fi: Tilaus yhteensä:
fr: Total de la commande:
id_id: Pembayaran
it: Totale ordini:
nb: Bestillings totalt:
nl: Ordertotaal:
pl: Łączna liczba zamówień:
pt: Total da encomenda:
th: ยอดสั่งซื้อทั้งหมด:
vi_vn: Thanh toán thực tế
zh_hans: 实付
zh_hant: 實付

# logistic_message_title_index_message
source: Messages
cs: Zprávy
da: Beskeder
de: Nachrichten
fi: Viestit
id_id: Transaksi/status pengiriman
it: Messaggi
nb: Meldinger
nl: Berichten
pl: Wiadomości
pt: Mensagens
sv: Meddelanden
th: ข้อความ
vi_vn: Tin nhắn
zh_hans: 消息中心
zh_hant: 消息中心

# ok_btn_cart
source: Done
cs: Hotovo
da: Udført
de: Fertig
es: Hecho
fi: Valmis
fr: Fait
id_id: Selesai
it: Fatto
nb: Ferdig
nl: Klaar
pl: Gotowe
pt: Feito
th: เสร็จสิ้น
vi_vn: Hoàn tất
zh_hans: 完成
zh_hant: 完成

# edit_btn_cart
source: Edit
cs: Upravit
da: Rediger
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
nb: Rediger
nl: Bewerken
pl: Edytuj
pt: Editar
sv: Redigera
th: แก้ไข
vi_vn: Sửa
zh_hans: 编辑
zh_hant: 編輯

# delete_sold_out_btn_cart
source: Remove Sold Out Items
cs: Odstranit vyprodávané položky
da: Fjern udsolgte varer
de: Ausverkaufte Artikel entfernen
es: Eliminar artículos agotados
fi: Poista myytyjä tuotteita
fr: Supprimer les articles épuisés
id_id: Hapus barang yang habis terjual
it: Rimuovi elementi esauriti
nb: Fjern utsolgte elementer
nl: Verwijder uitverkochte items
pl: Usuń sprzedane elementy
pt: Remover itens vendidos
sv: Ta bort utsålda artiklar
th: ลบรายการที่จำหน่ายหมดแล้ว
vi_vn: Xóa hàng đã bán
zh_hans: 删除已售光
zh_hant: 刪除已售光

# delete_selected_btn_cart
source: Delete
cs: Odstranit
da: Slet
de: Löschen
fi: Poista
fr: Supprimer
id_id: Hapus
it: Elimina
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Excluir
sv: Ta bort
th: ลบ
vi_vn: Xóa
zh_hans: 删除
zh_hant: 刪除

# no_return_title_cart
source: Supplier does not support returns
cs: Dodavatel nepodporuje vrácení
da: Leverandør understøtter ikke returneringer
de: Der Lieferant unterstützt keine Rücksendungen
es: El proveedor no admite devoluciones
fi: Toimittaja ei tue palautuksia
fr: Le fournisseur ne prend pas en charge les retours
id_id: Mall tidak didukung layanan pengembalian dan penukaran barang
it: Il fornitore non supporta i resi
nb: Leverandør støtter ikke avkastning
nl: Leverancier ondersteunt geen retouren
pl: Dostawca nie obsługuje zwrotów
pt: O fornecedor não suporta devoluções
sv: Leverantören stöder inte avkastning
th: ผู้จัดหาไม่สนับสนุนการส่งคืน
vi_vn: Cửa hàng không cung cấp dịch vụ đổi trả hàng
zh_hans: 官网不支持退换货
zh_hant: 官網不支持退換貨

# limited_number_title_cart
source: Item quantity restriction
cs: omezení počtu položek
da: Varekvantitetsbegrænsning
de: Einschränkung der Artikelmenge
es: Restricción de cantidad del artículo
fi: Tuotemäärän rajoitus
fr: Restriction de quantité d'articles
id_id: Pembelian terbatas
it: Limitazione quantità articolo
nb: Varekvantitetsrestriksjon
nl: Beperking van artikelhoeveelheid
pl: Ograniczenie ilości towaru
pt: Restrição de quantidade do item
sv: Artikel kvantitetsbegränsning
th: ข้อ จำกัด ปริมาณรายการ
vi_vn: Số lượng có hạn
zh_hans: 限购
zh_hant: 限購

# delete_btn_cart
source: Delete
cs: Odstranit
da: Slet
de: Löschen
fi: Poista
fr: Supprimer
id_id: Hapus
it: Elimina
nl: Verwijderen
pt: Excluir
sv: Ta bort
th: ลบ
vi_vn: Xóa
zh_hans: 删除
zh_hant: 刪除

# not_qualified_title_cart
source: Offer does not apply
cs: Nabídka se nevztahuje
da: Tilbud gælder ikke
de: Angebot gilt nicht
es: La oferta no se aplica
fi: Tarjousta ei sovelleta
fr: L'offre ne s'applique pas
id_id: Tidak memenuhi syarat
it: L'offerta non si applica
nb: Tilbudet gjelder ikke
nl: Aanbieding is niet van toepassing
pl: Oferta nie ma zastosowania
pt: Oferta não se aplica
sv: Erbjudandet gäller inte
th: ข้อเสนอใช้ไม่ได้
vi_vn: Chưa hài lòng
zh_hans: 未满足
zh_hant: 未滿足

# qualified_title_cart
source: Offer applied
cs: Nabídka byla uplatněna
id_id: Memenuhi syarat
it: Offerta applicata
nl: Aangeboden aanbieding
pt: Oferta aplicada
sv: Erbjudet erbjudande
vi_vn: Hài lòng
zh_hans: 满足
zh_hant: 满足

# choose_address_title_cart_checkout
source: Choose Shipping Address
cs: Vyberte adresu odesílatele
da: Vælg afsenderadresse
es: Choose Address Shipping
fr: Choisir l'adresse de livraison
id_id: Tuliskan alamat penerima
it: Scegli l'indirizzo di spedizione
nb: Velg fraktadresse
nl: Kies verzendadres
pl: Wybierz adres wysyłki
pt: Escolha o endereço de envio
sv: Välj leveransadress
th: เลือกที่อยู่จัดส่ง
vi_vn: Điền địa chỉ nhận hàng
zh_hans: 填写收货地址
zh_hant: 填寫收貨地址

# close_btn_cart_checkout
source: Close
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
id_id: Tutup
it: Chiudi
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
sv: Stäng
th: ปิด
vi_vn: Đóng
zh_hans: 关闭
zh_hant: 關閉

# order_submit_title_cart_checkout
source: Processing, confirmation will be sent to you within 48 hours
cs: Zpracování, potvrzení bude zasláno do 48 hodin
da: Behandling, bekræftelse vil blive sendt til dig inden for 48 timer
de: Bearbeitungsbestätigung wird innerhalb von 48 Stunden an Sie gesendet.
es: Procesando, la confirmación le será enviada dentro de las 48 horas
fi: Käsittely, vahvistus lähetetään sinulle 48 tunnin kuluessa
fr: La confirmation de traitement vous sera envoyée dans les 48 heures
id_id: Sedang memproses transaksi Anda, hasil pemrosesan transaksi akan diberitahukan kepada Anda dalam waktu 48 jam
it: Processing, la conferma verrà inviata entro 48 ore
nb: Behandling, bekreftelse vil bli sendt til deg innen 48 timer
nl: Verwerking, bevestiging zal binnen 48 uur naar u worden verzonden
pl: Przetwarzanie, potwierdzenie zostanie wysłane do Ciebie w ciągu 48 godzin
pt: Processamento, a confirmação será enviada para você dentro de 48 horas
sv: Behandling, bekräftelse kommer att skickas till dig inom 48 timmar
th: การประมวลผล, การยืนยันจะถูกส่งถึงคุณภายใน 48 ชั่วโมง
vi_vn: Đơn hàng đang trong quá trình xác nhận, chúng tôi sẽ thông báo kết quả cho quý khách trong vòng 48 giờ.
zh_hans: 正在为您下单, 下单结果将在48小时内通知您
zh_hant: 正在為您下單，下單結果將在48小時內通知您

# order_submit_sub_title_cart_checkout
source: If your order cannot be completed, we will inform you via email and process a refund
cs: Pokud objednávku nelze dokončit, budeme vás informovat e-mailem a zpracovat refundaci
da: Hvis din ordre ikke kan gennemføres,informerer vi dig via e-mail og behandler en refusion
de: Wenn Ihre Bestellung nicht abgeschlossen werden kann, werden wir Sie per E-Mail informieren und eine Rückerstattung vornehmen
es: Si no se puede completar su pedido, le informaremos por correo electrónico y procesaremos un reembolso
fi: Jos tilaustasi ei voi suorittaa, ilmoitamme sinulle sähköpostitse ja käsittelemme palautusta
fr: Si votre commande ne peut être complétée, nous vous en informerons par e-mail et procéderons au remboursement
id_id: Jika transaksi gagal kami akan melakukan proses pengembalian dana, mohon perhatian untuk melihat pemberiahuan via e-mail
it: Se il vostro ordine non può essere completato, vi informeremo via email e elaborare un rimborso
nb: Hvis bestillingen din ikke kan fullføres,informerer vi deg via e-post og behandler en tilbakebetaling
nl: Als uw bestelling niet kan worden voltooid, zullen wij u via e-mail informeren en een terugbetaling verwerken
pl: Jeśli zamówienie nie może zostać zrealizowane, poinformujemy Cię e-mailem i przetworzymy zwrot pieniędzy
pt: Se seu pedido não puder ser concluído, nós lhe informaremos via e-mail e processaremos um reembolso
sv: Om din order inte kan slutföras, informerar vi dig via e-post och bearbetar återbetalning
th: หากคำสั่งซื้อของคุณไม่สมบูรณ์เราจะแจ้งให้คุณทราบทางอีเมลและดำเนินการคืนเงิน
vi_vn: Trường hợp không thể xác nhận đơn hàng, chúng tôi sẽ hoàn tiền cho quý khách. Quý khách vui lòng xem thông báo hoàn tiền qua email.
zh_hans: 若下单失败则会为您操作退款，届时请留意邮件通知
zh_hant: 若下單失敗則會為您操作退款，届時請留意郵件通知

# cart_benefit_title
source: Discount applied
cs: Použitá sleva
da: Anvendt rabat
de: Rabatt angewendet
es: Descuento aplicado
fi: Sovellettu alennus
fr: Remise appliquée
id_id: Sudah mendapat potongan
it: Sconto applicato
nb: Rabatt brukt
nl: Toegepaste korting
pl: Rabat zastosowany
pt: Desconto aplicado
sv: Rabatt tillämpas
th: ใช้ส่วนลดแล้ว
vi_vn: Đã khuyến mại
zh_hans: 已优惠
zh_hant: 已優惠

# cart_checkout_logistic_self_title
source: Select pick-up location
cs: Vyberte místo pro vyzvednutí
da: Vælg afhentningssted
de: Abholort auswählen
es: Seleccionar ubicación de recogida
fi: Valitse noutopiste
fr: Choisir le lieu de prise en charge
id_id: Pilih alamat pengambilan sendiri
it: Seleziona luogo di ritiro
nb: Velg hentested
nl: Selecteer afhaallocatie
pl: Wybierz lokalizację odbioru
pt: Selecione o local de retirada
sv: Välj hämtningsplats
th: เลือกตำแหน่งที่รับสินค้า
vi_vn: Chọn địa chỉ bốt lấy hàng tự động
zh_hans: 选择自提地址
zh_hant: 選擇自提地址

# cart_checkout_order_description_title0
source: Total:
cs: Celkem:
de: Gesamt:
fi: Yhteensä:
id_id: Jumlah total transaksi
it: Totale:
nb: Totalt:
nl: Totaal:
pl: Razem:
sv: Totalt:
th: ทั้งหมด:
vi_vn: Tổng giá trị đơn hàng
zh_hans: 订单总额
zh_hant: 訂單總額

# cart_checkout_order_description_title1
source: (Currency will be converted automatically)
cs: (Měna bude převedena automaticky)
da: (Valuta konverteres automatisk)
de: （Währung wird automatisch konvertiert）
es: （La moneda se convertirá automáticamente）
fi: （Valuutta muunnetaan automaattisesti）
fr: La devise sera convertie automatiquement
id_id: (Saat pembayaran, sistem telah mengonversi mata uang)
it: (valuta sarà automaticamente convertito)
nb: (Valuta konverteres automatisk)
nl: (valuta wordt automatisch geconverteerd)
pl: （Waluta zostanie automatycznie przekonwertowana）
pt: (A moeda será convertida automaticamente)
sv: (Valutan konverteras automatiskt)
th: (สกุลเงินจะถูกแปลงโดยอัตโนมัติ)
vi_vn: (Hệ thống đã giúp quý khách đổi tiền khi thanh toán)
zh_hans: （支付时，系统已为你转换货币）
zh_hant: （支付時，系統已為你轉換貨幣）
