Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# profile_coupon_specific
source: Specific mall or brand
cs: Specifický obchod nebo značka
da: Specielt mall eller brand
de: Bestimmte Mall oder Marke
es: Centro comercial o marca específica
fi: Erityinen ostoskeskus tai tuotemerkki
fr: Centre commercial ou marque spécifique
id_id: Dapat digunakan pada toko/merk tertentu
it: Centro commerciale o marchio specifico
nb: Spesifikt kjøpesenter eller merkevare
nl: Specifiek winkelcentrum of merk
pl: Określone centrum handlowe lub marka
pt: Shopping ou marca específica
sv: Specifikt galleri eller varumärke
th: ห้างสรรพสินค้าหรือแบรนด์เฉพาะ
vi_vn: dùng cho cửa hàng/nhãn hiệu
zh_hans: 特定商店/品牌可用
zh_hant: 特定商店/品牌可用

# profile_coupon_null
source: No coupons right now
cs: Momentálně žádné kupony
da: Ingen kuponer lige nu
de: Zur Zeit keine Gutscheine
es: No hay cupones en este momento
fi: Ei kuponkeja juuri nyt
fr: Aucun coupon actuellement
id_id: Sementara tidak ada kupon diskon ya
it: Nessun coupon in questo momento
nb: Ingen kuponger akkurat nå
nl: Geen kortingsbonnen nu
pl: Brak kuponów teraz
pt: Não há cupons agora
sv: Inga kuponger just nu
th: ไม่มีคูปองในขณะนี้
vi_vn: không có coupon
zh_hans: 暂时没有任何优惠券哦
zh_hant: 暫時沒有任何優惠券哦

# profile_coupon_available
source: Available
cs: Dostupné
de: Verfügbar
es: Disponible
fi: Käytettävissä
fr: Disponible
id_id: Dapat digunakan
it: Disponibile
nb: Tilgjengelig
nl: Beschikbaar
pt: Disponível
th: ว่าง
vi_vn: có thể sử dụng
zh_hans: 可用
zh_hant: 可用

# profile_coupon_unavailable
source: Unavailable
cs: Nedostupný
da: Utilgængelig
de: Nicht verfügbar
es: No disponible
fi: Ei käytettävissä
fr: Non disponible
id_id: Tidak dapat digunakan
it: Non disponibile
nb: Utilgjengelig
nl: Niet beschikbaar
pl: Niedostępny
pt: Não disponível
sv: Otillgänglig
th: ไม่พร้อมใช้งาน
vi_vn: không thể sử dụng
zh_hans: 不可用
zh_hant: 不可用

# cart_coupon_available
source: Available
cs: K dispozici
de: Verfügbar
es: Disponible
fi: Käytettävissä
fr: Disponible
id_id: Tersedia
it: Disponibile
nb: Tilgjengelig
nl: Beschikbaar
pt: Disponível
sv: Tillgänglig
th: ว่าง
vi_vn: có thể sử dụng
zh_hans: 有可用
zh_hant: 有可用

# cart_coupon_unavailable
source: Unavailable
cs: Není k dispozici
da: Utilgængelig
de: Nicht verfügbar
es: No disponible
fi: Ei käytettävissä
fr: Indisponible
id_id: Tidak tersedia
it: Non disponibile
nb: Utilgjengelig
nl: Niet beschikbaar
pl: Niedostępny
pt: Não disponível
sv: Otillgänglig
th: ไม่พร้อมใช้งาน
vi_vn: không thể sử dụng
zh_hans: 无可用
zh_hant: 無可用

# dp_shipment_title
source: Ships from
cs: Lodě z
de: Versendet von
es: Se envía desde
fi: Laivat
fr: Expédié de
id_id: Pengiriman dari
it: Navi da
nb: Send fra
nl: Schepen van
pl: Statki z
pt: Navios de
sv: Skickar från
th: ส่งจาก
vi_vn: Giao hàng từ
zh_hans: 物流发货从
zh_hant: 物流發貨從

# dp_shipment_to_title
source: to
da: til
de: bis
fi: on
fr: à
id_id: untuk
it: a
nb: til
nl: naar
pt: para
th: ถึง
vi_vn: đến
zh_hans: 到
zh_hant: 到

# dp_receive_title
source: Delivered in
cs: Dodáno v
da: Leveret i
de: Geliefert in
es: Entregado en
fi: Toimitettu
fr: Livré dans
id_id: Diterima di
it: Consegnato in
nb: Leveres i
nl: Geleverd in
pl: Dostarczone w
pt: Entregue em
sv: Levereras i
th: ส่งมอบใน
vi_vn: Nhận được trong
zh_hans: 收货时间
zh_hant: 收貨時間

# dp_receive_days_title
source: days
cs: dny
de: Tage
fi: päivää
id_id: Hari
th: วัน
vi_vn: Ngày
zh_hans: 天
zh_hant: 天

# dp_shipment_notsupport_title
source: Delivery not supported
cs: Dodávka není podporována
da: Levering understøttes ikke
de: Lieferung nicht unterstützt
es: Entrega no admitida
fi: Toimitus ei tue
fr: Livraison non prise en charge
id_id: Pengiriman tidak didukung
it: Consegna non supportata
nb: Levering ikke støttet
nl: Levering niet ondersteund
pl: Dostawa nie jest obsługiwana
pt: Entrega não suportada
sv: Leverans inte stödd
th: ไม่รองรับการจัดส่ง
vi_vn: Giao hàng không được hỗ trợ
zh_hans: 不支持派送
zh_hant: 不支持派送

# dp_shipment_notsupport_description
source: Item cannot be delivered to current region
cs: Položka nemůže být doručena do aktuální oblasti
da: Elementet kan ikke leveres til den aktuelle region
de: Artikel kann nicht an aktuelle Region geliefert werden
es: El artículo no se puede entregar a la región actual
fi: Tuotetta ei voi toimittaa nykyiselle alueelle
fr: L'élément ne peut pas être remis à la région actuelle
id_id: Daerah saat ini tidak mendukung pengiriman
it: L'articolo non può essere consegnato alla regione attuale
nb: Elementet kan ikke leveres til gjeldende region
nl: Item kan niet worden afgeleverd in de huidige regio
pl: Przedmiot nie może zostać dostarczony do bieżącego regionu
pt: O item não pode ser entregue na região atual
sv: Objektet kan inte levereras till aktuellt område
th: รายการไม่สามารถส่งไปยังภูมิภาคปัจจุบัน
vi_vn: Vùng hiện tại không hỗ trợ giao hàng
zh_hans: 当前地区不支持派送
zh_hant: 當前地區不支持派送

# index_comment_main_title
source: Comment
cs: Komentář
da: Kommentar
de: Kommentar
fi: Kommentti
id_id: Oh memberikan evaluasi
nb: Kommentar
nl: Reactie
pt: Comentário
sv: Kommentar
th: ความคิดเห็น
vi_vn: Bình luận
zh_hans: 给个评价哦
zh_hant: 給個評價哦

# index_comment_sub_title
source: Like us and comment
cs: Jako my a komentář
da: Som os og kommentar
de: Gefällt mir und kommentieren
es: Me gusta y comenta
fi: Tykkää meistä ja kommentoi
fr: aimez-nous et commentez
id_id: Seperti kita dan berkomentar
it: Mi piace e commenta
nb: Som oss og kommentere
nl: Vind ons leuk en reageer
pl: Polub nas i komentuj
pt: Gostar de nós e comentar
sv: Gilla oss och kommentera
th: ชอบเราและแสดงความคิดเห็น
vi_vn: Giống như chúng tôi và bình luận
zh_hans: 喜欢CloudMall么？来表达一下你的想法吧
zh_hant: 喜歡CloudMall麼？來表達一下你的想法吧

# index_bad_feedback_btn
source: Feedback
cs: Zpětná vazba
da: Tilbagemelding
fi: Palaute
fr: Commentaires
id_id: Umpan balik
nb: Tilbakemelding
th: คำติชม
vi_vn: Phản hồi
zh_hans: 吐槽一下
zh_hant: 反饋意見

# index_good_feedback_btn
source: Like us!
cs: Jako my!
da: Som os!
es: Me gusta！
fi: Kuten me us
fr: Comme nous
id_id: Seperti kita!
it: Mi piace!
nb: Som oss!
nl: Vind ons leuk!
pl: Polub nas!
pt: Como nós!
sv: Gilla oss!
th: ชอบเรา!
vi_vn: Như chúng tôi!
zh_hans: 鼓励一下！
zh_hant: 鼓勵一下！

# index_timeout_title
source: Timeout
cs: Časový limit
fi: Aikakatkaisu
fr: Délai d'attente
id_id: Waktu habis
pt: Tempo limite
th: หมดเวลา
vi_vn: Hết giờ
zh_hans: 已结束
zh_hant: 已結束

# index_pending_title
source: Not started
cs: Nezačíná
da: Ikke startet
de: Nicht gestartet
es: No iniciado
fi: Ei aloitettu
fr: Pas démarré
id_id: Belum mulai
it: Non avviato
nb: Ikke startet
nl: Niet gestart
pt: Não iniciado
sv: Ej startat
th: ยังไม่เริ่ม
vi_vn: Chưa bắt đầu
zh_hans: 未开始
zh_hant: 未開始

# index_timeout2_title
source: Promotion Timeout
cs: Propagační časový limit
es: Tiempo de espera de promoción
fi: Kampanjan aikakatkaisu
fr: Délai d'attente de la promotion
id_id: Waktu tunggu promosi
it: Timeout promozione
nl: Time-out promotie
pl: Limit czasu promocji
pt: Tempo limite da promoção
th: การหมดเวลาส่งเสริมการขาย
vi_vn: Thời gian khuyến mãi
zh_hans: 活动已结束
zh_hant: 活動已結束

# index_pending2_title
source: Promotion Not started
cs: Propagace nebyla spuštěna
da: Promotion Ikke startet
de: Promotion nicht gestartet
es: Promoción no iniciada
fi: Ei edistystä
fr: Promotion non lancée
id_id: Promosi Belum dimulai
it: Promozione non avviata
nb: Kampanjen ikke startet
nl: Promotie niet gestart
pl: Promocja nie rozpoczęła się
pt: Promoção não iniciada
sv: Kampanjen är inte igång
th: โปรโมชันไม่เริ่มต้น
vi_vn: Khuyến mãi Chưa bắt đầu
zh_hans: 活动未开始
zh_hant: 活动未開始

# index_region_null
source: Please select region and language
cs: Prosím vyberte region a jazyk
da: Vælg venligst region og sprog
de: Bitte Region und Sprache auswählen
es: Seleccione la región y el idioma
fi: Valitse alue ja kieli
fr: Veuillez sélectionner une région et une langue
id_id: Silakan pilih wilayah dan bahasa
it: Seleziona regione e lingua
nb: Vennligst velg region og språk
nl: Selecteer regio en taal
pl: Wybierz region i język
pt: Por favor, selecione a região e o idioma
sv: Vänligen välj region och språk
th: โปรดเลือกภูมิภาคและภาษา
vi_vn: Vui lòng chọn khu vực và ngôn ngữ
zh_hans: 请选择配送地区和语言
zh_hant: 請選擇配送地區和語言

# dp_total_sale_title
source: Total sold
cs: Celkem prodaných
da: I alt solgt
de: Insgesamt verkauft
es: Total vendido
fi: Yhteensä myyty
fr: Total vendu
it: Totale venduto
nb: Totalt solgt
nl: Totaal verkocht
pl: Razem sprzedane
pt: Total vendido
sv: Totalt sålt
th: ยอดขายรวม
zh_hans: 总销量
zh_hant: 總銷量

# index_minutes_ago
source: minutes ago
cs: před minutami
da: minutter siden
de: Minuten her
es: ago ago
fi: minuuttia sitten
fr: minutes auparavant
it: minuti fa
nb: minutter siden
nl: minuten geleden
pl: minuty temu
pt: minutos atrás
sv: minuter sedan
th: นาทีที่แล้ว
zh_hans: 分钟前
zh_hant: 分鐘前

# index_hours_ago
source: hours ago
cs: před hodinou
da: timer siden
de: Stunden her
es: ago ago
fi: tuntia sitten
fr: heure auparavant
it: ore fa
nb: timer siden
pt: horas atrás
sv: timmar sedan
th: ชั่วโมงที่ผ่านมา
zh_hans: 小时前
zh_hant: 小時前

# index_days_ago
source: days ago
cs: dny před
es: hace días
fi: päivää sitten
fr: il y a quelques jours
it: giorni fa
nb: dager siden
nl: dagen geleden
pl: dni temu
th: วันที่ผ่านมา
zh_hans: 天前
zh_hant: 天前

# index_weeks_ago
source: weeks ago
cs: před týdnem
da: uger siden
de: Wochen her
es: hace semanas
fi: viikkoa sitten
fr: il y a quelques semaines
it: settimane fa
nb: uker siden
nl: weken geleden
pl: tygodnie temu
pt: semanas atrás
sv: veckor sedan
th: สัปดาห์ที่แล้ว
zh_hans: 周前
zh_hant: 周前

# index_months_ago
source: month ago
cs: před měsícem
de: vor einem Monat
es: hace un mes
fi: kuukausi sitten
fr: il y a un mois
nl: maand geleden
pl: miesiąc temu
pt: mês atrás
th: เดือนที่แล้ว
zh_hans: 月前
zh_hant: 月前

# search_current_filter
source: Filter
cs: Filtr
fi: Suodatin
fr: Filtre
id_id: 当前筛选
it: Filtro
pl: Filtr
pt: Filtro
th: ตัวกรอง
vi_vn: 当前筛选
zh_hans: 当前筛选
zh_hant: 當前篩選

# search_no_result
source: Sorry, we can not find the results
cs: Sorry, nemůžeme najít výsledky
da: Beklager,vi kan ikke finde resultaterne
de: Leider können wir die Ergebnisse nicht finden
es: Lo sentimos, no podemos encontrar los resultados
fi: Valitettavasti tuloksia ei löydy
fr: Désolé, nous ne pouvons pas trouver les résultats
id_id: Maaf, kami tidak dapat menemukan hasilnya
it: Spiacenti, non siamo in grado di trovare i risultati
nb: Beklager, vi kan ikke finne resultatene
nl: Sorry, we kunnen de resultaten niet vinden
pl: Przepraszamy, nie możemy znaleźć wyników
pt: Desculpe, não conseguimos encontrar os resultados
sv: Tyvärr, vi kan inte hitta resultaten
th: ขออภัยเราไม่พบผลลัพธ์
vi_vn: Rất tiếc, chúng tôi không thể tìm thấy kết quả
zh_hans: 抱歉，找不到你想要的结果
zh_hant: 抱歉，找不到你想要的結果

# search_ai_search
source: AI Search
cs: Vyhledávání AI
fi: AI-haku
fr: Recherche dans l'AI
it: Ricerca AI
pl: Wyszukiwanie AI
pt: Pesquisa AI
th: AI ค้นหา
zh_hans: AI图搜
zh_hant: AI圖搜

# search_ai_found
source: similar items
cs: podobné položky
da: lignende emner
de: Ähnliche Artikel
es: elementos similares
fi: vastaavia kohteita
fr: éléments similaires
id_id: Barang serupa
it: articoli simili
nb: lignende elementer
nl: vergelijkbare items
pl: podobne przedmioty
pt: itens semelhantes
sv: liknande föremål
th: รายการที่คล้ายกัน
vi_vn: Những mục tương tự
zh_hans: 件相似商品
zh_hant: 件相似商品

# search_ai_explore
source: Similar items
cs: Podobné položky
da: Lignende genstande
de: Ähnliche Artikel
es: Elementos similares
fi: Samankaltaisia ​​kohteita
fr: Articles similaires
id_id: Barang serupa
it: Articoli simili
nb: Lignende elementer
nl: Vergelijkbare items
pl: Podobne przedmioty
pt: Itens semelhantes
sv: Liknande föremål
th: รายการที่คล้ายกัน
zh_hans: 相似商品
zh_hant: 相似商品

# search_ai_not_found
source: No similar items
cs: Žádné podobné položky
da: Ingen lignende emner
de: Keine ähnlichen Artikel
es: No hay elementos similares
fi: Ei vastaavia kohteita
fr: Aucun élément similaire
id_id: Tidak ada barang serupa
it: Nessun elemento simile
nb: Ingen lignende elementer
nl: Geen vergelijkbare items
pl: Brak podobnych przedmiotów
pt: Nenhum item similar
sv: Inga liknande föremål
th: ไม่มีรายการที่คล้ายกัน
vi_vn: Không có mục tương tự
zh_hans: 无相似商品
zh_hant: 無相似商品

# search_ai_description
source: Now you can find similar items with AI search
cs: Nyní můžete najít podobné položky s vyhledáváním AI
da: Nu kan du finde lignende genstande med AI-søgning
de: Jetzt können Sie ähnliche Objekte mit der AI-Suche finden
es: Ahora puede encontrar elementos similares con la búsqueda de AI
fi: Nyt voit löytää samanlaisia ​​kohteita AI-haulla
fr: Désormais, vous pouvez trouver des éléments similaires avec la recherche par IA
id_id: Sekarang Anda dapat menemukan item serupa dengan AI search
it: Ora puoi trovare oggetti simili con la ricerca AI
nb: Nå kan du finne lignende gjenstander med AI-søk
nl: Nu kunt u vergelijkbare items vinden met AI-zoeken
pl: Teraz możesz znaleźć podobne przedmioty za pomocą wyszukiwania AI
pt: Agora você pode encontrar itens semelhantes com a pesquisa da AI
sv: Nu kan du hitta liknande artiklar med AI-sökning
th: ตอนนี้คุณสามารถค้นหารายการที่คล้ายกันด้วยการค้นหา AI
vi_vn: Bây giờ bạn có thể tìm thấy các mặt hàng tương tự với AI search
zh_hans: 现在可以一键查找相似商品了
zh_hant: 現在可以一鍵查找相似商品了

# search_ai_description_confirm
source: Got it
cs: Mám to
da: Fik det
de: Verstanden
es: Entendido
fi: Sain sen
fr: J'ai compris
id_id: Mengerti
it: Ottenuto
nb: Fikk det
pt: Entendi
sv: Fick det
th: รับแล้ว
vi_vn: Hiểu rồi
zh_hans: 知道了
zh_hant: 知道了

# search_ai_finding
source: AI search is now progressing
cs: Vyhledávání AI nyní pokračuje
da: En søgning fortsætter nu
de: AI-Suche läuft jetzt
es: La búsqueda de AI ahora está progresando
fi: AI-haku etenee nyt
fr: La recherche sur l'IA progresse maintenant
id_id: AI search sekarang sedang maju
it: La ricerca AI ora sta progredendo
nb: Et søk søkes nå
nl: AI-zoekactie is nu bezig
pl: Trwa wyszukiwanie AI
pt: A pesquisa da AI está progredindo
sv: AI-sökningen går nu
th: การค้นหา AI กำลังดำเนินการอยู่
vi_vn: AI search đang tiến triển
zh_hans: AI图搜正在识别图片并查找相似商品
zh_hant: AI圖搜正在識別圖片并查找相似商品

# search_ai_find_nothing
source: Sorry, no similar items
cs: Omlouváme se, žádné podobné položky
da: Beklager,ingen lignende genstande
de: Leider keine ähnlichen Artikel
es: Lo sentimos, no hay elementos similares
fi: Valitettavasti vastaavia kohteita ei ole
fr: Désolé, aucun élément similaire
id_id: Maaf, tidak ada barang serupa
it: Spiacente, nessun elemento simile
nb: Beklager,ingen lignende elementer
nl: Sorry, geen vergelijkbare items
pl: Przepraszam, nie ma podobnych elementów
pt: Desculpe, não há itens semelhantes
sv: Tyvärr, inga liknande föremål
th: ขออภัยไม่มีรายการที่คล้ายกัน
vi_vn: Xin lỗi, không có mục tương tự
zh_hans: 抱歉，找不到相似商品
zh_hant: 抱歉，找不到相似商品

# search_ai_similarity
source: Similarity:
cs: Podobnost:
da: Lighed:
de: Ähnlichkeit:
es: Similitud:
fi: Samankaltaisuus:
fr: Similarité:
id_id: Kesamaan:
nb: Likhet:
nl: Overeenkomsten:
pl: podobieństwo:
pt: Similaridade:
sv: Likhet:
th: ความคล้ายคลึงกัน:
vi_vn: Sự giống nhau:
zh_hans: 相似度:
zh_hant: 相似度:

# search_sort_discount
source: Discount
cs: Sleva
de: Rabatt
es: Descuento
fi: Alennus
fr: Réduction
id_id: Diskon
it: Sconto
nb: Rabatt
nl: Korting
pl: Rabat
pt: Desconto
sv: Rabatt
th: ส่วนลด
vi_vn: Giảm giá
zh_hans: 折扣
zh_hant: 折扣

# dp_ai_found
source: similar items
cs: podobné položky
da: lignende varer
de: ähnliche Elemente
es: elementos similares
fi: vastaavia kohteita
fr: éléments similaires
id_id: Barang serupa
it: articoli simili
nb: lignende elementer
nl: vergelijkbare items
pl: podobne przedmioty
pt: itens semelhantes
sv: liknande föremål
th: รายการที่คล้ายกัน
vi_vn: Những mục tương tự
zh_hans: 件相似商品
zh_hant: 件相似商品

# dp_ai_explore
source: Explore more similar items
cs: Prozkoumat další podobné položky
da: Udforsk flere lignende genstande
de: Ähnliche Objekte entdecken
es: Explorar elementos más similares
fi: Tutustu enemmän samanlaisia ​​kohteita
fr: Découvrez d'autres éléments similaires
id_id: Jelajahi lebih banyak item serupa
it: Esplora altri oggetti simili
nb: Utforsk flere lignende elementer
nl: Meer vergelijkbare items verkennen
pl: Przeglądaj więcej podobnych przedmiotów
pt: Explorar itens mais semelhantes
sv: Utforska fler liknande föremål
th: สำรวจรายการที่คล้ายกันเพิ่มเติม
vi_vn: Khám phá nhiều mục tương tự hơn
zh_hans: 查找相似商品
zh_hant: 查找相似商品

# dp_ai_find_nothing
source: No similar items
cs: Žádné podobné položky
da: Ingen lignende genstande
de: Keine ähnlichen Elemente
es: No hay elementos similares
fi: Ei vastaavia kohteita
fr: Aucun élément similaire
id_id: Tidak ada barang serupa
it: Nessun elemento simile
nb: Ingen lignende gjenstander
nl: Geen vergelijkbare items
pl: Brak podobnych elementów
pt: Nenhum item similar
sv: Inga liknande föremål
th: ไม่มีรายการที่คล้ายกัน
vi_vn: Không có mục tương tự
zh_hans: 暂无相似商品
zh_hant: 暫無相似商品

# dp_ai_find_nothing_toast
source: Sorry, no similar items
cs: Omlouváme se, žádné podobné položky
da: Undskyld,ingen lignende emner
de: Leider keine ähnlichen Artikel
es: Lo sentimos, no hay elementos similares
fi: Valitettavasti vastaavia kohteita ei ole
fr: Désolé, aucun élément similaire
id_id: Maaf, tidak ada barang serupa
it: Spiacente, nessun elemento simile
nb: Beklager,ingen lignende elementer
nl: Sorry, geen vergelijkbare items
pl: Przepraszam, nie ma podobnych przedmiotów
pt: Desculpe, não há itens semelhantes
sv: Ledsen, inga liknande föremål
th: ขออภัยไม่มีรายการที่คล้ายกัน
vi_vn: Xin lỗi, không có mục tương tự
zh_hans: 抱歉，找不到相似商品
zh_hant: 抱歉，找不到相似商品

# profile_favorite_ablum_nothing
source: Nothing in album
cs: Nic v albu
da: Intet i album
de: Nichts im Album
es: Nada en el álbum
fi: Mikään albumissa
fr: Rien dans l'album
id_id: Tidak ada dalam album
it: Niente nell'album
nb: Ingenting i album
nl: Niets in album
pl: Nic w albumie
pt: Nada no álbum
sv: Ingenting i album
th: ไม่มีอะไรในอัลบั้ม
vi_vn: Không có gì trong album
zh_hans: 专辑里还没有东西哦~
zh_hant: 專輯里還沒有東西哦~

# index_tab_all
source: All
cs: Vše
da: Alle
es: Todos
fi: Kaikki
fr: Tous
it: Tutto
nb: Alle
nl: Alle
pt: Todos
sv: Alla
th: ทั้งหมด
vi_vn: Tất cả các
zh_hans: 全部
zh_hant: 全部

# cart_purchase_add_card
source: Use New Credit/Debit Card
cs: Použít novou kreditní nebo debetní kartu
da: Brug nyt kredit/betalingskort
de: Neue Kredit- / Debitkarte verwenden
es: Usar nueva tarjeta de crédito / débito
fi: Käytä uutta luotto- / maksukorttia
fr: Utiliser une nouvelle carte de crédit/débit
id_id: Gunakan Kartu Kredit / Debet Baru
it: Usa nuova carta di credito/debito
nb: Bruk nytt kreditt/debetkort
nl: Gebruik nieuwe creditcard/betaalpas
pl: Użyj nowej karty kredytowej/debetowej
pt: Usar novo cartão de crédito/débito
sv: Använd nytt kredit-/betalkort
th: ใช้บัตรเครดิต/เดบิตใหม่
vi_vn: Sử dụng Thẻ tín dụng / Ghi nợ mới
zh_hans: 使用新信用卡支付
zh_hant: 使用新信用卡支付

# cart_purchase_choose_card
source: Choose From My Card List
cs: Vyberte ze seznamu mých karet
da: Vælg fra min kortliste
de: Wählen Sie aus meiner Kartenliste aus
es: Elegir de mi lista de tarjetas
fi: Valitse korttiluettelosta
fr: Choisir dans ma liste de cartes
id_id: Pilih Dari Daftar Kartu Saya
it: Scegli dalla lista delle mie carte
nb: Velg fra min kortliste
nl: Kies uit mijn kaartlijst
pl: Wybierz z listy moich kart
pt: Escolha da minha lista de cartões
sv: Välj från min kortlista
th: เลือกจากรายการบัตรของฉัน
vi_vn: Chọn Từ Danh Sách của Tôi
zh_hans: 选择已有信用卡支付
zh_hant: 選擇已有信用卡支付

# cart_purchase_delete_card_title
source: Delete Credit Card
cs: Odstranit kreditní kartu
da: Slet kreditkort
de: Kreditkarte löschen
es: Eliminar tarjeta de crédito
fi: Poista luottokortti
fr: Supprimer la carte de crédit
id_id: Hapus Kartu Kredit
it: Elimina carta di credito
nb: Slett kredittkort
nl: Verwijder creditcard
pl: Usuń kartę kredytową
pt: Excluir cartão de crédito
sv: Ta bort kreditkort
th: ลบบัตรเครดิต
vi_vn: Xóa Thẻ Tín dụng
zh_hans: 删除信用卡
zh_hant: 刪除信用卡

# cart_purchase_delete_card_content
source: Are you sure you want to delete this card?
cs: Opravdu chcete tuto kartu smazat?
da: Er du sikker på,at du vil slette dette kort?
de: Möchten Sie diese Karte wirklich löschen?
es: ¿Está seguro de que desea eliminar esta tarjeta?
fi: Haluatko varmasti poistaa tämän kortin?
fr: Êtes-vous sûr de vouloir supprimer cette carte?
id_id: Yakin ingin menghapus kartu ini?
it: Sei sicuro di voler eliminare questa carta?
nb: Er du sikker på at du vil slette dette kortet?
nl: Weet u zeker dat u deze kaart wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę kartę?
pt: Tem certeza de que deseja excluir este cartão?
sv: Är du säker på att du vill radera detta kort?
th: คุณแน่ใจว่าต้องการลบการ์ดนี้หรือไม่
vi_vn: Bạn có chắc chắn muốn xóa thẻ này?
zh_hans: 确定要删除该信用卡？
zh_hant: 確定要删除该信用卡？

# cart_purchase_delete_card
source: Delete
cs: Odstranit
da: Slet
de: Löschen
fi: Poista
fr: Supprimer
id_id: Menghapus
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Excluir
sv: Ta bort
th: ลบ
vi_vn: Xóa bỏ
zh_hans: 删除
zh_hant: 删除

# profile_cards_tips
source: Swipe to delete credit/debit card
cs: Přejetím prstu pro vymazání kreditní/debetní karty
da: Stryg for at slette kredit/betalingskort
de: Wischen,um Kredit-/Debitkarte zu löschen
es: Deslizar para eliminar la tarjeta de crédito / débito
fi: Pyyhkäise poistamalla luotto- / maksukortti
fr: Balayez pour effacer une carte de crédit/débit
it: Scorri per eliminare la carta di credito/debito
nb: Sveip for å slette kreditt/debetkort
nl: Veeg om de creditcard/betaalkaart te verwijderen
pl: Przesuń, aby usunąć kartę kredytową/debetową
pt: Deslizar para excluir cartão de crédito/débito
sv: Swipe för att ta bort kredit-/betalkort
th: ปัดเพื่อลบบัตรเครดิต/เดบิต
vi_vn: Vuốt để xóa thẻ tín dụng / thẻ ghi nợ
zh_hans: 左滑可以删除信用卡
zh_hant: 左滑可以刪除信用卡

# profile_cards_null
source: There are no credit/debit cards linked with your account
cs: Neexistují žádné kreditní/debetní karty spojené s vaším účtem
da: Der er ingen kredit-/betalingskort knyttet til din konto
de: Mit Ihrem Konto sind keine Kredit-/Debitkarten verknüpft
es: No hay tarjetas de crédito / débito vinculadas a su cuenta
fi: Tililläsi ei ole luotto-tai maksukortteja
fr: Il n'y a pas de cartes de crédit/débit associées à votre compte
id_id: Kartu Kredit / Debit akan ditambahkan di sini setelah Anda berhasil membeli
it: Non ci sono carte di credito/debito collegate al tuo account
nb: Det er ingen kreditt-/debetkort knyttet til kontoen din
nl: Er zijn geen creditcards/betaalpassen gekoppeld aan uw account
pl: Nie ma kart kredytowych/debetowych powiązanych z Twoim kontem
pt: Não existem cartões de crédito/débito ligados à sua conta
sv: Det finns inga kredit-/betalkort kopplade till ditt konto
th: ไม่มีบัตรเครดิต/เดบิตที่เชื่อมโยงกับบัญชีของคุณ
vi_vn: Thẻ Tín dụng / Ghi nợ sẽ thêm vào đây sau khi bạn mua thành công
zh_hans: 支付成功后信用卡会展示在这里
zh_hant: 支付成功后信用卡會展示在這裡

# dp_message_title
source: Notice
cs: Oznámení
de: Hinweis
es: Aviso
fi: Ilmoitus
fr: Avis
it: Avviso
nl: Kennisgeving
pl: Zawiadomienie
pt: Aviso
th: ประกาศ
vi_vn: Để ý
zh_hans: 消息
zh_hant: 消息

# dp_follow_btn
source: Follow
cs: Sledovat
da: Følg
de: folgen
es: Seguir
fi: Seuraa
fr: suivre
id_id: 关注
it: Segui
nb: Følg
nl: Volgen
pt: Seguir
th: ติดตาม
vi_vn: Theo
zh_hans: 关注
zh_hant: 關注

# dp_following_btn
source: Following
cs: Následující
de: folgt
es: Siguiente
fi: Seuraava
fr: suivant
it: Seguito
nb: Følgende
nl: Volgen
pl: Follow
pt: Seguindo
th: กำลังติดตาม
vi_vn: Tiếp theo
zh_hans: 已关注
zh_hant: 已關注

# dp_brand_title
source: Brand
cs: Značka
de: Marke
es: Marca
fr: Marque
id_id: 品牌
it: Marca
nl: Merk
pl: Marka
pt: Marca
th: แบรนด์
vi_vn: Nhãn hiệu
zh_hans: 品牌
zh_hant: 品牌
