Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# dp_brand_shai_title
source: Brand Showing
cs: Zobrazení značky
da: Brand viser
de: Markendarstellung
es: Marca que muestra
fi: Tuotemerkki
fr: Affichage de la marque
id_id: 品牌晒单
it: Visualizzazione del marchio
nb: Merkevisning
nl: Merk weergegeven
pl: Wyświetlanie marki
pt: Exibição de marca
sv: Brandvisning
th: แบรนด์กำลังแสดง
vi_vn: Nhãn Hiển thị
zh_hans: 品牌晒单
zh_hant: 品牌曬單

# dp_soldby_title
source: Supplied by
cs: Dodáno
da: Leveres af
de: Geliefert von
es: Suministrado por
fi: Toimitetaan
fr: Fourni par
id_id: 供货商
it: Fornito da
nb: Leveres av
nl: Geleverd door
pl: Dostarczone przez
pt: Fornecido por
sv: Levereras av
th: จัดทำโดย
vi_vn: Cung cấp bởi
zh_hans: 供货商
zh_hant: 供貨商

# dp_mall_followers
source: Followers
cs: Příznivci
da: Følgere
de: Anhänger
es: Seguidores
fi: Seuraajat
fr: Abonnés
id_id: 关注
it: Seguaci
nb: Følgere
nl: Volgers
pl: Obserwujący
pt: Seguidores
th: ผู้ติดตาม
vi_vn: Theo
zh_hans: 关注
zh_hant: 關注

# dp_mall_items
source: Items
cs: Položky
de: Artikel
fi: Tuotteet
fr: Éléments
id_id: 商品
it: Articoli
pl: Przedmioty
pt: Itens
th: รายการ
vi_vn: Mặt hàng
zh_hans: 商品数
zh_hant: 商品數

# dp_mall_rate
source: Rate
cs: Hodnotit
fr: Taux
id_id: 评分
it: Vota
pt: Taxa
th: อัตรา
vi_vn: Tỷ lệ
zh_hans: 评分
zh_hant: 評分

# dp_mall_sold
source: Sold
cs: Prodáno
da: Solgt
de: Verkauft
es: Vendido
fi: Myyty
fr: Vendu
id_id: 销量
it: Venduto
nb: Solgt
nl: Verkocht
pl: Sprzedane
pt: Vendido
th: ขายแล้ว
vi_vn: Đã bán
zh_hans: 销量
zh_hant: 銷量

# dp_mall_location
source: Region
fi: Alue
fr: Région
id_id: 所在地区
it: Regione
nl: Regio
pt: Região
th: ภูมิภาค
vi_vn: Khu vực
zh_hans: 所在地区
zh_hant: 所在地區

# dp_mall_type
source: Type
cs: Typ
de: Typ
es: Tipo
fi: Tyyppi
id_id: 类型
it: Tipo
pt: Tipo
th: พิมพ์
vi_vn: Kiểu
zh_hans: 类型
zh_hant: 類型

# dp_mall_type_general
source: General Supplier
cs: Generální dodavatel
es: Proveedor general
fi: Yleinen toimittaja
fr: Fournisseur général
id_id: 百货网站
it: Fornitore generale
nl: Algemene leverancier
pl: Ogólny dostawca
pt: Fornecedor geral
th: ผู้จำหน่ายทั่วไป
vi_vn: Chung
zh_hans: 百货网站
zh_hant: 百貨網站

# dp_mall_type_brand
source: Brand Supplier
cs: Dodavatel značky
da: Brandleverandør
de: Markenanbieter
es: Proveedor de marca
fi: tuotemerkin toimittaja
fr: Fournisseur de marque
id_id: 品牌网站
it: Fornitore del marchio
nb: Brandleverandør
nl: Merkleverancier
pl: Dostawca marki
pt: Fornecedor de marca
sv: Brandleverantör
th: ผู้จัดจำหน่ายแบรนด์
vi_vn: Nhãn hiệu
zh_hans: 品牌网站
zh_hant: 品牌網站

# dp_desc_title
source: Detail
da: Detalje
es: Detalle
fr: Détails
id_id: 商品详细
it: Dettaglio
nb: Detalje
pt: Detalhe
sv: Detalj
th: รายละเอียด
vi_vn: Chi tiết
zh_hans: 商品详细
zh_hant: 商品詳細

# dp_you_may_like
source: You May Like
cs: Může se vám líbit
da: Du kan lide
de: Das kann Ihnen gefallen
es: Puede que te guste
fi: Saatat pitää
fr: Vous aimerez peut-être
id_id: 看了又看
it: Potrebbe piacerti
nb: Du kan like
pl: Możesz polubić
pt: Você pode gostar
sv: Du kan gilla
th: คุณอาจชอบ
vi_vn: Bạn có thể thích
zh_hans: 看了又看
zh_hant: 看了又看

# profile_address_incomplete
source: The address is incomplete
cs: Adresa je neúplná
da: Adressen er ufuldstændig
de: Die Adresse ist unvollständig
es: La dirección está incompleta
fi: Osoite on epätäydellinen
fr: L'adresse est incomplète
it: L'indirizzo è incompleto
nb: Adressen er ufullstendig
nl: Het adres is onvolledig
pl: Adres jest niekompletny
pt: O endereço está incompleto
sv: Adressen är ofullständig
th: ที่อยู่ไม่สมบูรณ์
vi_vn: Địa chỉ không đầy đủ
zh_hans: 地址不完整
zh_hant: 地址不完整

# index_topic_all
source: All Items
cs: Všechny položky
da: Alle poster
de: Alle Artikel
es: Todos los elementos
fi: Kaikki kohteet
fr: Tous les éléments
it: Tutti gli articoli
nb: Alle elementer
nl: Alle items
pl: Wszystkie elementy
pt: Todos os itens
sv: Alla poster
th: รายการทั้งหมด
vi_vn: Tất cả món đồ
zh_hans: 全部商品
zh_hant: 全部商品

# index_topic_title
source: Featured Topics
cs: Vybrané témata
da: Udvalgte emner
de: Ausgewählte Themen
es: Temas destacados
fi: Suositellut aiheet
fr: Sujets recommandés
it: Argomenti consigliati
nb: Utvalgte emner
nl: Onderwerpen uitgelicht
pl: Polecane tematy
pt: Tópicos em destaque
sv: Utvalda ämnen
th: หัวข้อเด่น
vi_vn: Các chủ đề nổi bật
zh_hans: 精选专题
zh_hant: 精選專題

# login_alert1_title
source: By joining you agree to our
cs: Tím, že jste se připojili, souhlasíte s našimi
da: Ved at blive med dig accepterer vi vores
de: Mit dem Beitritt stimmen Sie unserem zu
es: Al unirse, acepta nuestro
fi: Liittymällä hyväksyt
fr: En vous joignant, vous acceptez nos
it: Iscrivendoti accetti il ​​nostro
nb: Ved å bli med deg, aksepterer vi vår
nl: Door lid te worden, ga je akkoord met onze
pl: Dołączając, zgadzasz się na nasze
pt: Ao entrar você concorda com o nosso
sv: Genom att gå med dig godkänner vi vår
th: เมื่อเข้าร่วมคุณเห็นด้วยกับเรา
vi_vn: Bằng cách tham gia, bạn đồng ý với
zh_hans: 注册了我们平台即表示已阅读并同意我们的
zh_hant: 註冊了我們平台即表示已閱讀并同意

# login_alert2_title
source: Terms
cs: Podmínky
da: Vilkår
de: Bedingungen
es: Términos
fi: Ehdot
fr: Conditions
it: Termini
nb: Vilkår
nl: Voorwaarden
pl: Warunki
pt: Termos
sv: Villkor
th: ข้อกำหนด
vi_vn: Điều kiện
zh_hans: 使用条款
zh_hant: 使用條款

# login_alert4_title
source: Privacy Policy.
cs: Zásady ochrany osobních údajů.
da: Fortrolighedspolitik.
de: Datenschutzbestimmungen.
es: Política de privacidad.
fi: Tietosuojakäytäntö.
fr: Règles de confidentialité.
it: Informativa sulla privacy.
nb: Personvernregler.
nl: Privacybeleid.
pl: Polityka prywatności.
pt: Política de Privacidade.
sv: Sekretesspolicy.
th: นโยบายความเป็นส่วนตัว
vi_vn: Chính sách bảo mật.
zh_hans: 隐私声明.
zh_hant: 隱私條款.

# login_alert5_title
source: Plus, get order updates, sale alerts, and more in your inbox.
cs: Plus, získání aktualizací objednávek, upozornění na prodej a další ve vaší doručené poště.
da: Plus, få ordreopdateringer,salgsalarm og mere i din indbakke.
de: Außerdem erhalten Sie in Ihrem Posteingang Bestellaktualisierungen, Verkaufsbenachrichtigungen und mehr.
es: Además, obtenga actualizaciones de pedidos, alertas de venta y más en su bandeja de entrada.
fi: Plus, saat tilauspäivitykset, myyntihälytykset ja paljon muuta postilaatikossasi.
fr: Obtenez également les mises à jour des commandes, les alertes de vente et plus dans votre boîte de réception.
it: Inoltre, ricevi gli aggiornamenti degli ordini, gli avvisi di vendita e altro nella tua casella di posta.
nb: Plus,få bestillingsoppdateringer,salgsvarsler og mer i innboksen din.
nl: Plus, ontvang orderupdates, verkoopwaarschuwingen en meer in uw inbox.
pl: Plus, uzyskaj aktualizacje zamówienia, alerty sprzedaży i nie tylko w swojej skrzynce odbiorczej.
pt: Além disso, obtenha atualizações de pedidos, alertas de vendas e muito mais em sua caixa de entrada.
sv: Plus, få orderuppdateringar, försäljningsvarningar och mer i din inkorg.
th: บวกรับการอัปเดตคำสั่งแจ้งเตือนการขายและอื่น ๆ ในกล่องจดหมายของคุณ
vi_vn: Plus của chúng tôi, nhận cập nhật đơn đặt hàng, cảnh báo bán hàng và nhiều hơn nữa trong hộp thư đến của bạn.
zh_hans: 另外，将会给你邮箱发送订单通知、优惠信息等.
zh_hant: 另外，將會給你郵箱發送訂單通知、優惠信息等

# login_email_validation
source: We have sent you an email about reseting password. Please check your email and reset your password
cs: Poslali jsme vám e-mail o opětovném hesle. Zkontrolujte prosím svůj e-mail a resetujte heslo
da: Vi har sendt dig en e-mail om nulstilling af adgangskode.Kontroller venligst din email og nulstil din adgangskode
de: Wir haben Ihnen eine E-Mail zum Zurücksetzen des Passworts gesendet. Bitte überprüfen Sie Ihre E-Mail und setzen Sie Ihr Passwort zurück.
es: Le hemos enviado un correo electrónico para restablecer la contraseña. Revise su correo electrónico y restablezca su contraseña
fi: Olemme lähettäneet sinulle sähköpostia salasanan palauttamisesta. Tarkista sähköpostisi ja palauta salasanasi
fr: Nous vous avons envoyé un message sur la réinitialisation du mot de passe. Veuillez vérifier votre adresse e-mail et réinitialiser votre mot de passe
it: Abbiamo ti ha inviato una e-mail su resettare la password Controlla la tua email e reimpostare la password.
nb: Vi har sendt deg en e-post om tilbakestilling av passord.Vennligst sjekk e-posten din og tilbakestill passordet ditt
nl: We hebben u een e-mail gestuurd over het opnieuw instellen van uw wachtwoord. Controleer uw e-mailadres en stel uw wachtwoord opnieuw in
pl: Wysłaliśmy do Ciebie wiadomość e-mail na temat resetu hasła. Sprawdź pocztę i zresetuj hasło
pt: Nós lhe enviamos um email sobre a redefinição da senha. Por favor, verifique seu e-mail e redefina sua senha
sv: Vi har skickat ett mail till dig om återställande av lösenord. Kontrollera din e-postadress och återställ ditt lösenord
th: เราได้ส่งอีเมลเกี่ยวกับการตั้งรหัสผ่านใหม่ให้คุณโปรดตรวจสอบอีเมลของคุณและรีเซ็ตรหัสผ่าน
vi_vn: Chúng tôi đã gửi cho bạn một email về mật khẩu lại. Vui lòng kiểm tra email của bạn và đặt lại mật khẩu
zh_hans: 已发送重设密码邮件到您的邮箱，请查看并重设密码
zh_hant: 已發送重設密碼郵件到您的郵箱，請查看并重設密碼

# all_no_more_items
source: - no more items -
cs: -žádné další položky-
da: -ikke flere elementer-
de: -keine weiteren Elemente-
es: - no hay más elementos -
fi: -ei enää kohteita-
fr: -Plus d'éléments-
it: -niente più elementi-
nb: -ikke flere elementer-
nl: -geen items meer-
pl: -nie ma więcej elementów-
pt: -sem mais itens-
sv: -inga fler objekt-
th: -ไม่มีรายการเพิ่มเติม-
vi_vn: - không có thêm hàng -
zh_hans: -没有更多了-
zh_hant: -沒有更多了-

# search_clearhistory_title
source: Are you sure to clear search history
cs: Určitě vymažete historii vyhledávání
da: Er du sikker på at rydde søgehistorikken
de: Sind Sie sicher, dass der Suchverlauf gelöscht wird
es: ¿Está seguro de borrar el historial de búsqueda
fi: Haluatko varmasti poistaa hakuhistoriaa
fr: Êtes-vous sûr de vouloir effacer l'historique de recherche
it: Sei sicuro di cancellare la cronologia delle ricerche
nb: Er du sikker på å slette søkeloggen
nl: Weet u zeker dat u de zoekgeschiedenis wilt wissen
pl: Czy na pewno chcesz wyczyścić historię wyszukiwania
pt: Você tem certeza de limpar o histórico de pesquisa
sv: Är du säker på att rensa sökhistoriken
th: คุณแน่ใจหรือไม่ว่าต้องการล้างประวัติการค้นหา
vi_vn: Bạn có chắc chắn để xóa lịch sử tìm kiếm?
zh_hans: 确认清空搜索历史？
zh_hant: 確認清空搜索歷史？

# search_clearhistory_cancel_title
source: Cancel
cs: Zrušit
de: Abbrechen
fi: Peruuta
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Avbryt
th: ยกเลิก
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# search_clearhistory_sure_title
source: Yes, I'm sure
cs: Ano, jsem si jistý
da: Ja,jeg er sikker
de: Ja, ich bin sicher
es: Sí, estoy seguro
fi: Kyllä, olen varma
fr: Oui, j'en suis sûr
it: Sì, sono sicuro
nb: Ja,jeg er sikker
nl: Ja, ik weet het zeker
pl: Tak, jestem pewien
pt: Sim, tenho certeza
sv: Ja, jag är säker
th: ใช่ฉันแน่ใจ
vi_vn: Vâng tôi chắc chắn
zh_hans: 确认
zh_hant: 確認

# dp_mall_title
source: AI Price Compare
cs: Porovnání cen AI
da: AI Price Sammenlign
de: AI-Preisvergleich
fi: AI-hintavertailu
fr: Comparaison prix AI
it: Confronto prezzi AI
nb: AI Price Sammenlign
nl: AI Prijsvergelijking
pl: Porównanie cen AI
pt: Comparação de preços AI
th: เปรียบเทียบราคา AI
vi_vn: AI So sánh giá
zh_hans: AI比价
zh_hant: AI比價

# dp_sizeguide_title
source: Size Guide
cs: Průvodce velikostí
da: Størrelsesvejledning
de: Größenübersicht
es: Guía de tamaño
fi: Koko opas
fr: Guide de taille
it: Guida alle taglie
nb: Størrelsesguide
nl: Matentabel
pl: Przewodnik po rozmiarach
pt: Guia de tamanhos
sv: Storleksguide
th: คู่มือขนาด
vi_vn: kích thước
zh_hans: 尺码表
zh_hant: 尺码表

# dp_mall_nofulfilment_title
source: Sorry, We do not support the fulfillment right now. You may search it on its website.
cs: Omlouváme se, momentálně nepodporujeme plnění. Můžete jej vyhledat na svých webových stránkách.
da: Beklager,vi understøtter ikke opfyldelsen lige nu.Du kan søge det på sin hjemmeside.
de: Die Erfüllung wird derzeit leider nicht unterstützt. Sie können sie auf ihrer Website durchsuchen.
es: Lo sentimos, no admitimos el cumplimiento en este momento. Puede buscarlo en su sitio web.
fi: Anteeksi, emme tue täyttämistä juuri nyt. Voit hakea sitä verkkosivuillaan.
fr: Désolé, nous ne prenons pas en charge l'exécution actuellement. Vous pouvez le rechercher sur son site Web.
it: Siamo spiacenti, non è supportata la realizzazione in questo momento Puoi cercare sul proprio sito web ..
nb: Beklager,vi støtter ikke oppfyllelsen akkurat nå. Du kan søke det på nettsiden sin.
nl: Sorry, we ondersteunen de uitvoering momenteel niet, u kunt deze op zijn website zoeken.
pl: Przepraszamy, nie obsługujemy teraz spełnienia. Możesz przeszukać go na swojej stronie internetowej.
pt: Desculpe, não oferecemos suporte ao preenchimento agora. Você pode pesquisá-lo em seu site.
sv: Tyvärr, vi stöder inte uppfyllandet just nu. Du kan söka den på sin webbplats.
th: ขออภัยเราไม่สนับสนุนการปฏิบัติตามทันทีคุณสามารถค้นหาได้บนเว็บไซต์ของ บริษัท
vi_vn: Xin lỗi, Chúng tôi không ủng hộ việc hoàn thành ngay bây giờ. Bạncó thể tìm kiếm nó trên trang web của mình.
zh_hans: 抱歉，当前网站暂不支持直接下单。请到该官网搜索商品并下单
zh_hant: 抱歉，當前網站暫不支持直接下單。請到該官網搜索該商品并下單

# dp_size_description
source: We recommend that you choose the right size according to the size chart provided. Please note that product information (color, sizing, etc.) is provided by our suppliers and is for reference only.
cs: Doporučujeme, abyste si vybrali správnou velikost podle dodané tabulky velikostí. Upozorňujeme, že informace o produktech (barvy, rozměry apod.) jsou poskytovány našimi dodavateli a jsou pouze orientační.
da: Vi anbefaler,at du vælger den rigtige størrelse i overensstemmelse med det angivne størrelseskema.Bemærk venligst,at produktoplysninger (farve,størrelsesorden osv.) er leveret af vores leverandører og kun er til reference.
de: Wir empfehlen,dass Sie die richtige Größe gemäß der bereitgestellten Größentabelle auswählen.Bitte beachten Sie,dass Produktinformationen (Farbe,Größen usw.) von unseren Lieferanten bereitgestellt werden und nur als Referenz dienen.
es: Le recomendamos que elija el tamaño correcto de acuerdo con la tabla de tallas proporcionada. Tenga en cuenta que la información del producto (color, tamaño, etc.) es proporcionada por nuestros proveedores y es solo de referencia.
fi: Suosittelemme, että valitset oikean koon toimitetun kokotaulukon mukaan. Huomaa, että toimittajamme antavat tuotetiedot (väri, mitoitus jne.) vain viitteelliseksi.
fr: Nous vous recommandons de choisir la bonne taille selon le tableau des tailles fourni. Notez que les informations sur le produit (couleur, taille, etc.) sont fournies par nos fournisseurs et à titre de référence seulement.
it: Si consiglia di scegliere il giusto formato secondo la tabella di formato a condizione Si prega di notare che le informazioni di prodotto (colore, dimensionamento, ecc) è fornito dai nostri fornitori ed è solo di riferimento ..
nb: Vi anbefaler at du velger riktig størrelse i henhold til størrelseskartet som er oppgitt.Vær oppmerksom på at produktinformasjon (farge,dimensjonering,etc.) er levert av våre leverandører og er kun til referanse.
nl: We raden u aan de juiste maat te kiezen volgens het meegeleverde maattabel. Let op: productinformatie (kleur, maat, etc.) wordt geleverd door onze leveranciers en dient alleen ter referentie.
pl: Zalecamy wybranie odpowiedniego rozmiaru zgodnie z dostarczoną tabelą rozmiarów. Należy pamiętać, że informacje o produkcie (kolor, rozmiar itp.) są dostarczane przez naszych dostawców i mają jedynie charakter informacyjny.
pt: Recomendamos que você escolha o tamanho certo de acordo com a tabela de tamanhos fornecida. Observe que as informações do produto (cor, tamanho, etc.)são fornecidas por nossos fornecedores e são apenas para referência.
sv: Vi rekommenderar att du väljer rätt storlek enligt det angivna storleksschemat. Observera att produktinformation (färg, storlek, etc.) tillhandahålls av våra leverantörer och är endast som referens.
th: เราขอแนะนำให้คุณเลือกขนาดที่เหมาะสมตามแผนภูมิขนาดที่ให้ไว้โปรดทราบว่าข้อมูลผลิตภัณฑ์(สีการปรับขนาด ฯลฯ)จัดทำโดยซัพพลายเออร์ของเราและเพื่อการอ้างอิงเท่านั้น
vi_vn: Chúng tôi khuyên bạn nên chọn đúng kích cỡ theo biểu đồ kích thước được cung cấp. Xin lưu ý rằng các nhà cung cấp của chúng tôi cung cấp thông tin sản phẩm (màu sắc, kích cỡ, vv) và chỉ mang tính tham khảo.
zh_hans: 请注意！建议根据尺码表中的数据来选择合适的尺码，以上信息（颜色、尺码表等）均由商家提供，仅供参考用。
zh_hant: 請注意！建議根據尺碼表中的數據來選擇合適的尺碼，以上信息（顏色、尺碼表等）均由商家提供，僅供參考用。

# dp_mall_location_taobao
source: Hongkong
th: ฮ่องกง
vi_vn: Hồng Kông
zh_hans: 香港
zh_hant: 香港

# dp_outorder_title
source: Out of Order
cs: Neaktivní
da: Ud af orden
de: Außer Betrieb
es: Fuera de servicio
fi: Poissa käytöstä
fr: En panne
it: Fuori servizio
nl: Niet in de juiste volgorde
pl: Poza porządkiem
pt: Fora de ordem
th: ไม่เพียงพอ
vi_vn: Trật tự
zh_hans: 无货
zh_hant: 無貨

# dp_processingtime_title
source: Processing Time
cs: Čas zpracování
da: Behandlingstid
de: Bearbeitungszeit
es: Tiempo de procesamiento
fi: Käsittelyaika
fr: Temps de traitement
it: Tempo di elaborazione
nb: Behandlingstid
nl: Verwerkingstijd
pl: Czas przetwarzania
pt: Tempo de processamento
sv: Behandlingstid
th: เวลาดำเนินการ
vi_vn: Thời gian xử lý
zh_hans: 发货时间
zh_hant: 發貨時間

# dp_processingtime_subtitle
source: Item will be shipped out within 3-5 business days.
cs: Položka bude odeslána během 3-5 pracovních dnů.
da: Varen bliver afsendt inden for 3-5 hverdage.
de: Der Artikel wird innerhalb von 3-5 Werktagen versandt.
es: El artículo se enviará en un plazo de 3-5 días hábiles.
fi: Tuote lähetetään 3-5 työpäivän kuluessa.
fr: L'article sera expédié dans 3-5 jours ouvrables.
it: L'articolo verrà spedito entro 3-5 giorni lavorativi.
nb: Varen vil bli sendt ut innen 3-5 virkedager.
nl: Het artikel wordt binnen 3-5 werkdagen verzonden.
pl: Produkt zostanie wysłany w ciągu 3-5 dni roboczych.
pt: O item será enviado dentro de 3 a 5 dias úteis.
sv: Artikeln skickas inom 3-5 arbetsdagar.
th: รายการจะถูกจัดส่งภายใน 3-5 วันทำการ
vi_vn: Sản phẩm sẽ được vận chuyển trong vòng 3-5 ngày làm việc.
zh_hans: 商家3-5个工作日内处理完成并发货
zh_hant: 商家3-5個工作日內處理完成并發貨

# dp_addcart_fail_toast
source: Add to Cart failed
cs: Přidat do košíku se nezdařilo
da: Tilføj i indkøbskurven mislykkedes
de: In den Warenkorb gelegt fehlgeschlagen
es: Fallo al agregar al carrito
fi: Lisää ostoskoriin epäonnistui
fr: Echec de l'ajout au panier
it: Aggiungi al carrello fallito
nb: Legg i handlekurven mislyktes
nl: Toevoegen aan winkelwagen mislukt
pl: Dodaj do koszyka nie powiodło się
pt: Falha ao adicionar ao carrinho
sv: Lägg till i kundvagnen misslyckades
th: หยิบใส่รถเข็นล้มเหลว
vi_vn: Thêm vào giỏ hàng không thành công
zh_hans: 加入购物车失败
zh_hant: 加入購物車失敗

# profile_album_need_title
source: Please enter title
cs: Prosím, zadejte název
da: Indtast venligst titlen
de: Bitte geben Sie den Titel ein
es: Por favor ingrese el título
fi: Anna otsikko
fr: Veuillez entrer le titre
it: Inserisci il titolo
nb: Vennligst skriv tittelen
nl: Voer titel in
pl: Proszę wpisać tytuł
pt: Por favor digite o título
sv: Vänligen ange titel
th: โปรดป้อนชื่อ
vi_vn: Vui lòng nhập tiêu đề
zh_hans: 标题不能为空
zh_hant: 標題不能為空

# cart_shipment_title
source: Shipment:
cs: Odeslání:
da: Forsendelse:
de: Versand:
es: Envío:
fi: Lähetys:
fr: Envoi:
it: Spedizione:
nb: Forsendelse:
nl: Verzending:
pl: Wysyłka:
pt: Envio:
sv: Leverans:
th: การจัดส่ง:
vi_vn: Lô hàng:
zh_hans: 时效:
zh_hant: 時效:

# cart_shipment_days_title
source: business days
cs: pracovní dny
da: arbejdsdage
de: Werktage
es: días hábiles
fi: työpäivät
fr: jours ouvrables
it: giorni lavorativi
nb: virkedager
nl: werkdagen
pl: dni robocze
pt: dias úteis
sv: arbetsdagar
th: วันทำการ
vi_vn: ngày làm việc
zh_hans: 工作日
zh_hant: 工作日

# cart_remove_items
source: Removing
cs: Odstranění
da: Fjernelse
de: Entfernen
es: Eliminando
fi: Poistaminen
fr: Suppression
it: Rimozione
nb: Fjerne
nl: Verwijderen
pl: Usuwanie
pt: Removendo
sv: Ta bort
th: กำลังลบ
vi_vn: Loại bỏ
zh_hans: 移除中
zh_hant: 移除中

# cart_remove_items_success
source: Success
cs: Úspěch
da: Succes
de: Erfolg
fi: Menestys
fr: Succès
it: Successo
nb: Suksess
nl: Succes
pl: Sukces
pt: Sucesso
sv: Succes
th: สำเร็จ
vi_vn: Sự thành công
zh_hans: 移除成功
zh_hant: 移除成功

# cart_remove_items_fail
source: Please try again
cs: Zkuste to prosím znovu
da: Prøv venligst igen
de: Bitte erneut versuchen
es: Inténtelo de nuevo
fi: Yritä uudelleen
fr: Veuillez réessayer
it: Per favore riprova
nb: Vennligst prøv igjen
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt: Por favor, tente novamente
sv: Vänligen försök igen
th: โปรดลองอีกครั้ง
vi_vn: Vui lòng thử lại
zh_hans: 请重试
zh_hant: 請重試

# profile_no_content
source: Please fulfill the form
cs: Prosíme vyplňte formulář
da: Udfyld venligst formularen
de: Bitte füllen Sie das Formular aus
es: Por favor, complete el formulario
fi: Täytä lomake
fr: Veuillez remplir le formulaire
it: Per favore compila il modulo
nb: Vennligst fyll ut skjemaet
nl: Gelieve het formulier in te vullen
pl: Proszę wypełnić formularz
pt: Por favor, preencha o formulário
sv: Vänligen fyll i formuläret
th: โปรดกรอกแบบฟอร์ม
vi_vn: Vui lòng điền mẫu đơn
zh_hans: 请输入信息
zh_hant: 請輸入信息

# profile_help_title
source: Help
cs: Nápověda
da: Hjælp
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
it: Aiuto
nb: Hjelp
pl: Pomoc
pt: Ajuda
sv: Hjälp
th: ความช่วยเหลือ
vi_vn: Cứu giúp
zh_hans: 帮助信息
zh_hant: 幫助信息

# profile_submitsuccess_toast
source: Submit successfully
cs: Odeslat úspěšně
da: Send med succes
de: Erfolgreich senden
es: Enviar con éxito
fi: Lähetä onnistuneesti
fr: Soumettre avec succès
it: Invia con successo
nb: Send inn vellykket
nl: Verstuur succesvol
pl: Prześlij pomyślnie
pt: Enviar com sucesso
sv: Skicka in framgångsrikt
th: ส่งสำเร็จ
vi_vn: Gửi thành công
zh_hans: 提交成功
zh_hant: 提交成功

# profile_address_submitsuccess_toast
source: Added successfully
cs: Přidáno úspěšně
da: Lagt til succes
de: erfolgreich hinzugefügt
es: Agregado con éxito
fi: Lisätty onnistuneesti
fr: Ajouté avec succès
it: Aggiunto correttamente
nb: Lagt til vellykket
nl: Toegevoegd succesvol
pl: Dodano pomyślnie
pt: Adicionado com sucesso
sv: Lades till framgång
th: เพิ่มสำเร็จแล้ว
vi_vn: Đã thêm thành công
zh_hans: 添加成功
zh_hant: 添加成功

# profile_bill_fail_toast
source: Bill loading fail, please try again later
cs: Zúčtování se nezdařilo, zkuste to prosím znovu později
da: Fakturaindlæsning fejler,prøv igen senere
de: Rechnungsladen fehlgeschlagen,bitte versuchen Sie es später erneut
es: Fallo al cargar la factura, inténtelo de nuevo más tarde
fi: Laskutus epäonnistuu, yritä myöhemmin uudelleen
fr: Le chargement de la facture a échoué. Veuillez réessayer ultérieurement
it: Caricamento in corso non riuscito, riprova più tardi
nb: Bill fiksing mislykkes,prøv igjen senere
nl: Het laden van de factuur mislukt, probeer het later opnieuw
pl: Ładowanie rachunku nie powiodło się, spróbuj ponownie później
pt: Falha ao carregar fatura, tente novamente mais tarde
sv: Bill-inloggning misslyckas, försök igen senare
th: การโหลดบิลล้มเหลวโปรดลองอีกครั้งในภายหลัง
vi_vn: Quá trình tải bảng không thành công, vui lòng thử lại sau
zh_hans: 订单详情加载失败，请重试
zh_hant: 訂單詳情加載失敗，請重試

# profile_bill_confirm
source: Confrim
th: ยืนยัน
vi_vn: Xác nhận
zh_hans: 确认收货
zh_hant: 確認收貨

# login_wrong_password
source: Password is inconsistent
cs: Heslo je nekonzistentní
da: Adgangskoden er inkonsekvent
de: Passwort ist inkonsistent
es: La contraseña es inconsistente
fi: Salasana on epäjohdonmukainen
fr: Le mot de passe est incohérent
it: La password non è coerente
nb: Passordet er inkonsekvent
nl: Wachtwoord is inconsistent
pl: Hasło jest niespójne
pt: A senha está inconsistente
sv: Lösenordet är inkonsekvent
th: รหัสผ่านไม่สอดคล้องกัน
vi_vn: Mật khẩu không khớp
zh_hans: 密码不一致
zh_hant: 密碼不一致
