Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# cart_item_number_limt
source: The purchase quantity of this item has exceeded the limit and can no longer be added
cs: Množství nákupu této položky překročilo tento limit a již jej nelze přidat
da: Købsmængden af denne vare har overskredet grænsen og kan ikke længere tilføjes
de: Die Einkaufsmenge dieses Artikels hat das Limit überschritten und kann nicht mehr hinzugefügt werden
es: La cantidad de compra de este artículo ha excedido el límite y ya no se puede agregar
fi: Tämän kohteen ostomäärä on ylittänyt rajan ja sitä ei voi enää lisätä
fr: La quantité d'achat de cet article a dépassé la limite et ne peut plus être ajoutée
it: La quantità acquistata di questo articolo ha superato il limite e non può più essere aggiunta
nb: Kjøpskvantiteten til dette elementet har overskredet grensen og kan ikke lenger legges til
nl: De aankoophoeveelheid van dit artikel heeft de limiet overschreden en kan niet langer worden toegevoegd
pl: Ilość zakupu tego przedmiotu przekroczyła limit i nie można go już dodać
pt: A quantidade de compras deste item excedeu o limite e não pode mais ser adicionada
sv: Köpkvantiteten för det här objektet har överskridit gränsen och kan inte längre läggas till
th: ปริมาณการซื้อของรายการนี้เกินขีด จำกัด และไม่สามารถเพิ่มได้อีกต่อไป
zh_hans: 该商品加购数量已超过上限，不能再继续添加

# single_lucky_spin
source: Lucky Spin
fr: Spin chanceux
pt: Sorte spin
th: สปินโชคดี
zh_hans: 幸运转盘

# cart_add_marketing_activity_title
source: Buy More Save More
da: Køb mere Gem mere
de: Kaufen Sie mehr und sparen Sie mehr
es: Compre más ahorre más
fi: Osta lisää, säästä enemmän
fr: Achetez plus, économisez plus
it: Compri più salvo più
nb: Kjøp mer Spar mer
nl: Koop meer Bespaar meer
pl: Kup więcej Zapisz więcej
pt: Compre Mais Economize Mais
sv: Köp mer Spara mer
th: ซื้อมากประหยัดมาก
zh_hans: 多买多省

# cart_add_marketing_activity1
source: For
cs: Pro
de: für
es: Para
fi: varten
fr: Pour
it: Per
nl: Voor
pl: Dla
pt: Para
sv: För
th: สำหรับ
zh_hans: 买

# cart_add_marketing_activity2
source: Pieces
cs: Kousky
da: Stykker
de: Stücke
es: Piezas
fi: kappaletta
fr: Des morceaux
it: pezzi
nl: Stukken
pl: Kawałki
pt: Pedaços
th: ชิ้น
zh_hans: 件

# cart_add_marketing_activity3
source: Buy
cs: Koupit
da: Købe
de: Kaufen
es: Comprar
fi: Ostaa
fr: Acheter
it: Acquistare
nb: Kjøpe
pl: Zakupić
pt: Comprar
sv: Köp
th: ซื้อ
zh_hans: 买

# cart_add_marketing_activity4
source: More to enjoy
cs: Více se těšit
da: Mere at nyde
de: Mehr genießen
es: Más para disfrutar
fi: Lisää nauttia
fr: Plus de profiter
it: Più di godere
nb: Mer å nyte
nl: Meer om van te genieten
pl: Więcej cieszyć
pt: Mais para curtir
sv: Mer att njuta av
th: เพลิดเพลินไปกับการเพิ่มเติม
zh_hans: 可享受

# cart_add_marketing_activity5
source: for
cs: pro
de: für
es: xa
fi: sillä
fr: pour
it: per
nb: til
nl: voor
pl: dla
pt: para
sv: för
th: สำหรับ
zh_hans: 买

# cart_add_marketing_activity6
source: Add
cs: Přidat
da: Tilføje
de: Addieren
es: Añadir
fi: Lisätä
fr: Ajouter
it: Aggiungere
nb: Legge til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
sv: Tillägga
th: เพิ่ม
zh_hans: 去凑单

# cart_add_marketing_activity7
source: You Got
cs: Máš
nb: Du fikk
nl: Jij hebt
pt: Você tem
sv: Du har
th: คุณได้รับ
zh_hans: 已享受

# cart_add_marketing_activity8
source: get
cs: dostat
da: få
de: bekommen
es: conseguir
fi: saada
fr: obtenir
it: ottenere
nb: skaffe oss
nl: krijgen
pl: dostać
pt: obter
sv: få
th: ได้รับ
zh_hans: 满

# cart_add_marketing_activity9
source: off
cs: vypnuto
da: af
de: aus
es: apagado
fi: pois
fr: de
it: fuori
nb: av
nl: af
pt: desligado
th: ออก
zh_hans: 减

# cart_add_marketing_activity10
source: buy
cs: nakoupit
da: købe
de: Kauf
es: compra
fi: ostaa
fr: acheter
it: acquistare
nb: kjøpe
nl: kopen
pl: zakupić
pt: compra
sv: köpa
th: ซื้อ
zh_hans: 再买

# cart_add_marketing_activity11
source: More to Get
cs: Více se k nám
da: Mere at få
de: Mehr zu bekommen
es: Más para conseguir
fi: Lisää kohteeseen Get
fr: Plus d'obtenir
it: Altro da ottenere
nb: Mer å få
pl: Więcej do zdobycia
pt: Mais para obter
sv: Mer att få
th: เพิ่มเติมเพื่อรับ
zh_hans: 可享受

# cart_add_marketing_activity12
source: OFF
cs: VYP
de: AUS
es: APAGADO
fi: POIS
pt: DESLIGADO
zh_hans: 折扣

# cart_add_marketing_activity13
source: You Saved
cs: Zachránil jsi
da: Du Gemt
de: Du hast gespeichert
es: Salvaste
fi: Pelastit
fr: Vous avez sauvé
it: Hai salvato
nb: Du reddet
nl: Jij redde
pl: Uratowałeś
pt: Você salvou
sv: Du räddade
th: คุณบันทึกไว้
zh_hans: 可节省

# cart_add_marketing_activity14
source: See more
cs: Vidět víc
da: Se mere
de: Mehr sehen
es: Ver más
fi: Katso lisää
fr: Voir plus
it: Vedi altro
nb: Se mer
nl: Zie meer
pl: Zobacz więcej
pt: Veja mais
sv: Se mer
th: ดูเพิ่มเติม
zh_hans: 去看看

# cart_add_marketing_activity15
source: Less Than When Added
cs: Méně než při přidání
da: Mindre end når tilføjet
de: Less Than Wenn Hinzugefügt
es: Menos que cuando Añadido
fi: Vähemmän kuin kun se lisätään
fr: Moins que quand ajouté
it: Meno di quando aggiunto
nb: Mindre enn når det legges til
nl: Minder dan wanneer Toegevoegd
pl: Mniej niż w przypadku dodania
pt: Menos do que quando Adicionado
sv: Mindre än när den läggs till
th: น้อยกว่าเมื่อเพิ่ม
zh_hans: 还未达到优惠指标

# cart_add_marketing_activity16
source: off coupon in next step
cs: off kupón v dalším kroku
da: off kupon i næste trin
de: off Coupon im nächsten Schritt
es: cupón de descuento en el siguiente paso
fi: pois kuponki seuraavassa vaiheessa
fr: coupon à l'étape suivante
it: off coupon nel passaggio successivo
nb: av kupong i neste trinn
nl: kortingsbon in de volgende stap
pl: off kupon w następnym kroku
pt: cupom fora no próximo passo
sv: av kupongen i nästa steg
th: ปิดคูปองในขั้นตอนต่อไป
zh_hans: 在下一步中获取优惠券

# cart_add_marketing_activity17
source: Discount:
cs: Sleva：
da: Rabat:
de: Rabatt:
es: Descuento:
fi: Alennus:
fr: Remise:
it: Sconto:
nb: Rabatt:
nl: Korting:
pl: Zniżka:
pt: Desconto:
sv: Rabatt:
th: ส่วนลด:
zh_hans: 折扣:

# cart_add_marketing_activity18
source: Discount: calculating...
cs: Sleva: výpočet...
da: Rabat: beregning...
de: Rabatt: Berechnung...
es: Descuento: cálculo...
fi: Alennus: lasketaan...
fr: Remise: calcul...
it: Sconto: calcolo...
nb: Rabatt: beregning...
nl: Korting: het berekenen van...
pl: Rabat: obliczanie...
pt: Desconto: cálculo...
sv: Rabatt: beräkning...
th: ส่วนลด: การคำนวณ...
zh_hans: 折扣: 计算中...

# cart_add_marketing_activity19
source: See discount in next step
cs: Viz sleva v dalším kroku
da: Se rabat i næste trin
de: Siehe Rabatt im nächsten Schritt
es: Ver descuento en el siguiente paso
fi: Katso alennus seuraavassa vaiheessa
fr: Voir remise à l'étape suivante
it: Vedi lo sconto nel passaggio successivo
nb: Se rabatt i neste trinn
nl: Zie korting in de volgende stap
pl: Zobacz rabat w następnym kroku
pt: Veja desconto no próximo passo
sv: Se rabatt i nästa steg
th: ดูส่วนลดในขั้นตอนถัดไป
zh_hans: 优惠金额请在下一步查看

# cart_add_marketing_activity20
source: Get
cs: Dostat
da: Få
de: Erhalten
es: Conseguir
fi: Saada
fr: Obtenir
it: Ottenere
nb: Bli
nl: Krijgen
pl: Dostać
pt: Obter
sv: Skaffa sig
th: ได้รับ
zh_hans: 获得

# dp_item_sale_over
source: Expired
cs: vypršela
da: Udløbet
de: Abgelaufen
es: Muerto
fi: Vanhentunut
fr: Expiré
it: Scaduto
nb: Utløpt
nl: Verlopen
pl: Przedawniony
pt: Expirado
sv: Utgånget
th: หมดอายุแล้ว
zh_hans: 过期啦

# submit_order_coupon_activity_invied1
source: Pay now and get up to
cs: Obdržíte kuponu až do výše
da: Betal nu og få op til
de: Jetzt zahlen und bis zu
es: Pague ahora y obtenga hasta
fi: Maksa nyt ja nouse jopa
fr: Payer maintenant et se lever à
it: Paga ora e alzati fino a
nb: Betal nå og få opp til
nl: Betaal nu en sta op
pl: Zapłać teraz i wstań
pt: Pague agora e levante-se para
sv: Betala nu och få upp till
th: ชำระเงินตอนนี้และลุกขึ้น
zh_hans: 您将收到额外的优惠券

# submit_order_coupon_activity_invied2
source: off your next order.
cs: po zadání objednávky.
da: fra din næste ordre.
de: Aus Ihrer nächsten Bestellung.
es: de su orden siguiente.
fi: seuraavasta tilauksestasi.
fr: de votre prochaine commande.
it: dal tuo prossimo ordine.
nb: av din neste bestilling.
nl: van uw volgende bestelling.
pl: od następnej kolejności.
pt: off sua próxima encomenda.
sv: från din nästa beställning.
th: ลำดับต่อไปของคุณ.
zh_hans: 在下单完成后.

# order_payment_success_prompt1
source: Payment Successful
cs: platba Úspěšné
da: Betaling Vellykket
de: Zahlung erfolgreich
es: Pago exitoso
fi: Maksu onnistuu
fr: Paiement réussi
it: Pagamento riuscito
nb: Betaling Vellykket
nl: betaling gelukt
pl: Płatność Udane
pt: Pagamento bem sucedido
sv: Betalning Framgångsrik
th: ชำระเงินสำเร็จ
zh_hans: 支付成功

# order_payment_success_prompt2
source: Thank you for your order
cs: Děkuji za Vaši objednávku
da: Tak for din ordre
de: Vielen Dank für Ihren Auftrag
es: Gracias por su orden
fi: Kiitos tilauksestanne
fr: Merci pour votre commande
it: Grazie per il vostro ordine
nb: takk for din bestilling
nl: Bedankt voor uw bestelling
pl: Dziękuję za zamówienie
pt: Obrigado por seu pedido
sv: Tack för din beställning
th: ขอขอบคุณสำหรับการสั่งซื้อของคุณ
zh_hans: 感谢您下单支持

# order_payment_success_prompt3
source: Continue Shopping
cs: Pokračujte v nákupu
da: Fortsæt Shopping
de: Weiter einkaufen
es: Continuar comprando
fi: Jatka ostoksia
fr: Continuer les achats
it: Continua a fare acquisti
nb: Fortsette å handle
nl: Verder winkelen
pl: Kontynuuj zakupy
pt: Continue comprando
sv: Fortsätt Shopping
th: ช็อปต่อ
zh_hans: 继续加购

# order_payment_success_prompt4
source: See My Order
cs: Viz Moje objednávka
da: Se Min ordre
de: Siehe Meine Bestellung
es: Ver mi orden
fi: Katso My Order
fr: Voir ma commande
it: Vedi il mio ordine
nb: Se Min bestilling
nl: Zie Mijn Order
pl: Zobacz moje zamówienie
pt: Veja meu pedido
sv: Se Min beställning
th: ดูคำสั่งของฉัน
zh_hans: 查看我的订单

# marketing_activity_receive_coupon1
source: Congrats! You got a
cs: Gratuluji! Máš
da: Tillykke! Du fik en
de: Glückwunsch! Du hast ein
es: Felicidades Tienes un
fi: Onnea! Sinulla on
fr: Congrats! Tu as une
it: Congratulazioni! Hai un
nb: Congrats! Du har en
nl: Proficiat! Je hebt een
pl: Gratulacje! Masz
pt: Parabéns! Você tem um
sv: grattis! Du har en
th: ยินดีด้วย! คุณมี
zh_hans: 恭喜! 您已获得

# marketing_activity_receive_coupon2
source: coupon!
cs: kupón!
da: kupon!
es: cupón!
fi: kuponki!
it: buono!
nb: kupong!
pl: kupon!
pt: cupão!
sv: kupong!
th: คูปอง!
zh_hans: 优惠券!

# marketing_activity_receive_coupon3
source: See My Coupon
cs: Viz Moje kupón
da: Se Min kupon
es: Ver mi cupón
fi: Katso My Coupon
fr: Voir mon coupon
it: Vedi il mio coupon
nb: Se Min kupong
nl: Zie Mijn coupon
pl: Patrz Moja kupon
pt: Veja meu cupom
sv: Se min kupong
th: ดูคูปองของฉัน
zh_hans: 查看我的优惠券

# payment_success_coupoun_name
source: LUCKY COUPON !
es: CUPÓN LUCKY!
fi: LUCKY KUPONKI!
it: COUPON fortunato!
pl: SZCZĘŚLIWY KUPON!
pt: Cupom de sorte!
th: คูปองโชคดี!
zh_hans: 优惠券！

# payment_success_coupoun_get_it_now
source: GET IT NOW
da: HENT DEN NU
de: HOL ES DIR JETZT
es: CONSIGUELO AHORA
fi: Hanki nyt
it: OTTIENI ORA
nb: FÅ DET NÅ
nl: KRIJG HET NU
pl: ZDOBĄDŹ TO TERAZ
pt: OBTÊ-LO AGORA
sv: FÅ DET NU
th: รับตอนนี้
zh_hans: 领取

# dp_buy_it_now_button
source: BUY IT NOW
da: Køb det nu
de: Kaufe es jetzt
es: Cómpralo ahora
fi: Osta se nyt
fr: Achetez-le maintenant
it: Compralo Ora
nb: Kjøp det nå
pl: Kup to teraz
pt: COMPRE-O AGORA
sv: Köp det nu
th: ซื้อเลย
zh_hans: 立即下单

# manage_adress_book_ec_title
source: Express Checkout
da: Hurtig checkout
es: Pago expré
fi: Pikaostos
fr: Paiement express
it: Pagamento express
nb: Ekspresskasse
pl: Ekspresowa realizacja transakcji
pt: Checkout expresso
sv: Snabbetalning
th: การชำระเงินด่วน
zh_hans: 快速结算

# change_select_region_remind
source: Changing your shipping address country may cause some changes in your order. Please confirm the country is correct.
da: Ændring af din leveringsadresse land kan medføre nogle ændringer i din ordre. Bekræft venligst, at landet er korrekt.
de: Ihre Lieferadresse Land ändern können einige Änderungen in Ihrer Bestellung führen. Bitte bestätigen Sie das Land richtig ist.
es: Cambiar su país de dirección de envío puede causar algunos cambios en su pedido. Por favor, confirme el país es correcta.
fi: Toimitusosoitteen maan muuttaminen voi aiheuttaa tilauksen muutoksia. Varmista, että maa on oikea.
fr: Changer votre adresse de livraison pays peut provoquer des changements dans votre commande. S'il vous plaît confirmer le pays est correct.
it: Cambiare il Paese indirizzo di spedizione può causare alcuni cambiamenti nel vostro ordine. Si prega di confermare il paese è corretta.
nb: Endre leveringsadressen landet kan føre til noen endringer i din bestilling. Bekreft at landet er riktig.
pl: Zmiana kraju wysyłki może spowodować pewne zmiany w zamówieniu. Proszę potwierdzić kraj jest prawidłowy.
pt: Alterando o seu país endereço de entrega pode causar algumas mudanças em sua ordem. Por favor, confirme o país está correto.
sv: Att ändra ditt leveransadressland kan orsaka vissa ändringar i din beställning. Bekräfta landet är korrekt.
th: การเปลี่ยนประเทศที่อยู่จัดส่งของคุณอาจทำให้เกิดการเปลี่ยนแปลงบางอย่างในการสั่งซื้อของคุณ โปรดยืนยันว่าประเทศนั้นถูกต้อง.
zh_hans: 更改送货地址国家/地区可能会导致订单发生一些变化。请确认国家是否正确.

# not_support_delivery_remind
source: Sorry, delivery to this State is not supported
da: Beklager, levering til denne stat understøttes ikke
de: Leider Lieferung an diesen Staat wird nicht unterstützt
es: Lo sentimos, no se admite la entrega a este estado
fi: Valitettavasti toimitusta tähän osavaltioon ei tueta
fr: Désolé, la livraison à cet Etat est pas pris en charge
it: Siamo spiacenti, il recapito a questo Stato non è supportato
nb: Beklager, levering til denne staten støttes ikke
pl: Przepraszamy, dostawa do tego stanu nie jest obsługiwana
pt: Litujeme, doručení do tohoto státu není podporováno
sv: Beklagar, leverans till denna stat stöds inte
th: ขออภัยจัดส่งไปยังรัฐนี้ไม่ได้รับการสนับสนุน
zh_hans: 抱歉，此地暂不支持配送

# select_all_region_window
source: Select Region
da: Vælg region
de: Region wählen
es: Seleccione región
fi: Valitse alue
fr: Sélectionnez une région
it: Seleziona Regione
nb: Velg Region
pl: Wybierz region
pt: Selecione Região
sv: Välj Region
th: เลือกภูมิภาค
zh_hans: 选择地区

# adress_book_first_order_remind_window1
source: Get
da: Få
de: Bekommen
es: Conseguir
fi: Saada
fr: Obtenir
it: Ottenere
nb: Skaffe oss
pl: Dostać
pt: Obter
sv: Få
th: ได้รับ
zh_hans: 获得

# adress_book_first_order_remind_window2
source: off coupon if you save address now!
da: off-kupon, hvis du gemmer adresse nu!
de: wenn Sie Adresse jetzt sparen Rabatt Gutschein!
es: cupón de descuento si guarda la dirección ahora!
fi: pois kuponki, jos tallennat osoitteen nyt!
fr: coupon de réduction si vous enregistrez l'adresse maintenant!
it: buono sconto se si salva l'indirizzo ora!
nb: off kupong Hvis du lagrer adressen nå!
pl: kupon rabatowy, jeśli teraz zapiszesz adres!
pt: off coupon se você salvar o endereço agora!
sv: off-kupong om du sparar adress nu!
th: ปิดคูปองหากคุณบันทึกที่อยู่ตอนนี้!
zh_hans: 的额外优惠券，若现在保存地址

# adress_book_first_order_remind_window3
source: Don't miss this deal, only available now
da: Gå ikke glip af denne aftale, kun tilgængelig nu
de: Verpassen Sie nicht diesen Deal verpassen, nur jetzt
es: No te pierdas esta oferta, solo disponible ahora
fi: Älä missaa tätä kauppaa, saatavana vain nyt
fr: Ne manquez pas cette offre, seulement disponible maintenant
it: Non perdetevi questo accordo, disponibile solo ora
nb: Ikke gå glipp av denne avtalen, bare tilgjengelig nå
pl: Nie przegap tej oferty, dostępnej tylko teraz
pt: Não perca este negócio, só está disponível agora
sv: Missa inte den här affären, endast tillgänglig nu
th: พลาดไม่ได้กับข้อตกลงนี้ใช้ได้เฉพาะในขณะนี้
zh_hans: 机会稍纵即逝

# adress_book_first_order_remind_window4
source: Continue add address
da: Fortsæt add-adresse
de: Weiter Adresse hinzufügen
es: Continuar agregar dirección
fi: Jatka add osoite
fr: Continuer ajouter une adresse
it: Continuare indirizzo adds
nb: Fortsett add-adresse
pl: Kontynuuj dodaj adres
pt: Continue endereço add
sv: Fortsätt add-adress
th: เพิ่มที่อยู่ต่อไป
zh_hans: 继续添加地址

# adress_book_first_order_remind_window5
source: No, thanks
da: Nej, tak
de: Nein, danke
es: No, gracias
fi: Ei, kiitos
fr: Non, merci
it: No, grazie
nb: Nei takk
pl: Nie, dziękuję
pt: Não, obrigado
sv: Nej, tack
th: ไม่ขอบคุณ
zh_hans: 不用了, 谢谢

# adress_book_first_order_remind_window6
source: Congratulation, you got a
da: Tillykke, du fik en
de: Glückwunsch, du hast eine
es: Enhorabuena, tienes un
fi: Onnittelut, sinulla
fr: Félicitation, vous avez un
it: Congratulazioni, hai un
nb: Gratulasjonen, du fikk en
pl: Gratulacje, masz
pt: Parabéns, você tem um
sv: Grattis, du har en
th: ขอแสดงความยินดีคุณได้รับ
zh_hans: 恭喜你，你有一个

# adress_book_first_order_remind_window7
source: off coupon, use your coupon in next step
da: off-kupon, brug din kupon i næste trin
de: Verwenden Sie Ihren Gutschein im nächsten Schritt
es: cupón de descuento, utilizar su cupón en el siguiente paso
fi: pois kuponki, käytä kuponki seuraavassa vaiheessa
fr: coupon rabais, utilisez votre coupon à l'étape suivante
it: off coupon, utilizzare il coupon nel passaggio successivo
nb: off kupong, bruk kupongen i neste trinn
pl: kupon zniżkowy, wykorzystania kuponu w następnym kroku
pt: off cupom, usar seu cupom no próximo passo
sv: off-kupong, använd din kupong i nästa steg
th: นอกคูปองใช้คูปองของคุณในขั้นตอนต่อไป
zh_hans: 的优惠券，请在下一步使用您的优惠券

# cart_delete_one_item
source: Delete Items
da: Slet elementer
de: Elemente löschen
es: Eliminar ítems
fi: Poista kohteita
fr: Supprimer des éléments
it: Elimina elementi
nb: Slett elementer
pl: Usuń elementy
pt: Excluir itens
sv: Radera objekt
th: ลบรายการ
zh_hans: 删除此商品

# cart_delete_more_item
source: Delete This Item
da: Slet dette element
de: Diesen Artikel löschen
es: Eliminar este artículo
fi: Poista tämä
fr: Supprimer cet élément
it: Elimina questo articolo
nb: Slett denne varen
pl: Usuń ten element
pt: Excluir este item
sv: Radera den här artikeln
th: ลบรายการนี้
zh_hans: 这些商品将被删除

# all_order_page_no_order_below1
source: No Orders
da: Ingen ordrer
de: Keine Bestellungen
es: Sin pedidos
fi: Ei tilauksia
fr: pas de commande
it: Nessun ordine
nb: Ingen bestillinger
pl: Brak zleceń
pt: Sem pedidos
sv: Inga beställningar
zh_hans: 无订单

# all_order_page_no_order_below2
source: You haven’t placed any orders yet.
da: Du har ikke lagt nogen ordrer endnu.
de: Sie haben noch keine Bestellungen aufgegeben.
es: Aún no ha realizado ningún pedido.
fi: Et ole vielä tehnyt tilauksia.
fr: Vous n'avez pas encore passé de commande.
it: Non hai ancora effettuato alcun ordine.
nb: Du har ikke lagt inn noen bestillinger ennå.
pl: Nie złożyłeś jeszcze żadnych zamówień.
pt: Você não fez qualquer encomenda ainda.
sv: Du har inte placerat någon order ännu.
zh_hans: 您尚未下过任何订单哦.

# all_order_page_no_order_title_remiand
source: The products from different stores will be split into several parcels and sent to you.
da: Produkterne fra forskellige butikker opdeles i flere pakker og sendes til dig.
de: Die Produkte aus verschiedenen Filialen werden in mehrere Pakete aufgeteilt und an Sie verschickt.
es: Los productos de diferentes tiendas se dividirán en varios paquetes y se le enviarán.
fi: Eri kauppojen tuotteet jaetaan useisiin paketteihin ja lähetetään sinulle.
fr: Les produits de différents magasins seront divisés en plusieurs colis et vous seront envoyés.
it: I prodotti di diversi negozi verranno suddivisi in più pacchi e inviati a te.
nb: Produktene fra forskjellige butikker blir delt opp i flere pakker og sendt til deg.
pl: Produkty z różnych sklepów zostaną podzielone na kilka paczek i wysłane do Ciebie.
pt: Os produtos de diferentes lojas será dividido em várias parcelas e enviado a você.
sv: Produkterna från olika butiker delas upp i flera paket och skickas till dig.
zh_hans: 来自不同商店的产品将会分成几个包裹发送给您.

# order_list_page_order_number
source: Order No.
da: Ordre nummer.
de: Bestell-Nr.
es: No de orden
fi: Tilausnumero.
fr: No. de commande
it: Numero d'ordine.
nb: Ordrenr.
pl: Nr zamówienia.
pt: Ordem NÃO.
sv: Beställningsnr.
zh_hans: 订单号.

# order_list_page_deleted_order
source: Deleted
da: slettet
de: Gelöscht
es: Eliminado
fi: Poistetut
fr: Supprimé
it: Soppresso
nb: Slettede
pl: Usunięte
pt: Excluído
sv: raderade
zh_hans: 删除

# order_list_page_order_status1
source: Processing Refund
da: Behandler refusion
de: Verarbeitung Rückerstattung
es: Procesamiento de reembolso
fi: Käsitellään hyvitystä
fr: Traitement du remboursement
it: Elaborazione del rimborso
nb: Behandler refusjon
pl: Przetwarzanie zwrotu
pt: Processando reembolso
sv: Bearbetar återbetalning
zh_hans: 处理退款中

# order_list_page_order_status2
source: Delivery
da: Levering
de: Lieferung
es: Entrega
fi: Toimitus
fr: Livraison
it: Consegna
nb: Leveranse
pl: Dostawa
pt: Entrega
sv: Leverans
zh_hans: 收货

# order_detail_order_pay_tax
source: Tax included
da: Skat inkluderet
de: Steuern inklusive
es: Impuesto incluido
fi: Sisältäen verot
fr: Taxe inclu
it: Tasse incluse
nb: Avgift inkludert
pl: Uwzględniony podatek
pt: Taxas incluídas
sv: Skatt ingår
zh_hans: 含税

# order_detail_order_pay_method
source: Payment Method
da: Betalingsmetode
de: Bezahlverfahren
es: Método de pago
fi: Maksutapa
fr: Mode de paiement
it: Metodo di pagamento
nb: Betalingsmetode
pl: Metoda płatności
pt: Forma de pagamento
sv: Betalningsmetod
zh_hans: 付款方式

# order_detail_order_unpaid_time
source: Ends in:
da: Ender i:
de: Endet in:
es: Termina en:
fi: Päättyy:
fr: Fini dans:
it: Termina tra:
nb: Slutter på:
pl: Kończy się w:
pt: Termina em:
sv: Slutar på:
zh_hans: 结束：

# order_detail_order_unpaid_paynow
source: Pay Now
da: Betal nu
de: Zahl jetzt
es: Pagar ahora
fi: Maksa nyt
fr: Payez maintenant
it: Paga ora
nb: Betal nå
pl: Zapłać teraz
pt: Pague agora
sv: Betala nu
zh_hans: 现在下单

# order_detail_deleted_order_window1
source: Delete Order
da: Slet ordre
de: Auftrag löschen
es: Eliminar orden
fi: Poista tilaus
fr: Supprimer la commande
it: Elimina ordine
nb: Slett Bestill
pl: Usuń Order
pt: Excluir pedido
sv: Radera order
zh_hans: 删除订单

# order_detail_deleted_order_window2
source: Confirm to delete this order?
da: Bekræft for at slette denne ordre?
de: Bestätigen Sie diese, um zu löschen?
es: Confirmar para eliminar esta orden?
fi: Vahvistavat poistaa tämän tilauksen?
fr: Confirmer pour supprimer cette commande?
it: Conferma di eliminare questo ordine?
nb: Bekrefte å slette denne bestillingen?
pl: Potwierdź usunięcie tego zamówienia?
pt: Confirmar para excluir este pedido?
sv: Bekräfta att ta bort denna order?
zh_hans: 确认删除此订单?

# order_detail_cancel_order_reason1
source: Cancel Reason:
da: Annuller årsag:
de: Abbrechen Grund:
es: Cancelar motivo:
fi: Peruuta syy:
fr: Annuler Raison:
it: Annulla motivo:
nb: Avbryt Grunn:
pl: Anuluj Powód:
pt: Cancelar motivo:
sv: Avbryt orsak:
zh_hans: 取消原因:

# order_detail_cancel_order_reason_1
source: Order Expired
da: Bestil Udløbet
de: Bestellung abgelaufen
es: Orden caducada
fi: Tilaus vanhentunut
fr: Commande expirée
it: Ordine scaduto
nb: Bestill utløpt
pl: Zamówienie minął
pt: Pedido expirado
sv: Beställningen har gått ut
zh_hans: 订单已过期

# order_detail_cancel_order_reason_2
source: Out Of Sale
da: Udsolgt
de: Aus dem Verkauf
es: Fuera de venta
fi: Ei myynnissä
fr: Hors de vente
it: Fuori vendita
nb: Ute av salg
pl: Wyprzedany
pt: Fora de venda
sv: Ut ur försäljning
zh_hans: 售罄

# order_detail_cancel_order_reason2
source: Cancel Order
da: Annuller ordre
de: Bestellung stornieren
es: Cancelar orden
fi: Peruuta tilaus
fr: Annuler l'ordre
it: Annulla Ordine
nb: Avbryt ordre
pl: Anuluj zamówienie
pt: Anular Order
sv: Avbryt beställning
zh_hans: 取消订单
