Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# order_detail_cancel_order_reason3
source: Please write your reason for cancellation
da: Skriv din årsag til aflysning
de: Bitte geben Sie Ihren Grund für die Stornierung an
es: Por favor escriba su razón de cancelación
fi: Kirjoita peruutuksen syy
fr: S'il vous plaît écrivez votre raison d'annulation
it: Si prega di scrivere il motivo della cancellazione
nb: Vennligst skriv din årsak til kansellering
pl: Proszę podać powód anulowania
pt: Por favor, escreva o motivo do cancelamento
sv: Vänligen skriv din anledning till avbokningen
zh_hans: 请写下您取消的原因

# order_detail_cancel_order_reason4
source: Please enter your detailed message.
da: Indtast din detaljerede meddelelse.
de: Bitte geben Sie Ihre detaillierte Nachricht ein.
es: Por favor ingrese su mensaje detallado.
fi: Ole hyvä ja kirjoita yksityiskohtainen viestisi.
fr: S'il vous plaît entrez votre message détaillé.
it: Inserisci il tuo messaggio dettagliato.
nb: Vennligst skriv inn den detaljerte meldingen.
pl: Wpisz swoją szczegółową wiadomość.
pt: Digite sua mensagem detalhada.
sv: Ange ditt detaljerade meddelande.
zh_hans: 请输入详细信息.

# order_detail_cancel_order_reason5
source: Order cancel success
da: Bestil annullere succes
de: Bestellung stornieren Erfolg
es: Orden cancelar éxito
fi: Tilaa peruuta menestys
fr: Commande annuler succès
it: Ordinare annullare successo
nb: Bestill avbryt suksess
pl: Zamówienie anuluj powodzenie
pt: Fim cancelar sucesso
sv: Beställ avbryta framgång
zh_hans: 订单取消成功

# order_detail_order_logistics1
source: Logistics Information
da: Logistik Information
de: Logistische Informationen
es: información logística
fi: Tiedot logistiikasta
fr: Informations logistiques
it: Logistica Informazioni
pl: Informacje logistyczne
pt: Informações Logísticas
sv: Logistikinformation
zh_hans: 物流信息

# order_detail_order_logistics2
source: Tracking No.
da: Tracking Antal
de: Tracking-Nummer
es: No. de seguimiento
fi: Jäljitysnumero
fr: Numéro de suivis.
it: Numero di tracciatura.
nb: Sporingsnr.
pl: Nie Tracking
pt: Nº de rastreamento
sv: Spårningsnummer.
zh_hans: 物流追踪号.

# order_detail_order_logistics3
source: Padding
da: Foring
de: Polsterung
es: Relleno
fi: täyte
fr: Rembourrage
it: Imbottitura
nb: Pakninger
pl: Wyściółka
sv: Stoppning
zh_hans: 进行中

# order_detail_order_logistics4
source: Your order has been received and is being processed
da: Din ordre er modtaget og behandles
de: Ihre Bestellung wurde erhalten und wird bearbeitet
es: Su pedido ha sido recibido y se está procesando.
fi: Tilauksesi on vastaanotettu ja sitä käsitellään
fr: Votre commande a été reçue et est en cours de traitement
it: L'ordine è stato ricevuto ed è in corso di elaborazione
nb: Bestillingen din er mottatt og behandles
pl: Twoje zamówienie zostało odebrane i jest przetwarzane
pt: Seu pedido foi recebido e está sendo processado
sv: Din beställning har mottagits och behandlas
zh_hans: 您的订单已收到并正在处理中

# order_detail_order_logistics5
source: Your order has been confirmed
da: Din ordre er bekræftet
de: Ihre Bestellung wurde bestätigt
es: Su pedido ha sido confirmado
fi: Tilauksesi on vahvistettu
fr: Votre commande a été confirmée
it: Il tuo ordine è stato confermato
nb: Bestillingen din er bekreftet
pl: Twoje zamówienie zostało potwierdzone
pt: Seu pedido foi confirmado
sv: Din beställning har bekräftats
zh_hans: 您的订单已经确认

# order_detail_order_logistics6
source: Your order is being shipped to the international transit warehouse
da: Din ordre sendes til det internationale transitlager
de: Ihre Bestellung wird an das internationale Versandlager versandt
es: Su pedido se está enviando al almacén de tránsito internacional.
fi: Tilauksesi lähetetään kansainväliseen passitusvarastoon
fr: Votre commande est expédiée à l'entrepôt de transit international
it: Il tuo ordine viene spedito al magazzino di transito internazionale
nb: Bestillingen din sendes til det internasjonale transittlageret
pl: Twoje zamówienie jest wysyłane do międzynarodowego magazynu tranzytowego
pt: Seu pedido está sendo enviado para o armazém de transporte internacional
sv: Din beställning skickas till det internationella transitlagret
zh_hans: 您的订单将被运送到国际运输仓库

# order_detail_order_logistics7
source: Your package is on the way
da: Din pakke er på vej
de: Ihr Paket ist unterwegs
es: Tu paquete está en camino
fi: Paketisi on matkalla
fr: Votre colis est en route
it: Il pacchetto è in arrivo
nb: Pakken din er på vei
pl: Twoja paczka jest w drodze
pt: Seu pacote está a caminho
sv: Ditt paket är på väg
zh_hans: 您的包裹正在路上

# order_detail_order_logistics8
source: Item(s)
da: Tilbagebetaling
de: Artikel)
fi: Alamomentti(s)
fr: Articles)
it: Oggetti)
nb: Element (er)
pl: Przedmiotów)
pt: Itens)
sv: Produkt (er)
zh_hans: 商品

# order_detail_order_edit1
source: Tax
da: Skat
de: Besteuern
es: Impuesto
fi: Verottaa
fr: Taxe
it: Tassare
nb: Avgift
pl: Podatek
pt: Imposto
sv: Skatt
zh_hans: 税

# order_detail_order_edit2
source: Copy
da: Kopi
de: Kopie
es: Copiar
fi: Kopio
fr: Copie
it: copia
nb: Kopi
pl: Kopiuj
pt: Cópia
sv: Kopia
zh_hans: 复制

# order_detail_order_edit3
source: Order No. Copy Success
da: Ordrenr. Kopi succes
de: Bestell-Nr Copy Erfolg
es: Nº de pedido Copia Éxito
fi: Tilausnumero. Kopiointi onnistui
fr: N ° de commande Copie réussie
it: Numero di ordinazione Copia Successo
nb: For No. Kopier suksess
pl: Nr zamówienia Sukces kopiowania
pt: Nº do pedido Copiar com êxito
sv: Order No. Copy Framgång
zh_hans: 订单号复制成功

# order_detail_order_edit5
source: Submit
da: Indsend
de: einreichen
es: Someter
fi: Lähetä
fr: Soumettre
it: Sottoscrivi
nb: Underkaste
pl: Zatwierdź
pt: Enviar
sv: Skicka in
zh_hans: 提交

# order_detail_order_edit6
source: Are you sure you want to delete this order?
da: Er du sikker på, at du vil slette denne ordre?
de: Sind Sie sicher, dass Sie diesen Auftrag löschen?
es: ¿Estás seguro de que deseas eliminar este pedido?
fi: Haluatko varmasti poistaa tämän tilauksen?
fr: Êtes-vous sûr de vouloir supprimer cette commande?
it: Sei sicuro di voler eliminare questo ordine?
nb: Er du sikker på at du vil slette denne bestillingen?
pl: Czy na pewno chcesz usunąć to zamówienie?
pt: Tem certeza de que deseja excluir este pedido?
sv: Är du säker på att du vill ta bort denna order?
zh_hans: 您确定要删除此订单吗？

# order_detail_order_edit7
source: Once the order is deleted, the order information cannot be recovered.
da: Når ordren er slettet, kan ordreinformationen ikke gendannes.
de: Sobald die Bestellung gelöscht wurde, können die Bestellinformationen nicht wiederhergestellt werden.
es: Una vez que se elimina el pedido, la información del pedido no se puede recuperar.
fi: Kun tilaus on poistettu, tilaustietoja ei voida palauttaa.
fr: Une fois l'ordre est supprimé, les informations de commande ne peut pas être récupéré.
it: Una volta eliminato l'ordine, le informazioni sull'ordine non possono essere recuperate.
nb: Når ordren er slettet, kan ikke ordreinformasjonen gjenopprettes.
pl: Gdy zamówienie zostanie usunięta, informacja kolejność nie można odzyskać.
pt: Depois que o pedido é excluído, as informações do pedido não podem ser recuperadas.
sv: När beställningen har tagits bort kan inte orderinformationen återställas.
zh_hans: 一旦订单删除，订单信息将无法恢复哦.

# order_detail_order_edit_delete
source: Delete order success
da: Slet ordens succes
de: Auftragserfolg löschen
es: Eliminar pedido exitoso
fr: Suppression de la commande réussie
it: Elimina ordine riuscito
nb: Slett ordresuksess
pt: Excluir sucesso do pedido
sv: Radera orderframgång
zh_hans: 刪除訂單成功

# order_detail_order_edit8
source: Shipping Co.
pl: Wysyłka Co.
zh_hans: 物流号

# order_detail_order_edit9
source: View More
da: Se mere
de: Mehr sehen
es: Ver más
fi: Näytä lisää
fr: Voir plus
it: Vedi di più
nb: Vis mer
pl: Zobacz więcej
pt: Ver Mais
sv: Visa mer
zh_hans: 了解更多

# hmoe_page_order_logistics
source: Shipment Update
da: forsendelse opdatering
de: Versand Update
es: Actualización de envío
fi: Lähetyksen päivitys
fr: Mise à jour de l'envoi
it: Spedizione Aggiornamento
nb: forsendelse Update
pl: Aktualizacja przesyłki
pt: Atualização de Remessa
sv: sändning Update
zh_hans: 物流更新

# hmoe_page_bottom_button1
source: Deal
da: Del
es: Acuerdo
fi: Sopimus
fr: Traiter
it: Affare
nb: Avtale
pl: Rozdać
pt: Combinado
sv: Handla
zh_hans: 首页

# hmoe_page_bottom_button2
source: Me
da: Mig
de: Mich
es: Yo
fi: Minä
fr: Moi
nb: Meg
pl: Mnie
pt: Eu
sv: Mig
zh_hans: 我的

# home_page_me_person_follower
source: Follower
da: Efterfølger
de: Anhänger
es: Seguidor
fi: Seuraaja
fr: Disciple
it: Seguace
pl: Zwolennik
pt: Seguidor
sv: Efterföljare
zh_hans: 粉丝

# home_page_me_order_show
source: View All
da: Se alt
de: Alle ansehen
es: Ver todo
fi: Näytä kaikki
fr: Voir tout
it: Mostra tutto
nb: Se alt
pl: Pokaż wszystkie
pt: Ver tudo
sv: Visa alla
zh_hans: 查看全部

# home_page_me_title
source: My Profile
da: Min profil
de: Mein Profil
es: Mi perfil
fr: Mon profil
it: Il mio profilo
nb: Min profil
pt: Meu perfil
sv: Min profil
zh_hans: 我的页面

# home_page_me_no_sign_in
source: Click to sign in
da: Klik for at logge på
de: Klicken Sie sich anmelden
es: Haz clic para iniciar sesión
fi: Kirjaudu sisään napsauttamalla
fr: Cliquez pour vous connecter
it: Fai clic per accedere
nb: Klikk for å logge på
pl: Kliknij, aby się zalogować
pt: Clique para entrar
sv: Klicka för att logga in
zh_hans: 点击登录

# home_page_me_setting_update
source: Update App
da: Opdatering App
de: App aktualisieren
es: Actualizar aplicación
fi: päivitys App
fr: Mise à jour App
it: App di aggiornamento
nb: Oppdater app
pl: Zaktualizuj aplikację
pt: atualização App
sv: Uppdatera app
zh_hans: 更新应用

# home_page_me_order_show1
source: My Orders
da: Mine Ordrer
de: Meine Befehle
es: Mis ordenes
fi: Tilaukseni
fr: Mes Ordres
it: i miei ordini
nb: Mine Ordre
pl: Moje zamówienia
pt: minhas ordens
sv: Mina beställningar
zh_hans: 我的订单

# home_page_me_address
source: Address
da: Adresse
de: Adresse
es: Alocución
fi: Osoite
fr: Adresse
it: Indirizzo
nb: Adresse
pl: Adres
pt: Endereço
sv: Adress
zh_hans: 地址

# home_page_me_my_wallet
source: My Wallet
da: Min pung
de: Meine Brieftasche
es: Mi billetera
fi: Lompakkoni
fr: Mon portefeuille
it: Il mio portafoglio
nb: Min lommebok
pl: Mój portfel
pt: Minha carteira
sv: Min plånbok
zh_hans: 钱包

# item_dp_customer_comment1
source: Customer Reviews
da: kunde anmeldelser
de: Kundenbewertungen
es: Valoración de los clientes
fi: Asiakasarvio
fr: Avis des clients
it: Recensioni clienti
nb: Kunde anmeldelser
pl: Opinie klientów
pt: Avaliações de Clientes
sv: Recensioner
zh_hans: 用户名评论

# item_dp_customer_comment2
source: Ratings
da: Vurderinger
de: Bewertungen
es: Calificaciones
fi: Arvioinnit
fr: Évaluations
it: Giudizi
nb: Evalueringer
pl: Oceny
pt: Avaliações
sv: Omdömen
zh_hans: 评级

# item_search_no_result_page1
source: Oops!
da: Hovsa!
de: Ups!
es: ¡Uy!
fi: Oho!
pl: Ups!
pt: Opa!
sv: hoppsan!
zh_hans: 哎呀！

# item_search_no_result_page2
source: Your search did not match any products.
da: Din søgning matchede ingen produkter.
de: Ihre Suche brachte keine Produkte.
es: Su búsqueda no coincide con ningún producto.
fi: Haku ei vastannut yhtään tuotetta.
fr: Votre recherche ne correspond à aucun produit.
it: La ricerca non ha trovato nessun prodotto.
nb: Søket ditt samsvarte ikke med noen produkter.
pl: Wyszukiwanie nie dało żadnych produktów.
pt: Sua pesquisa não encontrou nenhum produto.
sv: Din sökning matchade inga produkter.
zh_hans: 没有找到与之匹配的商品.

# item_search_no_result_page3
source: We found some similar products you might like :)
da: Vi fandt nogle lignende produkter, som du måske kunne lide :)
de: Wir haben einige ähnliche Produkte gefunden, die dir gefallen könnten :)
es: Encontramos algunos productos similares que te pueden gustar :)
fi: Löysimme joitain samankaltaisia tuotteita, joista saatat pitää :)
fr: Nous avons trouvé des produits similaires qui pourraient vous intéresser :)
it: Abbiamo trovato alcuni prodotti simili potrebbero piacerti :)
nb: Vi fant noen lignende produkter du kanskje vil like :)
pl: Znaleźliśmy kilka podobnych produktów może Cię zainteresować :)
pt: Encontramos alguns produtos semelhantes que você pode gostar :)
sv: Vi hittade några liknande produkter som du kanske gillar :)
zh_hans: 我们找到了一些您可能喜欢的类似产品: )

# address_page_input_email_prompt1
source: Email must be input
da: E-mail skal indtastes
de: E-Mail muss eingegeben werden
es: El email debe ser introducida
fi: Sähköpostin tulee olla syötetty
fr: L'email doit être saisi
it: L'email deve essere inserita
nb: E-post må legges inn
pl: E-mail musi być wejście
pt: E-mail deve ser introduzido
sv: E-post måste anges
zh_hans: 电子邮件必须输入

# address_page_input_email_prompt2
source: Enter a valid email
da: Indtast en gyldig e-mail
de: Geben Sie eine gültige E-Mail
es: Introduzca un correo electrónico válido
fi: Anna kelvollinen sähköpostiosoite
fr: Entrer un email valide
it: Inserisci un indirizzo email valido
nb: Skriv inn en gyldig e-post
pl: Wpisz poprawny email
pt: Entre com um email válido
sv: Ange ett giltigt e-postmeddelande
zh_hans: 请输入有效的电子邮件

# address_page_input_email_title
source: Email
nb: Epost
sv: E-post
zh_hans: 邮箱

# order_list_order_statu1
source: Unpaid
da: Ulønnet
de: Unbezahlt
es: No pagado
fi: Palkaton
fr: Non payé
it: non pagato
nb: Skyldige
pl: Nie zapłacony
pt: Não remunerado
sv: Obetald
zh_hans: 未付款

# order_list_order_statu2
source: Detail
da: Detalje
es: Detalle
fi: Yksityiskohta
fr: Détail
it: Dettaglio
nb: Detalj
pl: Detal
pt: Detalhe
sv: Detalj
zh_hans: 详情

# order_list_order_statu3
source: Pay
da: Betale
de: Bezahlen
es: Pagar
fi: Maksaa
fr: Payer
it: Paga
nb: Betale
pl: Płacić
pt: Pagar
sv: Betala
zh_hans: 支付

# order_list_order_statu4
source: Cancel
da: Afbestille
de: Absagen
es: Cancelar
fr: Annuler
it: Annulla
nb: Avbryt
pl: Anuluj
pt: Cancelar
sv: Avbryt
zh_hans: 取消

# order_list_order_statu5
source: Canceled
da: Annulleret
de: Annulliert
es: Cancelado
fi: peruttu
fr: Annulé
it: Annullato
nb: Avlyst
pl: Odwołany
pt: Cancelado
sv: Avbokad
zh_hans: 已取消

# order_list_order_statu6
source: Delete
da: Slet
de: Löschen
es: Borrar
fi: Poistaa
fr: Supprimez
it: Elimina
nb: Slett
pl: Kasować
pt: Excluir
sv: Radera
zh_hans: 删除

# order_list_order_statu7
source: Buy Again
da: Køb Again
de: Kauft wieder
es: Compra otra vez
fi: Osta uudelleen
fr: Acheter à nouveau
it: Acquista di nuovo
nb: Kjøp igjen
pl: Kup znowu
pt: Comprar novamente
sv: Köp igen
zh_hans: 再次购买

# order_list_order_statu8
source: Processing
da: Forarbejdning
de: Bearbeitung
es: Procesamiento
fi: jalostus
fr: En traitement
it: lavorazione
pl: Przetwarzanie
pt: Em processamento
sv: bearbetning
zh_hans: 处理中

# order_list_order_statu9
source: Completed
da: Afsluttede
de: Fertiggestellt
es: Terminado
fi: Täytty
fr: Terminé
it: Completato
nb: fullføres
pl: Zakończony
pt: Concluído
sv: Avslutad
zh_hans: 已完成

# order_list_order_statu10
source: Refunded
da: refunderet
de: Erstattet
es: Reintegrado
fr: Remboursé
it: Restituiti
nb: refundert
pl: Zwrócono
pt: Reembolsado
sv: Återbetalad
zh_hans: 已退款

# order_list_order_statu11
source: Delivered
da: Leveret
de: Geliefert
es: Entregado
fi: Jakelupäivämäärä
fr: Livré
it: consegnato
nb: levert
pl: Dostarczone
pt: Entregue
sv: Levererad
zh_hans: 已收货

# order_list_order_statu12
source: Ready to ship
da: Klar til levering
de: Versandfertig
es: Listo para el envío
fi: Valmis toimitettavaksi
fr: Prêt à expédier
it: Pronto a spedire
nb: Klar til å sendes
pl: Gotowy do wysyłki
pt: Pronto para enviar
sv: Färdig att skicka
zh_hans: 准备发货

# order_list_order_statu13
source: In Transit
da: Undervejs
de: Im Transit
es: En tránsito
fi: kauttakulkumatkalla
fr: En transit
it: In transito
nb: I transitt
pl: W tranzycie
pt: Em trânsito
sv: I transit
zh_hans: 在路上

# order_list_order_statu14
source: Delivery
da: Levering
de: Lieferung
es: Entrega
fi: Toimitus
fr: Livraison
it: Consegna
nb: Leveranse
pl: Dostarczenie
pt: Entrega
sv: Leverans
zh_hans: 收货

# order_list_order_statu15
source: Package
da: Pakke
de: Paket
es: Paquete
fi: Paketti
fr: Paquet
it: Pacchetto
nb: Pakke
pl: Pakiet
pt: Pacote
sv: Paket
zh_hans: 包裹

# order_list_order_statu16
source: Return Tracking
da: Retursporing
es: Seguimiento de retorno
fi: Return seuranta
fr: Suivi de retour
it: Tracciamento di ritorno
nb: Retursporing
pl: Powrót Tracking
pt: Rastreamento de retorno
sv: Returnera spårning
zh_hans: 退货追踪

# order_list_order_statu17
source: Logistics
da: Logistik
de: Logistik
es: Logística
fi: Logistiikka
fr: Logistique
it: la logistica
nb: logistikk
pl: Logistyka
pt: Logística
sv: Logistik
zh_hans: 物流

# order_list_order_statu18
source: Total:
da: I alt:
de: Gesamt:
es: Totalizar:
fi: Kokonais:
it: Totale:
nb: Totalt:
pl: Łączny:
zh_hans: 总计:

# order_list_order_statu19
source: Refund
da: Tilbagebetaling
de: Erstatten
es: Reembolso
fi: Maksun palautus
fr: Rembourser
it: Rimborso
nb: Tilbakebetaling
pl: Refundować
pt: Reembolso
sv: Återbetalning
zh_hans: 退款

# address_page_zip_code_prompt1
source: Your ZIP/Post Code should be a
da: Din postnummer skal være en
de: Ihre Postleitzahl sollte eine
es: Su código postal/postal debe ser un
fr: Votre code postal/code postal doit être un
it: Il tuo codice postale deve essere un
nb: Postnummeret ditt skal være en
pt: Seu CEP deve ser um
sv: Din postnummer ska vara en
zh_hans: 您的邮递区号应为

# address_page_zip_code_prompt2
source: digit number
da: cifret nummer
de: stellige Nummer
es: numero de digito
fr: numéro de chiffre
it: numero di cifre
nb: siffer nummer
pt: número de dígito
sv: siffranummer
zh_hans: 数字

# address_page_zip_code_prompt3
source: digit alphanumeric code
da: cifret alfanumerisk kode
de: stellige alphanumerische Code
es: código alfanumérico de dígitos
fr: chiffres code alphanumérique
it: cifra codice alfanumerico
nb: siffer alfanumerisk kode
pt: código alfanumérico de dígitos
sv: siffrig alfanumerisk kod
zh_hans: 字母数字

# address_page_zip_code_prompt4
source: Your ZIP/Post Code should be a 5 or 9 digit number
da: Din ZIP / Postnummer skal være en 5 eller 9 cifret nummer
de: Ihre PLZ / Postleitzahl sollte eine 5 oder 9-stellige Zahl sein
es: Su código postal / postal debe ser un número de 5 o 9 dígitos
fr: Votre code postal / code postal devrait être un 5 ou 9 chiffres
it: Il tuo CAP / codice postale dovrebbe essere un numero di 5 o 9 cifre
nb: Din ZIP / Postnummer bør være en fem eller ni-sifret nummer
pt: O seu CEP / Código postal deve ser um número 5 ou 9 dígitos
sv: Din ZIP / Postnummer bör vara en 5 eller 9 siffrigt nummer
zh_hans: 您的邮递区号应为5或9位数字

# address_page_zip_code_prompt5
source: Your ZIP/Post Code should be 5 digits with '-' in the format 11-111
da: Din ZIP / Postnummer skal være 5 cifre med '-' i formatet 11-111
de: Ihre PLZ / Postleitzahl sollte 5-stellig sein mit '-' im Format 11-111
es: Su código postal / postal debe tener 5 dígitos con '-' en el formato 11-111
fr: Votre code postal / code postal doit être de 5 chiffres avec '-' dans le format 11-111
it: Il tuo codice postale deve essere composto da 5 cifre con '-' nel formato 11-111
nb: Din ZIP / Postnummer bør være 5 siffer med '-' i formatet 11-111
pt: O seu CEP / Código postal deve ser de 5 dígitos com '-' no formato 11-111
sv: Din ZIP / Postnummer bör vara 5 siffror med '-' i formatet 11-111
zh_hans: 您的邮递区号应为5位数，并以'-'表示，格式为11-111

# address_page_zip_code_prompt6
source: Your ZIP/Post Code should be 7 digits with '-' in the format 1111-111
da: Din ZIP / Postnummer skal være 7 cifre med '-' i formatet 1111-111
de: Ihre PLZ / Postleitzahl sollte 7-stellig sein mit '-' im Format 1111-111
es: Su código postal / postal debe tener 7 dígitos con '-' en el formato 1111-111
fr: Votre code postal / code postal doit être de 7 chiffres avec '-' dans le format 1111-111
it: Il tuo codice postale deve essere composto da 7 cifre con '-' nel formato 1111-111
nb: Din ZIP / Postnummer bør være 7 sifre med '-' i formatet 1111-111
pt: O seu CEP / Código postal deve ser de 7 dígitos com '-' no formato 1111-111
sv: Din ZIP / Postnummer bör vara 7 siffror med '-' i formatet 1111-111
zh_hans: 您的邮递区号应为7位数，并以'-'表示，格式为1111-111

# zero_money_rush_to_buy_dp1
source: Purchase and Get
da: Køb og få
de: Kaufen und erhalten
es: Comprar y obtener
fr: Achetez et obtenez
it: Acquista e ottieni
nb: Kjøp og få
pt: Compre e obtenha
sv: Köp och få
zh_hans: 购买并获取

# zero_money_rush_to_buy_dp2
source: Cashback
fr: Remise en argent
zh_hans: 返现

# zero_money_rush_to_buy_dp3
source: Buy It Now
da: Køb det nu
de: Jetzt kaufen
es: Cómpralo ahora
fr: Acheter maintenant
it: Compralo subito
nb: Kjøp det nå
pt: Compre agora
sv: Köp det nu
zh_hans: 立即购买

# zero_money_rush_to_buy_dp4
source: Purchase
da: Køb
de: Kauf
es: Compra
fr: Achat
it: Acquista
nb: Kjøp
pt: Compra
sv: Köp
zh_hans: 购买

# zero_money_rush_to_buy_dp5
source: Get Cashback
da: Få cashback
de: Cashback erhalten
es: Obtener reembolso
fr: Récupérer de l'argent
it: Ottieni cashback
nb: Få cashback
pt: Obter reembolso
sv: Få cashback
zh_hans: 获取现金返还

# zero_money_rush_to_buy_dp6
source: Withdraw
da: Træk tilbage
de: Abheben
es: Retirar
fr: Retirer
it: Preleva
nb: Trekk ut
pt: Retirar
sv: Återkalla
zh_hans: 提现

# zero_money_rush_to_buy_dp7
source: Purchase Success
da: Køb succes
de: Kauferfolg
es: Éxito de compra
fr: Succès de l'achat
it: Acquisto riuscito
nb: Kjøp av suksess
pt: Sucesso na compra
sv: Köp framgång
zh_hans: 购买成功

# zero_money_rush_to_buy_dp8
source: Receive item
da: Modtag en vare
de: Gegenstand empfangen
es: Recibir elemento
fr: Élément de réception
it: Ricevi articolo
nb: Motta varen
pt: Receber item
sv: Ta emot artikel
zh_hans: 收货

# zero_money_rush_to_buy_dp9
source: You can only purchase one item of this event.
da: Du kan kun købe en vare af denne begivenhed.
de: Sie können nur einen Artikel dieser Veranstaltung kaufen.
es: Solo puede comprar un artículo de este evento
fr: Vous ne pouvez acheter qu'un seul élément de cet événement.
it: Puoi acquistare un solo oggetto di questo evento.
nb: Du kan bare kjøpe ett element av denne hendelsen.
pt: Você pode comprar apenas um item deste evento.
sv: Du kan bara köpa en artikel av denna händelse.
zh_hans: 您只能购买该活动的一件商品

# zero_money_rush_to_buy_cart1
source: Free for New User
da: Gratis for ny bruger
de: Neuer Benutzer
es: Libre para New User
fr: Gratuit pour nouvel utilisateur
it: Gratuito per i nuovi utenti
nb: Gratis for ny bruker
pt: Livre para Novo Usuário
sv: Gratis för ny användare
zh_hans: 新用户免费

# zero_money_rush_to_buy_cart2
source: Purchase and Get Cashback Right Now
da: Køb og få cashback lige nu
de: Jetzt kaufen und Cashback erhalten
es: Compre y obtenga devolución de efectivo ahora mismo
fr: Achetez et obtenez le remboursement immédiatement
it: Acquista e ottieni subito il rimborso
nb: Kjøp og få cashback akkurat nå
pt: Compre e receba reembolso agora mesmo
sv: Köp och få cashback just nu
zh_hans: 立即购买并获取现金返还

# zero_money_rush_to_buy_order_success1
source: Congratulations!!
da: Tillykke !!
de: Glückwunsch !!
es: ¡Felicidades!
fr: Félicitations !!
it: Congratulazioni !!
nb: Gratulerer !!
pt: Parabéns !!
sv: Grattis !!
zh_hans: 恭喜！！

# zero_money_rush_to_buy_order_success2
source: You got
da: Du fik
de: Du hast
es: Tienes
fr: Vous avez
it: Hai ottenuto
nb: Du fikk
pt: Você conseguiu
sv: Du fick
zh_hans: 您获得了

# zero_money_rush_to_buy_order_success2a
source: First Order Prizes!!
da: Priser for første ordre !!
de: Preise für Erstbestellungen !!
es: ¡Premios de primer pedido!
fr: Prix de premier ordre !!
it: Premi del primo ordine !!
nb: Første ordenspriser !!
pt: Prêmios de primeira ordem !!
sv: Premier för första ordningen !!
zh_hans: 个大奖！！

# zero_money_rush_to_buy_order_success3
source: CASHBACK
es: EFECTIVO
zh_hans: 返现

# zero_money_rush_to_buy_order_success4
source: Waiting for withdrawal
da: Venter på tilbagetrækning
de: Warten auf Auszahlung
es: Esperando retiro
fr: En attente de retrait
it: In attesa di prelievo
nb: Venter på uttak
pt: Aguardando retirada
sv: Väntar på uttag
zh_hans: 等待解冻
