Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# cart_checkout_logistic_self_desc_title
source: Phone Number
cs: Telefonní číslo
da: Telefonnummer
de: Telefonnummer
es: Número de teléfono
fi: Puhelinnumero
fr: Numéro de téléphone
id_id: Pastikan anda menerima pemberitahuan pengambilan barang, mohon isikan nomor ponsel dengan benar
it: Numero di telefono
nb: Telefonnummer
nl: Telefoonnummer
pl: Numer telefonu
pt: Número de telefone
sv: Telefonnummer
th: หมายเลขโทรศัพท์
vi_vn: Để kịp thời nhận thông báo nhận hàng, quý khách vui lòng nhập chính xác số điện thoại di động
zh_hans: 请确保接收取件通知信息，请输入正确手机号码
zh_hant: 為確保接收取件通知短訊，請輸入正確手機號碼

# cart_checkout_logistic_door_desc_title
source: HK$30 will be charged at delivery to non-business addresses
cs: HK 30 dolarů bude účtováno při doručení na adresy nepodnikatelské
da: HK $ 30 vil blive opkrævet ved levering til ikke-forretningsmæssige adresser
de: HK $ 30 werden bei Lieferung an nicht geschäftliche Adressen berechnet
es: HK $ 30 se cargará en la entrega a direcciones que no sean de negocios
fi: HK 30 dollaria veloitetaan toimitettaessa muihin kuin yrityksen osoitteisiin
fr: 30 HK $ seront facturés à la livraison à des adresses non commerciales
id_id: Tempat yang bukan termasuk daerah industri dan perdagangan akan dikenakan biaya antar sebesar HK$30 per paket
it: HK $ 30 sarà addebitato al momento della consegna a indirizzi non professionali
nb: HK $ 30 belastes ved levering til ikke-forretningsmessige adresser
nl: HK $ 30 wordt in rekening gebracht bij aflevering aan niet-zakelijke adressen
pl: Przy dostawie na adresy niezwiązane z działalnością biznesową pobierane będą 30 HK $
pt: HK $ 30 será cobrado na entrega para endereços não comerciais
sv: HK $ 30 debiteras vid leverans till icke-företagsadresser
th: HK $ 30 จะถูกเรียกเก็บเงินเมื่อส่งไปยังที่อยู่ที่ไม่ใช่ธุรกิจ
vi_vn: Khu vực khác thu thêm HK$30/ sản phẩm
zh_hans: 非工商地区派件每件另收HK$30
zh_hant: 非工商地區派件每票另收HK$30

# add_cart_btn_dp
source: Add to Cart
cs: Přidat do košíku
da: Tilføj til kurv
de: In den Warenkorb
es: Agregar al carrito
fi: Lisää ostoskoriin
fr: Ajouter au panier
id_id: Beli sekarang
it: Aggiungi al carrello
nb: Legg i handlekurven
nl: Voeg toe aan winkelkar
pl: Dodaj do koszyka
pt: Adicionar ao carrinho
sv: Lägg i varukorgen
th: ใส่ในรถเข็น
vi_vn: Thêm vào giỏ hàng
zh_hans: 加入购物车
zh_hant: 加入購物車

# favourite_icon_all
source: Favorite
cs: Oblíbené
de: Favorit
es: Favorito
fi: Suosikki
fr: Favori
id_id: Koleksi
it: Preferito
nl: Favoriet
pl: Ulubiony
pt: Favorito
th: รายการโปรด
vi_vn: Lưu trữ
zh_hans: 收藏
zh_hant: 收藏

# add_to_album_title_dp
source: Add to Album
cs: Přidat do alba
da: Tilføj til album
de: Zum Album hinzufügen
fi: Lisää albumiin
fr: Ajouter à l'album
id_id: Tambahkan ke album
it: Aggiungi ad album
nb: Legg til i album
nl: Toevoegen aan album
pl: Dodaj do albumu
pt: Adicionar ao Álbum
sv: Lägg till i album
th: เพิ่มในอัลบั้ม
vi_vn: Thêm vào bộ sưu tập
zh_hans: 添加到专辑
zh_hant: 添加到專輯

# just_sold_title_dp
source: Just Sold
cs: Jen prodáno
da: Lige solgt
de: Gerade verkauft
fr: Juste vendu
id_id: Baru saja terjual
it: Appena venduto
nb: Bare solgt
nl: Net verkocht
pt: Apenas vendido
th: เพิ่งขาย
vi_vn: Vừa bán
zh_hans: 刚刚售出
zh_hant: 剛剛售出

# subscribe_btn_search
source: Subscribe
cs: Přihlásit se k odběru
de: Abonnieren
es: Suscribirse
fi: Tilaa
fr: S'abonner
id_id: +Berlangganan
it: Iscriviti
nl: Abonneren
pl: Subskrybuj
pt: Inscrever-se
vi_vn: +Theo dõi
zh_hans: +订阅
zh_hant: +訂閱

# subscribed_btn_search
source: Subscribed
da: Abonneret
de: abonniert
id_id: Sudah berlangganan
it: Sottoscritto
nl: Abonnement
pl: Subskrybowane
pt: Inscrito
vi_vn: Đã theo dõi
zh_hans: 已订阅
zh_hant: 已訂閱

# translate_btn_dp
source: Translate
cs: Překlad
de: Übersetzen
es: Traducir
fi: Käännä
fr: Traduire
id_id: Satu klik terjemahkan
it: Traduci
nl: Vertalen
pt: Traduzir
th: แปล
vi_vn: Dịch
zh_hans: 一键翻译
zh_hant: 一鍵翻譯

# translate_title_dp
source: Product description
cs: Popis produktu
da: Produktbeskrivelse
de: Produktbeschreibung
es: Descripción del producto
fi: Tuotekuvaus
fr: Description du produit
id_id: Rincian Mall
it: Descrizione prodotto
nb: Produktbeskrivelse
nl: Productbeschrijving
pl: Opis produktu
pt: Descrição do produto
sv: Produktbeskrivning
th: คำอธิบายผลิตภัณฑ์
vi_vn: Cửa hàng chính hãng
zh_hans: 官网详细
zh_hant: 官網詳細

# open_facebook_share_btn_dp
source: 'Cloudmall' would like to open 'Facebook'
cs: 'Cloudmall' by rád otevřel 'Facebook'
da: 'Cloudmall' vil gerne åbne 'Facebook'
de: 'Cloudmall' möchte 'Facebook' öffnen
es: 'Cloudmall' desea abrir 'Facebook'
fi: 'Cloudmall' haluaisi avata 'Facebook'
fr: 'Cloudmall' aimerait ouvrir 'Facebook'
id_id: Cloudmall ingin membuka “Facebook”
it: 'Cloudmall' vorrebbe aprire 'Facebook'
nb: 'Cloudmall' vil gjerne åpne 'Facebook'
nl: 'Cloudmall' wil 'Facebook' openen
pl: 'Cloudmall' chciałby otworzyć 'Facebook'
pt: 'Cloudmall' gostaria de abrir 'Facebook'
sv: 'Cloudmall' skulle vilja öppna 'Facebook'
th: 'Cloudmall' ต้องการเปิด 'Facebook'
vi_vn: Cloudmall muốn truy cập tài khoản Facebook của bạn
zh_hans: “Cloudmall”想要打开“Facebook”
zh_hant: “Cloudmall”想要打開“Facebook”

# cancle_open_facebook_share_btn_dp
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Avbryt
th: ยกเลิก
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# ok_open_facebook_share_btn_dp
source: Open
cs: Otevřít
da: Åbn
de: Öffnen
es: Abrir
fi: Avaa
fr: Ouvrir
id_id: Buka
it: Apri
nl: Openen
pl: Otwórz
pt: Abrir
sv: Öppna
th: เปิด
vi_vn: Mở
zh_hans: 打开
zh_hant: 打開

# service_description_title_dp
source: Details
cs: Podrobnosti
da: Detaljer
es: Detalles
fi: Tiedot
fr: Détails
id_id: Rincian layanan
it: Dettagli
nb: Detaljer
pl: Szczegóły
pt: Detalhes
th: รายละเอียด
vi_vn: Mô tả dịch vụ
zh_hans: 服务详细
zh_hant: 服務詳細

# great_deal_title_dp
source: Great Value
cs: Velká hodnota
da: Stor værdi
de: Großer Wert
fi: Suuri arvo
fr: Valeur exceptionnelle
id_id: Kelebihan berat
it: Ottimo valore
nb: Stor verdi
nl: Goede waarde
pl: Wielka wartość
pt: Ótimo valor
sv: Stort värde
th: คุ้มค่ามาก
vi_vn: Giá tốt
zh_hans: 超值
zh_hant: 超值

# great_sale_title_dp
source: Special Offer
cs: Speciální nabídka
de: Sonderangebot
es: Oferta especial
fi: Erikoistarjous
fr: Offre spéciale
id_id: Promo
it: Offerta speciale
nl: Speciale aanbieding
pl: Oferta specjalna
pt: Oferta especial
th: ข้อเสนอพิเศษ
vi_vn: Khuyến mại
zh_hans: 优惠
zh_hant: 優惠

# brand_title_dp
source: Brand
cs: Značka
de: Marke
es: Marca
fr: Marque
id_id: Merk
it: Marca
nl: Merk
pt: Marca
th: แบรนด์
vi_vn: Thương hiệu
zh_hans: 品牌
zh_hant: 品牌

# item_description_title_dp
source: Product description
cs: Popis produktu
da: Produktbeskrivelse
de: Produktbeschreibung
es: Descripción del producto
fi: Tuotekuvaus
fr: Description du produit
id_id: Deskripsi umum produk
it: Descrizione prodotto
nb: Produktbeskrivelse
nl: Productbeschrijving
pl: Opis produktu
pt: Descrição do produto
sv: Produktbeskrivning
th: คำอธิบายผลิตภัณฑ์
vi_vn: Mô tả sản phẩm
zh_hans: 商品概述
zh_hant: 商品概述

# more_item_title_dp
source: Other Products You May Like
cs: Další produkty, které byste rádi
da: Andre produkter,du måtte lide
de: Weitere Produkte,die Ihnen gefallen könnten
es: Otros productos que te pueden gustar
fi: Muut tuotteet, joita pidät
fr: Autres produits susceptibles de vous intéresser
id_id: Produk lainnya
it: Altri prodotti che potrebbero piacerti
nb: Andre produkter du kanskje liker
nl: Andere producten die u misschien leuk vindt
pl: Inne produkty, które możesz polubić
pt: Outros produtos que você pode gostar
sv: Andra produkter du kanske gillar
th: ผลิตภัณฑ์อื่น ๆ ที่คุณอาจชอบ
vi_vn: Đề xuất
zh_hans: 看了又看
zh_hant: 看了又看

# supplier_btn_dp
source: Seller
cs: Prodejce
da: Sælger
de: Verkäufer
es: Vendedor
fi: Myyjä
fr: Vendeur
id_id: Penyedia
it: Venditore
nb: Selger
nl: Verkoper
pl: Sprzedawca
pt: Vendedor
sv: Säljare
th: ผู้ขาย
vi_vn: Nhà cung cấp
zh_hans: 供应商
zh_hant: 供應商

# new_album_btn_dp
source: New Album
cs: Nový album
da: Nyt album
de: Neues Album
es: Nuevo álbum
fi: Uusi albumi
fr: Nouvel album
id_id: Buat baru
it: Nuovo album
nb: Nytt album
nl: Nieuw album
pl: Nowy album
pt: Novo Álbum
sv: Nytt album
th: อัลบั้มใหม่
vi_vn: Bộ sưu tập mới
zh_hans: 新建
zh_hant: 新建

# have_select_desc_title_dp
source: Selected
cs: Vybráno
da: Udvalgt
de: Ausgewählt
fi: Valittu
fr: Sélectionné
id_id: Sudah dipilih
it: Selezionato
nl: Geselecteerd
pt: Selecionado
sv: Vald
th: ที่เลือก
vi_vn: Đã chọn
zh_hans: 已选
zh_hant: 已選

# warn_addcart_title_dp
source: Please note that above information (color, size, etc.) are all provided by our suppliers and are for reference only.
cs: Upozorňujeme, že výše uvedené informace (barva, velikost atd.) jsou poskytovány našimi dodavateli a jsou pouze orientační.
da: Bemærk venligst at ovenstående oplysninger (farve,størrelse osv.) er alle leveret af vores leverandører og kun til reference.
de: Bitte beachten Sie,dass alle oben genannten Informationen (Farbe,Größe usw.) von unseren Lieferanten bereitgestellt werden und nur als Referenz dienen.
es: Tenga en cuenta que la información anterior (color, tamaño, etc.) es proporcionada por nuestros proveedores y es solo para referencia.
fi: Huomaa, että edellä mainitut tiedot (väri, koko jne.) ovat toimittajamme ja ne ovat vain viitteellisiä.
fr: Veuillez noter que les informations ci-dessus (couleur, taille, etc.) sont fournies par nos fournisseurs et à titre de référence seulement.
id_id: Mohon perhatian! Informasi diatas (warna, ukuran dll) disediakan oleh Mall internasional dan hanya sebagai referensi saja.
it: Si prega di notare che le sopraindicate informazioni (colore, dimensioni, ecc) sono tutti forniti dai nostri fornitori e sono solo di riferimento.
nb: Vær oppmerksom på at informasjonen ovenfor (farge,størrelse,etc.) er levert av våre leverandører og er kun til referanse.
nl: Houd er rekening mee dat bovenstaande informatie (kleur, grootte, enz.) alle door onze leveranciers wordt verstrekt en alleen ter referentie is.
pl: Pamiętaj, że powyższe informacje (kolor, rozmiar itp.) są dostarczane przez naszych dostawców i służą wyłącznie jako odniesienie.
pt: Por favor note que as informações acima (cor, tamanho, etc.) são todas fornecidas pelos nossos fornecedores e são apenas para referência.
sv: Observera att ovanstående uppgifter (färg, storlek etc.) tillhandahålls av våra leverantörer och är endast som referens.
th: โปรดทราบว่าข้อมูลข้างต้น(สีขนาด ฯลฯ)จัดทำโดยซัพพลายเออร์ของเราทั้งหมดและเพื่อการอ้างอิงเท่านั้น
vi_vn: Lưu ý: Thông tin trên (bao gồm màu sắc, kích thước...) đều do cửa hàng chính hãng cung cấp, chỉ có giá trị tham khảo.
zh_hans: 请注意！以上信息（颜色、尺码表等）均由海外官网提供，仅供参考用。
zh_hant: 請注意！以上資訊（顏色、尺碼錶等）均由海外官網提供，僅供參考用。

# quantity_addcart_title_dp
source: Quantity
cs: Množství
es: Cantidad
fr: Quantité
id_id: Jumlah
it: Quantità
nl: Aantal
pt: Quantidade
th: จำนวน
vi_vn: Số lượng
zh_hans: 数量
zh_hant: 數量

# ok_addcart_btn_dp
source: OK
th: ตกลง
vi_vn: Xác nhận
zh_hans: 确定
zh_hant: 確定

# dp_about_mall_sale_title
source: Offer Details
cs: Podrobnosti o nabídce
da: Tilbuddetaljer
de: Details zum Angebot
es: Detalles de la oferta
fi: Tarjouksen tiedot
fr: Détails de l'offre
id_id: Terkait promo Mall
it: Dettagli offerta
nb: Tilbudsdetaljer
nl: Details aanbieding
pl: Szczegóły oferty
pt: Detalhes da oferta
sv: Erbjudandedetaljer
th: รายละเอียดข้อเสนอ
vi_vn: Ưu đãi mua sắm
zh_hans: 关于商城优惠活动
zh_hant: 關於商城優惠活動

# dp_about_mall_sale_title1_title
source: Discount is provided by supplier
cs: Sleva je poskytována dodavatelem
da: Rabat leveres af leverandør
de: Rabatt wird vom Lieferanten bereitgestellt
es: El descuento lo proporciona el proveedor
fi: Toimittajan tarjoama alennus
fr: Le rabais est fourni par le fournisseur
id_id: Ini adalah promo yang disediakan Mall
it: Sconto è fornita da fornitore
nb: Rabatt leveres av leverandør
nl: Korting wordt verleend door leverancier
pl: Rabat jest udzielany przez dostawcę
pt: O desconto é fornecido pelo fornecedor
sv: Rabatt ges av leverantör
th: ผู้ให้บริการส่วนลดมอบให้
vi_vn: Sản phẩm ưu đãi
zh_hans: 此为商城提供优惠
zh_hant: 此為商城提供優惠

# dp_about_mall_sale_content1_title
source: Discount provided by supplier will be applied automatically. CloudMall is not responsible for changes to this offer
cs: Sleva poskytnutá dodavatelem bude automaticky použita. CloudMall neodpovídá za změny této nabídky
da: Rabat leveret af leverandør vil blive anvendt automatisk.CloudMall er ikke ansvarlig for ændringer af dette tilbud
de: Vom Anbieter zur Verfügung gestellter Rabatt wird automatisch angewendet. CloudMall übernimmt keine Haftung für Änderungen an diesem Angebot
es: El descuento proporcionado por el proveedor se aplicará automáticamente. CloudMall no es responsable de los cambios en esta oferta
fi: Toimittajan tarjoamaa alennusta sovelletaan automaattisesti. CloudMall ei vastaa tämän tarjouksen muutoksista
fr: La remise fournie par le fournisseur sera appliquée automatiquement. CloudMall n'est pas responsable des modifications de cette offre
id_id: Mall menyediakan kode promo untuk sebagian barang, kami akan mengapilkasikannya saat anda melakukan transaksi pemesanan. Promo ini bukan disediakan oleh CloudMall.
it: sconto previsto da parte del fornitore sarà applicata automaticamente CloudMall non è responsabile di modifiche a questa offerta
nb: Rabatter levert av leverandør vil bli brukt automatisk. CloudMall er ikke ansvarlig for endringer i dette tilbudet
nl: Korting door leverancier wordt automatisch toegepast. CloudMall is niet verantwoordelijk voor wijzigingen in deze aanbieding
pl: Rabat udzielony przez dostawcę zostanie zastosowany automatycznie. CloudMall nie ponosi odpowiedzialności za zmiany w tej ofercie
pt: O desconto fornecido pelo fornecedor será aplicado automaticamente. O CloudMall não é responsável por alterações a esta oferta
sv: Rabatt som tillhandahålls av leverantören kommer att tillämpas automatiskt. CloudMall ansvarar inte för ändringar i detta erbjudande
th: ส่วนลดที่ผู้ให้บริการจะใช้โดยอัตโนมัติ CloudMall จะไม่รับผิดชอบต่อการเปลี่ยนแปลงข้อเสนอนี้
vi_vn: Một số sản phẩm của cửa hàng có mã ưu đãi, chúng tôi sẽ giúp quý khách thanh toán ưu đãi khi xác nhận đơn hàng. Ưu đãi này không phải do CloudMall cung cấp.
zh_hans: 商城为部分商品提供优惠码，我们在下单时会为你使用。此优惠并非CloudMall提供。
zh_hant: 商城為部分商品提供優惠碼，我們在下單時會為你使用。此優惠並非CloudMall提供。

# dp_about_mall_sale_title2_title
source: Discount will be applied automatically
cs: Sleva bude použita automaticky
da: Rabat vil blive anvendt automatisk
de: Rabatt wird automatisch angewendet
es: El descuento se aplicará automáticamente
fi: Alennus sovelletaan automaattisesti
fr: La réduction sera appliquée automatiquement
id_id: Promo akan otomatis dihitung pada total pembayaran
it: Lo sconto sarà applicato automaticamente
nb: Rabatt blir automatisk brukt
nl: Korting wordt automatisch toegepast
pl: Rabat zostanie zastosowany automatycznie
pt: O desconto será aplicado automaticamente
sv: Rabatt tillämpas automatiskt
th: ส่วนลดจะถูกนำไปใช้โดยอัตโนมัติ
vi_vn: Tự động thanh toán ưu đãi
zh_hans: 优惠会自动结算
zh_hant: 優惠會自動結算

# dp_about_mall_sale_content2_title
source: Discount will be applied automatically, no coupons necessary
cs: Sleva bude použita automaticky, žádné kupony nejsou nutné
da: Rabat vil blive anvendt automatisk,ingen kuponer er nødvendige
de: Rabatt wird automatisch angewendet, es sind keine Coupons erforderlich
es: El descuento se aplicará automáticamente, no se necesitan cupones
fi: Alennusta sovelletaan automaattisesti, kuponkeja ei tarvita
fr: La réduction sera appliquée automatiquement, aucun coupon n'est nécessaire
id_id: Saat penghitungan total pembayaran, promo juga otomatis terhitung. Anda tidak perlu mengambil kupon promo lagi.
it: Verrà applicato automaticamente sconto, nessun coupon necessario
nb: Rabatter vil bli brukt automatisk,ingen kuponger nødvendig
nl: Korting wordt automatisch toegepast, geen coupons nodig
pl: Rabat zostanie zastosowany automatycznie, bez kuponów
pt: O desconto será aplicado automaticamente, sem necessidade de cupons
sv: Rabatten kommer att tillämpas automatiskt, inga kuponger behövs
th: ส่วนลดจะถูกนำไปใช้โดยอัตโนมัติโดยไม่จำเป็นต้องใช้คูปอง
vi_vn: Ưu đãi sẽ tự động trừ vào đơn hàng, không cần dùng voucher.
zh_hans: 在结算时会自动将优惠计算在订单中，无需领取优惠券。
zh_hant: 在結算時會自動將優惠計算在訂單中，無需領取優惠券。

# dp_about_mall_sale_title3_title
source: Special offer expired
cs: Platnost speciální nabídky vypršela
da: Særtilbud udløbet
de: Sonderangebot abgelaufen
es: Oferta especial caducada
fi: Erikoistarjous vanhentunut
fr: Offre spéciale expirée
id_id: Masa berlaku promo
it: Offerta speciale scaduta
nb: Spesielt tilbud utløpt
nl: Speciale aanbieding vervallen
pl: Oferta specjalna wygasła
pt: Oferta especial expirada
sv: Specialerbjudanden upphört
th: ข้อเสนอพิเศษหมดอายุ
vi_vn: Thời gian khuyến mại
zh_hans: 优惠时效
zh_hant: 優惠時效

# dp_about_mall_sale_content3_title
source: Discount time is limited and offer has expired
cs: Čas slevy je omezen a nabídka vypršela
da: Rabattid er begrænset,og tilbuddet er udløbet
de: Rabattzeit ist begrenzt und Angebot ist abgelaufen
es: El tiempo de descuento es limitado y la oferta ha caducado
fi: Alennusaika on rajoitettu ja tarjous on vanhentunut
fr: La durée de la remise est limitée et l'offre a expiré
id_id: Promo dapat berakhir sewaku-waktu bergantung pada kebijakan Mall. Manfaatkan kesempatan sebaik-baiknya.
it: tempo di sconto è limitato e offerta è scaduta
nb: Rabatttid er begrenset og tilbudet er utløpt
nl: Spaartijd is beperkt en aanbieding is verlopen
pl: Czas rabatu jest ograniczony i oferta wygasła
pt: O tempo de desconto é limitado e a oferta expirou
sv: Rabatttid är begränsad och erbjudandet har löpt ut
th: เวลาส่วนลดมี จำกัด และข้อเสนอหมดอายุ
vi_vn: Ưu đãi có thể kết thúc bất cứ lúc nào. Ưu đãi hết hạn khi cửa hàng thông báo dừng ưu đãi. Nhanh tay mua hàng để được hưởng giá tốt!
zh_hans: 随时会结束。若商城提供结束，此优惠即失效。请把握时机。
zh_hant: 隨時會結束。若商城提供結束，此優惠即時失效。請把握時機。

# dp_about_mall_sale_title4_title
source: Offer successfully applied
cs: nabídka byla úspěšně použita
da: Udbud med succes anvendt
de: Angebot erfolgreich angewendet
es: Oferta aplicada con éxito
fi: Tarjous onnistui
fr: Offre appliquée avec succès
id_id: Presentase keberhasilan promo
it: Offerta applicata correttamente
nb: Tilbud vellykket brukt
nl: Aanbieding succesvol toegepast
pl: Oferta została pomyślnie zastosowana
pt: Oferta aplicada com sucesso
sv: Erbjudandet är framgångsrikt tillämpat
th: ใช้ข้อเสนอสำเร็จแล้ว
vi_vn: Tỉ lệ nhận ưu đãi thành công
zh_hans: 优惠成功率
zh_hant: 優惠成功率

# dp_about_mall_sale_content4_title
source: Coupon code has been applied
cs: Kód kupónu byl použit
da: Kuponkode er blevet anvendt
de: Gutscheincode wurde angewendet
es: Se ha aplicado el código de cupón
fi: Kuponkikoodia on sovellettu
fr: Le code du coupon a été appliqué
id_id: Penggunaan kode promo memiliki presentase keberhasilan.
it: Le ultime notizie è stata applicata
nb: Kupongkoden er brukt
nl: Couponcode is toegepast
pl: Zastosowano kod kuponu
pt: O código do cupom foi aplicado
sv: Kupongkoden har tillämpats
th: ใช้รหัสคูปองแล้ว
vi_vn: Sử dụng mã ưu đãi có tỉ lệ thành công nhất định
zh_hans: 优惠码使用有一定的成功率。
zh_hant: 優惠碼使用有一定的成功率。

# index_main_realtime_discout
source: Discount
cs: Sleva
de: Rabatt
es: Descuento
fi: Alennus
fr: Réduction
id_id: Diskon
it: Sconto
nb: Rabatt
nl: Korting
pl: Rabat
pt: Desconto
sv: Rabatt
th: ส่วนลด
vi_vn: Giảm giá giờ vàng
zh_hans: 实时折扣
zh_hant: 實時折扣

# index_main_time_limited_discout
source: Flash Sale
cs: Prodej blesku
de: Flash-Kauf
fi: Flash-myynti
fr: Vente flash
id_id: Waktu terbatas
it: Vendita Flash
nl: Flash-verkoop
pt: Venda Flash
th: การขายแฟลช
vi_vn: Giờ vàng giá sốc
zh_hans: 限时闪购
zh_hant: 限時閃購

# index_main_hot_mall
source: Hot Sales
de: Heiße Verkäufe
fr: Ventes chaudes
id_id: Pasar populer
it: Vendite calde
pl: Gorąca sprzedaż
pt: Vendas ativas
th: ยอดขายร้อน
vi_vn: Trung tâm hot
zh_hans: 热门市场
zh_hant: 熱門市場

# index_main_hot_mall_more
source: More
cs: Více
de: Mehr
es: Más
fi: Lisää
fr: Plus
id_id: Lebih banyak Toko
it: Altro
nl: Meer
pl: Więcej
pt: Mais
th: เพิ่มเติม
vi_vn: Xem thêm gian hàng
zh_hans: 更多商铺
zh_hant: 更多商鋪

# index_main_hot_mall_view
source: More
cs: Více
de: Mehr
es: Más
fi: Lisää
fr: Plus
id_id: Masuk ke Toko
it: Altro
nl: Meer
pl: Więcej
pt: Mais
th: เพิ่มเติม
vi_vn: Vào gian hàng
zh_hans: 进入商铺
zh_hant: 進入商鋪

# index_main_lightlux
source: Trending
cs: Trendy
de: Trend
es: Tendencias
fi: Trendit
fr: Tendances
id_id: Mewah
it: Tendenza
pt: Tendência
th: ได้รับความนิยม
vi_vn: Hàng hiệu
zh_hans: 轻奢
zh_hant: 輕奢

# index_main_bigbrand
source: Big Brands
cs: Velké značky
da: Store mærker
de: Große Marken
fr: Grandes marques
id_id: Merek besar
it: Grandi marchi
nb: Store merker
nl: Grote merken
pt: Grandes marcas
sv: Stora varumärken
th: แบรนด์ใหญ่
vi_vn: Thương hiệu lớn
zh_hans: 大牌
zh_hant: 大牌

# index_main_casual
source: Casual
cs: Neformální
fr: Occasionnel
id_id: Kasual
th: ไม่เป็นทางการ
vi_vn: Trang phục thường ngày
zh_hans: 休闲生活
zh_hant: 休閒生活

# index_main_beauty
source: Beauty
cs: Krása
da: Skønhed
de: Schönheit
es: Belleza
fi: Kauneus
fr: Beauté
id_id: Kecantikan dan perawatan kulit
it: Bellezza
nl: Schoonheid
pt: Beleza
sv: Skönhet
th: ความงาม
vi_vn: Mỹ phẩm – Làm đẹp
zh_hans: 美妆护肤
zh_hant: 美妝護膚

# index_main_sportwear
source: Sportswear
cs: Sportovní oblečení
es: Ropa deportiva
fi: Urheiluvaatteet
fr: Vêtements de sport
id_id: Olahraga
it: Abbigliamento sportivo
nl: Sportkleding
pl: Odzież sportowa
sv: Sportkläder
th: ชุดกีฬา
vi_vn: Đồ thể thao
zh_hans: 户外运动
zh_hant: 戶外運動

# index_main_men
source: Men
cs: Muži
de: Männer
fi: Miehet
fr: Hommes
id_id: Pria
it: Uomini
nl: Mannen
pl: Mężczyźni
th: ผู้ชาย
vi_vn: Thời trang nam
zh_hans: 睿智男士
zh_hant: 男士

# index_sub_dailyupdate
source: Daily Update
cs: Denní aktualizace
da: Daglig opdatering
de: Tägliche Aktualisierung
es: Actualización diaria
fi: Päivittäinen päivitys
fr: Mise à jour quotidienne
id_id: Pilihan spesial setiap hari
it: Aggiornamento giornaliero
nb: Daglig oppdatering
nl: Dagelijkse update
pl: Codzienna aktualizacja
pt: Atualização diária
sv: Daglig uppdatering
th: อัปเดตรายวัน
vi_vn: Gợi ý hôm nay
zh_hans: 每日精选
zh_hant: 每日精選

# index_sub_youmaylike
source: You May Also Like
cs: Můžete se také líbit
da: Du kan også lide
de: Das könnte Ihnen auch gefallen
es: También te puede gustar
fi: Saatat myös pitää
fr: Vous aimerez aussi
id_id: Tebak kesukaan Anda
it: Potrebbe piacerti anche
nb: Du kan også like
nl: Misschien vind je dit ook leuk
pl: Możesz także polubić
pt: Você também pode gostar
sv: Du kanske också gillar
th: คุณอาจชอบ
vi_vn: Có thể bạn sẽ thích
zh_hans: 猜你喜欢
zh_hant: 猜你喜歡

# dp_mall_high_grade_mall
source: Best Seller
cs: Nejlepší prodejce
da: Bedste Sælger
fi: Paras myyjä
fr: Meilleur vendeur
id_id: Toko berkualitas
nb: Bestselger
pl: Najlepszy sprzedawca
pt: Melhor vendedor
sv: Bästsäljare
th: ผู้ขายที่ดีที่สุด
vi_vn: Gian hàng cao cấp
zh_hans: 优质商铺
zh_hant: 優質商鋪

# dp_mall_all_product
source: Products
cs: Produkty
da: Produkter
de: Produkte
es: Productos
fi: Tuotteet
fr: Produits
id_id: Semua produk
it: Prodotti
nb: Produkter
nl: Producten
pl: Produkty
pt: Produtos
sv: Produkter
th: ผลิตภัณฑ์
vi_vn: Toàn bộ sản phẩm
zh_hans: 全部商品
zh_hant: 全部商品

# dp_mall_total_sale
source: Items Sold
cs: Položky prodávané
da: Varer solgt
de: Artikel verkauft
es: Artículos vendidos
fi: Tuotteet myyty
fr: Articles vendus
id_id: Total penjualan
it: Articoli venduti
nb: Selgere solgt
nl: Items verkocht
pl: Sprzedane przedmioty
pt: Itens vendidos
sv: Föremål säljs
th: รายการที่ขาย
vi_vn: Tổng lượng bán ra
zh_hans: 总销量
zh_hant: 總銷量

# dp_mall_runs_years
source: Years
cs: Roky
de: Jahre
es: Años
fi: Vuodet
fr: Années
id_id: Tahun berbisnis
it: Anni
nl: Jaren
pl: Lata
pt: Anos
th: ปี
vi_vn: Năm kinh doanh
zh_hans: 营业年份
zh_hant: 營業年份
