Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# cart_checkout_all_item
source: X item(s)
cs: Položka X
da: X vare(r)
de: X Artikel
es: X artículo (s)
fi: X-kohde (t)
fr: X article (s)
id_id: Total X produk
it: X oggetto/i
nb: X element (e)
pl: X przedmiotów
pt: item(s) X
sv: X objekt (er)
th: X รายการ
vi_vn: Có tất cả X sản phẩm
zh_hans: 共X件商品
zh_hant: 共X件商品

# cart_checkout_sum_price
source: Total:
cs: Celkem:
de: Gesamt:
fi: Yhteensä:
it: Totale:
nb: Totalt:
nl: Totaal:
pl: Razem:
th: ทั้งหมด:
vi_vn: Thành tiền:
zh_hans: 总计:
zh_hant: 总计:

# cart_checkout_cancel_payment_popup_title
source: Order Unpaid
cs: Objednávka neplacená
da: Bestil ubetalt
de: Bestellung nicht bezahlt
es: Orden no pagada
fi: Tilauksen maksamatta jättäminen
fr: Ordre impayé
id_id: Konfirmasi pembayaran
it: Ordine non pagato
nb: Bestill ubetalt
nl: Onbetaalde bestelling
pl: Zamów niezapłacone
pt: Pedido não pago
th: ยกเลิกการสั่งซื้อ
vi_vn: Thông báo thanh toán
zh_hans: 付款提示
zh_hant: 付款提示

# cart_checkout_cancel_payment_popup_content
source: Please pay within 24 hours
cs: Platíte prosím do 24 hodin
da: Vær venlig at betale inden for 24 timer
de: Bitte zahlen Sie innerhalb von 24 Stunden
es: Por favor pague dentro de las 24 horas
fi: Maksakaa 24 tunnin sisällä
fr: Veuillez payer dans les 24 heures
id_id: Silahkan melakukan pembayaran dalam waktu 24 jam
it: Si prega di pagare entro 24 ore
nb: Vennligst betalt innen 24 timer
nl: Betaal binnen 24 uur
pl: Proszę zapłacić w ciągu 24 godzin
pt: Por favor pague dentro de 24 horas
sv: Vänligen betala inom 24 timmar
th: โปรดชำระเงินภายใน 24 ชั่วโมง
vi_vn: Vui lòng thanh toán trong vòng 24 giờ
zh_hans: 请在24小时内付款
zh_hant: 請在24小時內付款

# cart_checkout_cancel_payment_popup_confirm
source: Confirm
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
id_id: Saya sudah tahu
it: Conferma
nb: Bekreft
nl: Bevestig
pl: Potwierdź
pt: Confirmar
sv: Bekräfta
th: ยืนยัน
vi_vn: Tôi đồng ý
zh_hans: 我知道了
zh_hant: 我知道了

# cart_checkout_card_date_jan
source: 01-JAN
id_id: 01-Januari
vi_vn: 01-Tháng một
zh_hans: 01-一月
zh_hant: 01-一月

# cart_checkout_card_date_feb
source: 02-FEB
id_id: 02-Februari
vi_vn: 02-Tháng hai
zh_hans: 02-二月
zh_hant: 02-二月

# cart_checkout_card_date_mar
source: 03-MAR
id_id: 03-Maret
vi_vn: 03-Tháng ba
zh_hans: 03-三月
zh_hant: 03-三月

# cart_checkout_card_date_apr
source: 04-APR
id_id: 04-April
vi_vn: 04-Tháng tư
zh_hans: 04-四月
zh_hant: 04-四月

# cart_checkout_card_date_may
source: 05-MAY
de: 05-MAI
fi: 05-MAA
fr: 05-MAI
id_id: 05-Mei
nl: 05-MEI
vi_vn: 05-Tháng năm
zh_hans: 05-五月
zh_hant: 05-五月

# cart_checkout_card_date_jun
source: 06-JAN
id_id: 06-Juni
vi_vn: 06-Tháng sáu
zh_hans: 06-六月
zh_hant: 06-六月

# cart_checkout_card_date_jul
source: 07-JUL
id_id: 07-Juli
vi_vn: 07-Tháng bảy
zh_hans: 07-七月
zh_hant: 07-七月

# cart_checkout_card_date_aug
source: 08-AUG
fr: 08 août
id_id: 08-Agustus
vi_vn: 08-Tháng tám
zh_hans: 08-八月
zh_hant: 08-八月

# cart_checkout_card_date_sep
source: 09-SEP
id_id: 09-September
vi_vn: 09-Tháng chín
zh_hans: 09-九月
zh_hant: 09-九月

# cart_checkout_card_date_oct
source: 10-OCT
id_id: 10-Oktober
vi_vn: 10-Tháng mười
zh_hans: 10-十月
zh_hant: 10-十月

# cart_checkout_card_date_nov
source: 11-NOV
id_id: 11-November
vi_vn: 11-Tháng mười một
zh_hans: 11-十一月
zh_hant: 11-十一月

# cart_checkout_card_date_dec
source: 12-DEC
fr: 12 décembre
id_id: 12-Desember
vi_vn: 12-Tháng mười hai
zh_hans: 12-十二月
zh_hant: 12-十二月

# cart_not_login_btn
source: Login
cs: Přihlášení
da: Log ind
es: Iniciar sesión
fi: Kirjaudu
fr: Connexion
nb: Logg inn
nl: Inloggen
th: เข้าสู่ระบบ
vi_vn: Đăng nhập
zh_hans: 登录
zh_hant: 登录

# cart_checkout_card_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
th: ยกเลิก
vi_vn: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# cart_checkout_card_pay
source: Purchase
cs: Nákup
da: Køb
de: Kauf
fi: Osto
fr: Achat
id_id: ; //购物车-选择支付-付款
it: Acquista
nb: Kjøp
nl: Aankoop
pl: Zakup
pt: Compra
sv: Köp
th: ซื้อ
vi_vn: Thanh toán
zh_hans: 付款
zh_hant: 付款

# cart_checkout_card_popup_title
source: Error
cs: Chyba
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
id_id: Pembayaran mengalami masalah
it: Errore
nb: Feil
nl: Fout
pl: Błąd
pt: Erro
sv: Fel
th: ข้อผิดพลาด
vi_vn: Thanh toán lỗi
zh_hans: 支付出问题
zh_hant: 支付出问题

# cart_checkout_card_popup_content
source: There was an error with your payment. Please verify that the card details you entered were correct or try paying with a different card.
cs: Při platbě došlo k chybě. Ověřte, zda zadané údaje karty byly správné, nebo zkuste platit jinou kartou.
da: Der opstod en fejl med din betaling.Kontrollér,at kortoplysningerne du indtastede var korrekte,eller prøv at betale med et andet kort.
de: Bei Ihrer Zahlung ist ein Fehler aufgetreten. Bitte überprüfen Sie, ob die von Ihnen eingegebenen Kartendaten korrekt sind, oder versuchen Sie, mit einer anderen Karte zu bezahlen.
es: Se produjo un error con su pago. Verifique que los datos de la tarjeta que ingresó sean correctos o intente pagar con una tarjeta diferente.
fi: Maksussa oli virhe. Tarkista, että antamasi kortin tiedot olivat oikein tai yritä maksaa toisella kortilla.
fr: Une erreur s'est produite lors de votre paiement. Vérifiez que les informations de carte que vous avez entrées sont correctes ou essayez de payer avec une autre carte.
id_id: Silahkan masukkan ulang informasi kartu dengan tepat atau coba gunakan metode pembayaran lain untuk melakukan pembayaran.
it: Si è verificato un errore con il pagamento Verificare che i dati della carta che hai inserito sono state corrette o provare pagando con carta di diverso ..
nb: Det oppstod en feil med betalingen.Vennligst kontroller at kortopplysningene du skrev inn var korrekte eller prøv å betale med et annet kort.
nl: Er is een fout opgetreden bij uw betaling. Controleer of de kaartgegevens die u hebt ingevoerd correct waren of probeer te betalen met een andere kaart.
pl: Wystąpił błąd podczas płatności. Sprawdź, czy wprowadzone dane karty były poprawne lub spróbuj zapłacić inną kartą.
pt: Ocorreu um erro com seu pagamento. Verifique se os detalhes do cartão que você digitou estavam corretos ou tente pagar com um cartão diferente.
sv: Det uppstod ett fel i din betalning. Kontrollera att kortinformationen du angav var korrekt eller försök att betala med ett annat kort.
th: เกิดข้อผิดพลาดกับการชำระเงินของคุณโปรดตรวจสอบว่ารายละเอียดบัตรที่คุณป้อนนั้นถูกต้องหรือลองชำระเงินด้วยบัตรอื่น
vi_vn: Vui lòng nhập lại chính xác thông tin trên thẻ, hoặc sử dụng phương thức thanh toán khác
zh_hans: 请重新输入正确卡片信息，或尝试别的支付方式进行付款
zh_hant: 请重新输入正确卡片信息，或尝试别的支付方式进行付款

# cart_checkout_card_popup_cancel
source: Later
cs: Později
da: Senere
de: Später
fi: Myöhemmin
fr: Plus tard
id_id: Silahkan coba beberapa saat lagi
it: Più tardi
nb: Senere
pl: Później
pt: Mais tarde
sv: Senare
th: ภายหลัง
vi_vn: Vui lòng thử lại sau ít phút
zh_hans: 稍后再试
zh_hant: 稍后再试

# cart_checkout_card_popup_tryagain
source: Try Again
cs: Zkuste znovu
da: Prøv igen
de: Erneut versuchen
es: Intentar nuevamente
fi: Yritä uudelleen
fr: Réessayer
id_id: Coba lagi
nb: Prøv igjen
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt: Tente novamente
sv: Försök igen
th: ลองอีกครั้ง
vi_vn: Thử lại lần nữa
zh_hans: 再试一次
zh_hant: 再试一次

# cart_checkout_pay_total
source: Purchase
cs: Nákup
da: Køb
de: Kauf
fi: Osto
fr: Achat
id_id: Total pembayaran
it: Acquista
nb: Kjøp
nl: Aankoop
pl: Zakup
pt: Compra
sv: Köp
th: ซื้อ
vi_vn: Thanh toán thực tế
zh_hans: 实付
zh_hant: 實付

# cart_checkout_bill_total
source: Bill Total
cs: Celkový účet
de: Rechnungssumme
es: Total de la factura
fr: Total de la facture
id_id: Total pesanan
it: Totale fattura
nl: Factuur totaal
pt: Total de faturas
th: รวมบิล
vi_vn: Tổng tiền
zh_hans: 订单总额
zh_hant: 訂單總額

# cart_checkout_pay_success_title
source: Success
cs: Úspěch
da: Succes
de: Erfolg
fi: Menestys
fr: Succès
id_id: Berhasil membayar
it: Successo
nb: Suksess
nl: Succes
pl: Sukces
pt: Sucesso
sv: Framgång
th: สำเร็จ
vi_vn: Thanh toán thành công
zh_hans: 支付成功
zh_hant: 支付成功

# profile_setting_customer_service_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Avbryt
th: ยกเลิก
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# profile_setting_customer_service_confirm
source: Confirm
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: confirmer
id_id: Serahkan
nb: Bekreft
nl: Bevestig
pl: Potwierdź
pt: Confirmar
sv: Bekräfta
th: ยืนยัน
vi_vn: Gửi đi
zh_hans: 提交
zh_hant: 提交

# profile_setting_clearcache_clearing
source: Clearing Cache...
cs: Vymazání mezipaměti...
de: Cache löschen...
fi: Välimuistin tyhjentäminen...
fr: Effacement du cache...
id_id: Sedang menghapus cache...
nb: Fjerne cache...
nl: Cache opheffen...
pl: Czyszczenie pamięci podręcznej...
pt: Limpar o cache...
sv: Rensa cache ...
th: กำลังล้างแคช...
vi_vn: Đang xóa bộ nhớ sẵn...
zh_hans: 清除缓存中...
zh_hant: 清除緩存中...

# profile_setting_clearcache_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
th: ยกเลิก
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# profile_setting_clearcache_confirm
source: Confirm
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
id_id: Bersihkan
nb: Bekreft
nl: Bevestig
pl: Potwierdź
pt: Confirmar
sv: Bekräfta
th: ยืนยัน
vi_vn: Xóa
zh_hans: 清除
zh_hant: 清除

# profile_setting_feedback_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
th: ยกเลิก
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# profile_setting_feedback_confirm
source: Send
cs: Odeslat
de: Senden
es: Enviar
fi: Lähetä
fr: Envoyer
id_id: Kirim
it: Invia
nl: Verzenden
pl: Wyślij
pt: Enviar
sv: Skicka
th: ส่ง
vi_vn: Gửi đi
zh_hans: 发送
zh_hant: 发送

# profile_setting_signout_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
th: ยกเลิก
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# profile_setting_signout_title
source: Tips
cs: Tipy
de: Tipps
fi: Vihjeitä
fr: Conseils
id_id: Peringatan
it: Suggerimenti
pl: Wskazówki
pt: Dicas
th: คำแนะนำ
vi_vn: Lưu ý
zh_hans: 提示
zh_hant: 提示

# profile_change_photo_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: Annuleren
pt: Cancelar
sv: Avbryt
th: ยกเลิก
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# profile_favorite_edit_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Avbryt
th: ยกเลิก
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# profile_favorite_edit_save
source: Save
cs: Uložit
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
id_id: Simpan
it: Salva
nl: Opslaan
pl: Zapisz
pt: Salvar
sv: Spara
th: บันทึก
vi_vn: Lưu
zh_hans: 保存
zh_hant: 保存

# profile_favorite_edit_title
source: Edit Album
cs: Upravit album
da: Rediger album
de: Album bearbeiten
es: Editar álbum
fi: Muokkaa albumia
fr: Modifier l'album
it: Modifica album
nb: Rediger album
nl: Album bewerken
pl: Edytuj album
pt: Editar álbum
sv: Redigera album
th: แก้ไขอัลบั้ม
vi_vn: Sửa bộ sưu tập
zh_hans: 专辑编辑
zh_hant: 专辑编辑

# profile_address_edit_confirm
source: Confirm
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
id_id: Selesai
it: Conferma
nb: Bekreft
nl: Bevestig
pl: Potwierdź
pt: Confirmar
sv: Bekräfta
th: ยืนยัน
vi_vn: Hoàn tất
zh_hans: 完成
zh_hant: 完成

# profile_setting_termsofuse
source: Terms of Use
cs: Podmínky použití
da: Vilkår for brug
de: Nutzungsbedingungen
es: Términos de uso
fi: Käyttöehdot
fr: Conditions d'utilisation
id_id: Syarat dan Ketentuan
it: Termini di utilizzo
nb: Vilkår for bruk
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt: Termos de Uso
sv: Användarvillkor
th: ข้อกำหนดการใช้งาน
vi_vn: Điều kiện và điều khoản hợp tác
zh_hans: 协议条款和条件
zh_hant: 協議條款和條件

# profile_setting_rateapp
source: Rate CloudMall
cs: Hodnotit CloudMall
de: CloudMall bewerten
fi: Arvioi CloudMall
fr: Évaluez CloudMall
id_id: Beri komentar
it: Vota CloudMall
pt: Classificar CloudMall
sv: Betygsätt CloudMall
th: ให้คะแนน CloudMall
vi_vn: Tôi-Cài đặt-Bình luận
zh_hans: 给个评价
zh_hant: 給個評價

# profile_change_name_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
fi: Peruuta
fr: Annuler
id_id: Batal
it: Annulla
nl: Annuleren
pt: Cancelar
th: ยกเลิก
vi_vn: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# profile_address_hongkong
source: Hong Kong
th: ฮ่องกง
vi_vn: Hồng Kông
zh_hans: 香港
zh_hant: 香港

# profile_address_singapore
source: Singapore
cs: Singapur
de: Singapur
es: Singapur
fr: Singapour
id_id: Singapura
pl: Singapur
pt: Cingapura
th: สิงคโปร์
zh_hans: 新加坡
zh_hant: 新加坡

# profile_address_taiwan
source: Taiwan
cs: Tchaj-wan
pl: Tajwan
th: ไต้หวัน
vi_vn: Đài Loan
zh_hans: 台湾
zh_hant: 台灣

# profile_address_vietnam
source: Vietnam
th: เวียดนาม
vi_vn: Việt Nam
zh_hans: 越南
zh_hant: 越南

# profile_address_indonesia
source: Indonesia
cs: Indonésie
da: Indonesien
de: Indonesien
fr: Indonésie
nl: Indonesië
pl: Indonezja
pt: Indonésia
th: อินโดนีเซีย
zh_hans: 印度尼西亚
zh_hant: 印度尼西亞

# profile_setting_clearcache_success
source: Cache was successfully cleared
cs: Cache byl úspěšně vymazán
da: Cache blev ryddet korrekt
de: Cache wurde erfolgreich gelöscht
es: La memoria caché se borró correctamente
fi: Välimuisti poistettiin onnistuneesti
fr: La mémoire cache a été vidée avec succès
id_id: Berhasil dibersihkan
it: La cache è stata cancellata con successo
nb: Cache ble vellykket slettet
nl: Cache is succesvol gewist
pl: Pamięć podręczna została pomyślnie wyczyszczona
pt: O cache foi limpo com sucesso
sv: Cachen rensades framgångsrikt
th: ล้างแคชสำเร็จแล้ว
vi_vn: Đã xóa
zh_hans: 已成功清理
zh_hant: 已成功清理

# profile_order_logistic_title
source: Order Tracking
cs: Sledování objednávek
de: Auftragsverfolgung
es: Seguimiento de pedidos
fi: Tilausseuranta
fr: Suivi de commande
id_id: Cek status pengiriman
it: Monitoraggio dell'ordine
nb: Bestillingssporing
nl: Volgorde van bestellingen
pl: Śledzenie zamówienia
pt: Acompanhamento de pedidos
th: การติดตามคำสั่งซื้อ
vi_vn: Kiểm tra vận chuyển
zh_hans: 物流查询
zh_hant: 物流查詢

# profile_order_logistic_package
source: Package
cs: balíček
da: Pakke
de: Paket
es: Paquete
fi: Paketti
id_id: Paket
it: Pacchetto
nl: Pakket
pl: Pakiet
pt: Pacote
sv: Paket
th: แพ็คเกจ
vi_vn: Bưu phẩm
zh_hans: 包裹
zh_hant: 包裹

# profile_address_region_title
source: Select Region
cs: Vybrat oblast
da: Vælg region
de: Region auswählen
fi: Valitse alue
fr: Sélectionner une région
id_id: Pilih daerah
it: Seleziona regione
nb: Velg region
nl: Selecteer regio
pl: Wybierz region
pt: Selecionar região
sv: Välj region
th: เลือกภูมิภาค
vi_vn: Chọn khu vực
zh_hans: 选择地区
zh_hant: 选择地区

# profile_address_empty_toast
source: Please fullfill the form
cs: vyplňte prosím formulář
da: Udfyld venligst formularen
de: Bitte füllen Sie das Formular aus
es: Por favor, complete el formulario
fi: Täytä lomake
fr: Veuillez remplir le formulaire
id_id: Silahkan isi data
it: Perfavore compila il modulo
nb: Vennligst fyll ut skjemaet
nl: Gelieve het formulier in te vullen
pl: Proszę wypełnić formularz
pt: Preencha o formulário
sv: Vänligen fyll i formuläret
th: โปรดกรอกแบบฟอร์มให้ครบถ้วน
vi_vn: Điền thông tin
zh_hans: 请填写信息
zh_hant: 請填寫信息

# loading_title_profile
source: Loading&#8230;
da: Loading...
de: Wird geladen...
es: Cargando ...
fi: Ladataan...
fr: Chargement…
id_id: Sedang memuat&#8230;
it: Loading ...
nl: Laden...
pl: Ładowanie…
pt: Carregando…
sv: Loading ...
th: กำลังโหลด...
vi_vn: Đang Download&#8230;
zh_hans: 正在加载&#8230;
zh_hant: 正在加載&#8230;

source: More
cs: Více
da: Mere
es: Más
fi: Lisää
fr: plus
id_id: Lebih banyak
pl: Więcej
pt: Mais
sv: Mer
th: เพิ่มเติม
vi_vn: Nhiều hơn
zh_hans: 更多
zh_hant: 更多

# no_entries_in_cart_detail
source: Go and discover more items!
cs: Přejít a objevit další položky!
da: Gå og find flere ting!
de: Weitere Artikel entdecken!
es: Vaya y descubra más elementos!
fi: Mene ja löydä lisää kohteita!
fr: Allez découvrir plus d'éléments!
id_id: Ayo lihat barang-barang kesukaanmu!
it: Vai e scopri più oggetti!
nb: Gå og oppdag flere ting!
nl: Ga en ontdek meer items!
pl: Idź i odkryj więcej przedmiotów!
pt: Vá e descubra mais itens!
sv: Gå och upptäck fler saker!
th: ไปและค้นหารายการเพิ่มเติม!
vi_vn: Nhanh tay chọn ngay sản phẩm bạn yêu thích
zh_hans: 去发现自己感兴趣的物品吧！
zh_hant: 去發現自己感興趣的物品吧！

# press_again_exit_toast_all
source: Click again and exit
cs: Znovu klepněte a ukončete
da: Klik igen og afslut
de: Erneut klicken und beenden
es: Haga clic nuevamente y salga
fi: Napsauta uudelleen ja poistu
fr: Cliquez à nouveau et quittez
id_id: Klik sekali lagi untuk keluar Cloudmall
it: Fai nuovamente clic e esci
nb: Klikk igjen og avslutt
nl: Klik opnieuw en sluit af
pl: Kliknij ponownie i wyjdź
pt: Clique novamente e saia
sv: Klicka igen och avsluta
th: คลิกอีกครั้งและออก
vi_vn: Ấn lần nữa để thoát khỏi Cloudmall
zh_hans: 再按一次退出Cloudmall
zh_hant: 再按一次退出CloudMall

# write_need
source: Please enter essential infomation
cs: Zadejte prosím základní informace
da: Indtast vigtig information
de: Bitte geben Sie wichtige Informationen ein
es: Por favor ingrese información esencial
fi: Anna olennainen tieto
fr: Veuillez saisir les informations essentielles
id_id: Silahkan isi informasi yang diperlukan
it: Inserisci le informazioni essenziali
nb: Vennligst fyll inn viktig informasjon
nl: Voer essentiële informatie in
pl: Proszę wprowadzić podstawowe informacje
pt: Por favor, insira informações essenciais
sv: Vänligen ange viktig information
th: โปรดป้อนข้อมูลที่จำเป็น
vi_vn: Điền thông tin bắt buộc
zh_hans: 请填写必要的信息
zh_hant: 請填寫必要的信息

# adyen_expired_year_toast_1
source: Credit card expiry date:
cs: Datum ukončení platnosti kreditní karty:
da: Udløbsdato for kreditkort:
de: Ablaufdatum der Kreditkarte:
es: Fecha de caducidad de la tarjeta de crédito:
fi: Luottokortin voimassaolopäivä:
fr: Date d'expiration de la carte de crédit:
id_id: Format masa berlaku kartu kredit：
it: Data di scadenza della carta di credito:
nb: Utløpsdato for kredittkort:
nl: Verloopdatum creditcard:
pl: Data wygaśnięcia karty kredytowej:
pt: Data de validade do cartão de crédito:
sv: Förfallodatum för kreditkort:
th: วันที่หมดอายุของบัตรเครดิต:
vi_vn: Thời hạn hiệu lực thẻ tín dụng:
zh_hans: 信用卡有效期格式为:
zh_hant: 信用卡有效期格式為:

# adyen_expired_year_toast_2
source: Credit card expiry date has 4 digits
cs: Datum vypršení platnosti kreditní karty má 4 číslice
da: Kreditkortets udløbsdato har 4 cifre
de: Das Ablaufdatum der Kreditkarte hat 4 Ziffern
es: La fecha de vencimiento de la tarjeta de crédito tiene 4 dígitos
fi: Luottokortin voimassaolopäivä on 4 numeroa
fr: La date d'expiration de la carte de crédit contient 4 chiffres
id_id: Tahun masa berlaku harus 4 digit
it: La data di scadenza della carta di credito è di 4 cifre
nb: Utløpsdato for kredittkort har 4 sifre
nl: De vervaldatum van de creditcard is 4 cijfers
pl: Data ważności karty kredytowej ma 4 cyfry
pt: A data de expiração do cartão de crédito tem 4 dígitos
sv: Förfallodatum för kreditkort har 4 siffror
th: วันหมดอายุของบัตรเครดิตมี 4 หลัก
vi_vn: Năm hiệu lực bắt buộc điền 4 chữ số
zh_hans: 有效期年必须为4位
zh_hant: 有效期年必須為4位

# cart_year_expire_toast
source: Format of the expiry date is wrong
cs: Formát data exspirace je nesprávný
da: Formatet for udløbsdatoen er forkert
de: Format des Verfallsdatums ist falsch
es: El formato de la fecha de caducidad es incorrecto
fi: Vanhentumispäivän muoto on väärä
fr: Le format de la date d'expiration est incorrect
id_id: Format masa berlaku kartu kredit salah
it: Il formato della data di scadenza è errato
nb: Formatet for utløpsdatoen er feil
nl: Formaat van de vervaldatum is verkeerd
pl: Format daty ważności jest nieprawidłowy
pt: O formato da data de expiração está errado
sv: Formatet för utgångsdatum är fel
th: รูปแบบของวันหมดอายุนั้นผิด
vi_vn: Thời hạn hiệu lực thẻ tín dụng không đúng
zh_hans: 信用卡有效期的格式不正确
zh_hant: 信用卡有效期的格式不正確

# cart_year_expire_write_toast
source: Please fill the card expiry date
cs: Vyplňte prosím datum vypršení platnosti karty
da: Udfyld kortets udløbsdato
de: Bitte füllen Sie das Ablaufdatum der Karte aus
es: Complete la fecha de caducidad de la tarjeta
fi: Täytä kortin voimassaolopäivä
fr: Veuillez renseigner la date d'expiration de la carte
id_id: Silahkan isi masa berlaku kartu kredit
it: Si prega di compilare la data di scadenza della carta
nb: Vennligst fyll ut kortets utløpsdato
nl: Vul de verloopdatum van de kaart in
pl: Proszę wypełnić datę ważności karty
pt: Por favor, preencha a data de validade do cartão
sv: Var god fyll i kortets utgångsdatum
th: โปรดกรอกวันหมดอายุของการ์ด
vi_vn: Vui lòng nhập thời hạn hiệu lực thẻ tín dụng
zh_hans: 请填写信用卡的有效期限
zh_hant: 請填寫信用卡的有效期限

# new_sort_title_search_result
source: New to Old
cs: Nový do starého
da: Ny til gammel
de: Neu bei Alt
fi: Uusi vanhaan
fr: Nouvel à l'ancien
id_id: Produk baru diutamakan
it: Nuovo in vecchio
nb: Ny til gammel
nl: Nieuw naar oud
pt: Novo para antigo
th: ใหม่ถึงเก่า
vi_vn: Ưu tiên hàng mới
zh_hans: 新品优先
zh_hant: 新品優先

# no_delivery_supported
source: Delivery is not supported
cs: Doručení není podporováno
da: Levering understøttes ikke
de: Lieferung wird nicht unterstützt
es: La entrega no es compatible
fi: Toimitus ei ole tuettu
fr: La livraison n'est pas prise en charge
id_id: Pengiriman tidak dapat didukung
it: La consegna non è supportata
nb: Levering støttes ikke
nl: Levering wordt niet ondersteund
pl: Dostawa nie jest obsługiwana
pt: A entrega não é suportada
sv: Leverans stöds inte
th: ไม่รองรับการจัดส่ง
vi_vn: Giao hàng không được hỗ trợ
zh_hans: 当前地区不支持配送
zh_hant: 當前地區不支持配送

# index_board_highlight
source: Recommended Items
cs: Doporučené položky
da: Anbefalede emner
de: Empfohlene Elemente
es: Elementos recomendados
fi: Suositellut kohteet
fr: Éléments recommandés
id_id: Pilihan terbaik
it: Articoli consigliati
nb: Anbefalte elementer
nl: Aanbevolen items
pl: Polecane artykuły
pt: Itens recomendados
sv: Rekommenderade poster
th: รายการที่แนะนำ
vi_vn: Chọn lọc
zh_hans: 精选
zh_hant: 精選

# index_bannerlist_highlight
source: Recommended List
cs: Doporučený seznam
da: Anbefalet liste
de: Empfohlene Liste
es: Lista recomendada
fi: Suositeltu luettelo
fr: Liste recommandée
id_id: Daftar pilihan terbaik
it: Elenco consigliato
nb: Anbefalt liste
nl: Aanbevolen lijst
pl: Zalecana lista
pt: Lista recomendada
sv: Rekommenderad lista
th: รายการแนะนำ
vi_vn: Hàng cao cấp
zh_hans: 精选列表
zh_hant: 精選列表

# index_pagingbanner_highlight
source: Recommended List
cs: doporučený seznam
da: Anbefalet liste
de: Empfohlene Liste
es: Lista recomendada
fi: Suositeltu luettelo
fr: Liste recommandée
id_id: Daftar pilihan terbaik
it: Lista consigliata
nb: Anbefalt liste
nl: Aanbevolen lijst
pl: Zalecana lista
pt: Lista recomendada
sv: Rekommenderad lista
th: รายการแนะนำ
vi_vn: Hàng cao cấp
zh_hans: 精选列表
zh_hant: 精选列表

# index_hotshop_highlight
source: Recommended List
cs: doporučený seznam
da: Anbefalet liste
de: Empfohlene Liste
es: Lista recomendada
fi: Suositeltu luettelo
fr: Liste recommandée
id_id: Daftar pilihan terbaik
it: Lista consigliata
nb: Anbefalt liste
nl: Aanbevolen lijst
pl: Zalecana lista
pt: Lista recomendada
sv: Rekommenderad lista
th: รายการแนะนำ
vi_vn: Hàng cao cấp
zh_hans: 精选列表
zh_hant: 精选列表

# search_input_defualt
source: Worldwide Free Shipping
cs: Celosvětová doprava zdarma
de: Kostenloser Versand weltweit
es: Envío gratis a nivel mundial
fi: Maailmanlaajuinen ilmainen toimitus
fr: Livraison gratuite dans le monde
id_id: Cari di CloudMall
it: Spedizione gratuita in tutto il mondo
nl: Wereldwijd gratis verzending
pl: Darmowa wysyłka na cały świat
pt: Frete grátis para todo o mundo
th: จัดส่งฟรีทั่วโลก
vi_vn: Giao hang miên phi toan câu
zh_hans: 全场免邮
zh_hant: 全场免邮
