Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# india_street2_detail
source: Landmark (optional)
cs: Landmark (volitelné)
da: Landmærke(valgfrit)
es: Punto de referencia (opcional)
fi: Maamerkki (valinnainen)
fr: Point de repère (facultatif)
it: Punto di riferimento (facoltativo)
nb: Landemerke (valgfritt)
nl: Oriëntatiepunt(optioneel)
pl: Punkt orientacyjny (opcjonalnie)
pt: Marco(opcional)
th: จุดสังเกต(เป็นทางเลือก)
vi_vn: Mốc (không bắt buộc)
zh_hans: 地标 (选填)

# india_city_title
source: City/District:
cs: Město/Oblast:
da: By/District:
de: Stadt/Bezirk:
es: Ciudad / Distrito:
fi: Kaupunki/piiri:
fr: Ville/District:
it: Città/Distretto:
nb: By/Distrikt:
nl: Stad/district:
pl: Miasto/dzielnica:
pt: Cidade/Distrito:
sv: Stad/Distrikt:
th: เมือง/เขต:
vi_vn: Thành phố/Huyện:
zh_hans: 市/区:

# india_state_title
source: Region/State:
cs: Region/stát:
es: Región / Estado:
fi: Alue/valtio:
fr: Région/État:
it: Regione/Stato:
nl: Regio/Staat:
pt: Região/estado:
sv: Region/Stat:
th: ภูมิภาค/รัฐ:
vi_vn: Vùng / Tiểu bang:
zh_hans: 地区/省：

# india_mobile
source: Mobile
cs: Mobilní
es: Móvil
it: Cellulare
nl: Mobiel
pt: Celular
th: มือถือ
vi_vn: Điện thoại di động
zh_hans: 电话

# india_mobile_phone_number
source: Mobile Phone Number
cs: Číslo mobilního telefonu
da: Mobiltelefonnummer
de: Mobiltelefonnummer
es: Número de teléfono móvil
fi: Matkapuhelinnumero
fr: Numéro de téléphone mobile
it: Numero di cellulare
nb: Mobiltelefonnummer
nl: Mobiel nummer
pl: Numer telefonu komórkowego
pt: Número do celular
sv: Mobiltelefonnummer
th: หมายเลขโทรศัพท์มือถือ
vi_vn: Số điện thoại
zh_hans: 手机号码

# india_country
source: County
cs: kraj
es: Condado
fr: Comté
it: Contea
nl: Provincie
pt: Condado
th: จังหวัด
vi_vn: Quận
zh_hans: 国家

# india_town
source: Locality/Town
cs: Lokalita/město
da: Lokalitet/By
de: Ort/Stadt
es: Localidad / Ciudad
fi: Sijainti/kaupunki
fr: Localité/Ville
it: Località/Città
nl: Plaats/Plaats
pl: Lokalizacja/miasto
pt: Localidade/Cidade
sv: Ort/Stad
th: ท้องที่/เมือง
vi_vn: Địa phương / Thị trấn
zh_hans: 地区

# india_street_address
source: Street Address
cs: Adresa ulice
da: Gadeadresse
de: Straße
es: Dirección de calle
fi: Katuosoite
fr: Adresse postale
it: Indirizzo
nb: Gateadresse
nl: Straatadres
pl: Ulica
pt: Endereço da rua
sv: Gatuadress
th: ที่อยู่
vi_vn: Địa chỉ đường phố
zh_hans: 街道地址

# india_address
source: Address
cs: Adresa
de: Adresse
es: Dirección
fi: Osoite
fr: Adresse
it: Indirizzo
nb: Adresse
nl: Adres
pl: Adres
pt: Endereço
sv: Adress
th: ที่อยู่
vi_vn: Địa chỉ nhà
zh_hans: 地址

# india_address_details
source: Address Details
cs: Podrobnosti o adrese
da: Adresseoplysninger
de: Adressdetails
es: Detalles de la dirección
fi: Osoitetiedot
fr: Détails de l'adresse
it: Dettagli indirizzo
nb: Adressedetaljer
nl: Adresgegevens
pl: Szczegóły adresu
pt: Detalhes do endereço
sv: Adressdetaljer
th: รายละเอียดที่อยู่
vi_vn: Chi tiết địa chỉ
zh_hans: 详细地址

# india_detail_address_input
source: Street,Area,House No.,C/O.
cs: Ulice, oblast, číslo domu, C/O.
da: Gade, Område, Husnr, C/O.
de: Straße,Ort,Hausnummer,C/O.
fr: Rue, quartier, n ° de maison, C/O.
it: Via, Area, Numero civico, C/O.
nb: Gate,Areal,Husnr,C/O.
nl: Straat, gebied, huisnummer, C/O.
pl: Ulica, powierzchnia, nr domu, C/O.
pt: Rua, Área, Nº da Casa, C/O.
sv: Gata, Område, Husnummer, C/O.
th: ถนน, พื้นที่, เลขที่บ้าน, C/O
vi_vn: Đường, Khu vực, Số nhà, C/O.
zh_hans: 街道，区域，门牌号

# india_addition_address
source: Apt,Suite,Floor,Bldg,etc.(Optional)
cs: Apt, Suite, Floor, Bldg atd. (volitelné)
da: Apt, Suite, Gulv, Bldg, osv(Valgfrit)
de: Apt,Suite,Floor,Bldg usw.(optional)
es: Apt, Suite, Floor, Bldg, etc. (Opcional)
fi: Apt, sviitti, lattia, Bldg jne. (valinnainen)
fr: Apt, Suite, Floor, Bâtiment, etc. (Facultatif)
it: Apt, Suite, Floor, Bldg, ecc. (Opzionale)
nb: Apt,Suite,Floor,Bldg,etc.(Valgfritt)
nl: Apt, Suite, Floor, Bldg, etc.(Optioneel)
pl: Apt, Suite, Floor, Bldg itp. (opcjonalnie)
pt: Apt, Suite, Floor, Bldg, etc(opcional)
sv: Apt, Suite, Golv, Bldg, etc. (Valfritt)
th: Apt, Suite, Floor, Bldg ฯลฯ (ไม่บังคับ)
vi_vn: Apt, Suite, Sàn nhà, Bldg, etc.(Không bắt buộc)
zh_hans: 公寓，套房，楼，大厦等。（可选）

# zip_wrong_toast
source: Please enter 6-digit pincode.
cs: Zadejte prosím 6místný pincode.
da: Indtast venligst 6-cifret PIN-kode.
de: Bitte geben Sie den 6-stelligen PIN-Code ein.
es: Introduzca un código PIN de 6 dígitos.
fi: Syötä 6-numeroinen pincode.
fr: Veuillez entrer un code PIN à 6 chiffres.
it: Inserisci il codice PIN a 6 cifre.
nb: Vennligst skriv inn 6-sifret PIN-kode.
nl: Voer een pincode van 6 cijfers in.
pl: Wprowadź 6-cyfrowy kod PIN.
pt: Por favor, digite o código PIN de 6 dígitos.
sv: Var god ange en siffrig PIN-kod.
th: โปรดป้อนรหัส PIN 6 หลัก
vi_vn: Vui lòng nhập 6 chữ số ma pin.
zh_hans: 请输入六位数邮编。

# zip_out_range
source: Sorry, we cannot deliver to this pincode.
cs: Omlouváme se, nemůžeme se k tomuto pincode dostat.
da: Beklager, vi kan ikke levere til denne pinkode.
de: Leider können wir nicht an diesen PIN-Code liefern.
es: Lo sentimos, no podemos enviar a este código.
fi: Valitettavasti emme voi toimittaa tätä koodia.
fr: Désolé, nous ne pouvons pas livrer ce code PIN.
it: Spiacenti, non possiamo consegnare a questo codice PIN.
nb: Beklager,vi kan ikke levere til denne PIN-koden.
nl: Sorry, we kunnen niet aan deze pincode leveren.
pl: Przepraszamy, nie możemy dostarczyć na ten kod PIN.
pt: Desculpe, não podemos entregar para este código PIN.
sv: Tyvärr, vi kan inte leverera till denna PIN-kod.
th: ขออภัยเราไม่สามารถส่งไปยังรหัสผ่านนี้
vi_vn: Rất tiếc, chúng tôi không thể gửi tới mã PIN này.
zh_hans: 抱歉，该邮编地区暂不支持配送。

# location_failed
source: Getting Location Failed.
cs: Selhání umístění se nezdařilo.
da: Får placering mislykkedes.
de: Standort konnte nicht abgerufen werden.
es: Error al obtener la ubicación.
fi: Sijainnin epäonnistuminen.
fr: Echec de la récupération de l'emplacement.
it: Ricerca posizione non riuscita.
nb: Får plassering mislyktes.
nl: Locatie ophalen mislukt.
pl: Nie udało się uzyskać lokalizacji.
pt: Obtendo falha na localização.
sv: Komma till plats misslyckades.
th: การรับตำแหน่งล้มเหลว
vi_vn: Không nhận được vị trí.
zh_hans: 获取定位失败。

# sa_address_province_title
source: State/Prov./Region:
cs: Stav/Prov/Region:
da: Stat/Prov/Region:
de: Bundesstaat/Bundesland/Region:
fi: Valtio/Prov/Alue:
fr: État/province/région:
it: Stato/Prov/Regione:
nb: Stat/Prov/Region:
nl: Staat/provincie/regio:
pt: Estado/Prov. Região:
sv: Stat/Prov/Region:
th: รัฐ/Prov./ภูมิภาค:
vi_vn: Tiểu bang/Tỉnh/Vùng:
zh_hans: 州/省/域:

# sa_address_city_title
source: City:
cs: Město:
da: By:
de: Stadt:
fi: Kaupunki:
fr: Ville:
it: Città:
nb: By:
nl: Stad:
pl: Miasto:
pt: Cidade:
sv: Stad:
th: เมือง:
vi_vn: Thành phố:
zh_hans: 市:

# sa_address_district_title
source: District (Optional):
cs: Oblast (volitelné):
da: District(Valgfrit):
de: Bezirk (optional):
es: District (Opcional):
fi: Piiri (valinnainen):
fr: District (facultatif):
it: Distretto (facoltativo):
nb: Distrikt(Valgfritt):
nl: District(Optioneel):
pl: Dystrykt (opcjonalnie):
pt: Distrito(Opcional):
sv: District (Valfritt):
th: เขต(ตัวเลือก):
vi_vn: Huyện (Không bắt buộc):
zh_hans: 区 (选填):

# sa_address_street1_title
source: Street
cs: Ulice
de: Straße
fr: Rue
it: Via
nl: Straat
pl: Ulica
th: ถนน
vi_vn: đường phố
zh_hans: 街道

# sa_address_street2_title
source: Address Details (Optional)
cs: Podrobnosti o adrese (volitelné)
da: Adresseoplysninger(Valgfrit)
de: Adressdetails (optional)
es: Detalles de la dirección (opcional)
fi: Osoitetiedot (valinnainen)
fr: Détails de l'adresse (facultatif)
it: Dettagli indirizzo (facoltativo)
nb: Adressedetaljer(Valgfritt)
nl: Adresgegevens(optioneel)
pl: Szczegóły adresu (opcjonalnie)
pt: Detalhes do endereço(opcional)
sv: Adressdetaljer (Valfritt)
th: รายละเอียดที่อยู่(ตัวเลือก)
vi_vn: Chi tiết địa chỉ (Không bắt buộc)
zh_hans: 详细地址 (选填)

# cash_on_delivery_0
source: Additional Cost
cs: Dodatečné náklady
da: Ekstra omkostninger
de: Zusatzkosten
es: Costo adicional
fi: Lisäkustannukset
fr: Coût supplémentaire
it: Costo aggiuntivo
nb: Tilleggskostnad
nl: Extra kosten
pl: Dodatkowy koszt
pt: Custo adicional
sv: Extra kostnad
th: ต้นทุนเพิ่มเติม
vi_vn: Chi phí bổ sung
zh_hans: 附加费

# cash_on_delivery_1
source: You can pay in cash when your order is on delivery.
cs: Při objednávce můžete platit v hotovosti.
da: Du kan betale kontant, når din ordre er ved levering.
de: Sie können in bar bezahlen,wenn Ihre Bestellung bei Lieferung ist.
es: Puede pagar en efectivo cuando su pedido esté en entrega.
fi: Voit maksaa käteisellä, kun tilauksesi on toimitettu.
fr: Vous pouvez payer en espèces quand votre commande est à la livraison.
it: Puoi pagare in contanti quando il tuo ordine è in consegna.
nb: Du kan betale kontant når bestillingen din er ved levering.
nl: U kunt contant betalen wanneer uw bestelling wordt geleverd.
pl: Możesz zapłacić gotówką, gdy twoje zamówienie jest w dostawie.
pt: Você pode pagar em dinheiro quando seu pedido estiver em entrega.
sv: Du kan betala kontant när din beställning är i leverans.
th: คุณสามารถชำระเป็นเงินสดเมื่อสั่งซื้อของคุณอยู่ในการจัดส่ง
vi_vn: Bạn có thể thanh toán bằng tiền mặt khi đơn đặt hàng của bạn được giao.
zh_hans: 使用货到付款，您可在签收时付款。

# cash_on delivery_2
source: You can use COD only if all your previous COD orders have been signed successfully.
cs: Kód COD můžete použít pouze v případě úspěšného podpisu všech předchozích příkazů COD.
da: Du kan kun bruge COD, hvis alle dine tidligere COD-ordrer er blevet underskrevet med succes.
de: Sie können die Nachnahme nur verwenden,wenn alle Ihre bisherigen Nachnahmeaufträge erfolgreich unterzeichnet wurden.
es: Puede usar COD solo si todas sus órdenes de COD anteriores se han firmado correctamente.
fi: Voit käyttää COD: tä vain, jos kaikki aiemmat COD-tilauksesi on allekirjoitettu onnistuneesti.
fr: Vous pouvez utiliser COD uniquement si toutes vos commandes COD précédentes ont été signées avec succès.
it: Puoi utilizzare COD solo se tutti i precedenti ordini COD sono stati firmati correttamente.
nb: Du kan kun bruke COD hvis alle dine tidligere COD-ordrer er signert med hell.
nl: U kunt alleen COD gebruiken als al uw vorige COD-orders met succes zijn ondertekend.
pl: Możesz użyć COD tylko wtedy, gdy wszystkie poprzednie zamówienia COD zostały pomyślnie podpisane.
pt: Só pode utilizar o COD se todos os seus pedidos anteriores de COD tiverem sido assinados com sucesso.
sv: Du kan bara använda COD om alla dina tidigare COD-order har skrivits med framgång.
th: คุณสามารถใช้ COD ต่อเมื่อคำสั่งซื้อ COD ก่อนหน้านี้ทั้งหมดของคุณได้รับการลงทะเบียนเรียบร้อยแล้ว
vi_vn: Bạn chỉ có thể sử dụng COD nếu tất cả đơn đặt hàng COD trước đó của bạn đã được ký thành công.
zh_hans: 若您有一笔货到付款订单未签收，则不能使用货到付款。

# phone_verify_title
source: Order Confirmation.
cs: Potvrzení objednávky.
da: Ordrebekræftelse.
de: Auftragsbestätigung.
es: Confirmación de pedido.
fi: Tilausvahvistus.
fr: Confirmation de la commande.
it: Conferma dell'ordine.
nb: Bestill bekreftelse.
nl: Orderbevestiging.
pl: Potwierdzenie zamówienia.
pt: Confirmação do pedido
sv: Orderbekräftelse.
th: การยืนยันคำสั่งซื้อ
vi_vn: Xác nhận đơn đặt hàng
zh_hans: 订单确认

# phone_verify_detail_0
source: Please verify your phone number.
cs: Ověřte prosím vaše telefonní číslo.
da: Bekræft dit telefonnummer.
de: Bitte überprüfen Sie Ihre Telefonnummer.
es: Verifique su número de teléfono.
fi: Vahvista puhelinnumerosi.
fr: Veuillez vérifier votre numéro de téléphone.
it: Verifica il tuo numero di telefono.
nb: Vennligst bekreft telefonnummeret ditt.
nl: Verifieer uw telefoonnummer.
pl: Proszę zweryfikować swój numer telefonu.
pt: Por favor, verifique o seu número de telefone.
sv: Vänligen verifiera ditt telefonnummer.
th: โปรดยืนยันหมายเลขโทรศัพท์ของคุณ
vi_vn: Vui lòng xác minh số điện thoại của bạn.
zh_hans: 请验证手机号。

# phone_verify_detail_1
source: Tap 'Send Code' to request verification code.
cs: Chcete-li požádat o ověření, klepněte na 'Odeslat kód'.
da: Tryk på 'Send kode' for at anmode om bekræftelseskode.
de: Tippen Sie auf 'Send Code',um den Bestätigungscode anzufordern.
es: Toque 'Enviar código' para solicitar el código de verificación.
fi: Napauta Lähetä koodi', jos haluat pyytää vahvistuskoodia.
fr: Tapez sur 'Envoyer le code' pour demander le code de vérification.
it: Tocca 'Invia codice' per richiedere il codice di verifica.
nb: Trykk 'Send kode' for å be om bekreftelseskode.
nl: Tik op 'Code verzenden' om een ​​verificatiecode aan te vragen.
pl: Dotknij 'Wyślij kod', aby poprosić o kod weryfikacyjny.
pt: Toque em 'Enviar código' para solicitar o código de verificação.
sv: Peka på 'Skicka kod' för att begära verifieringskod.
th: แตะ 'ส่งรหัส' เพื่อขอรหัสยืนยัน
vi_vn: Nhấn 'Gửi mã' để yêu cầu mã xác minh
zh_hans: 点击‘发送验证码’获取验证码。

# phone_verify_input
source: Your Phone
cs: Váš telefon
da: Din telefon
de: Ihr Telefon
fi: Puhelin
fr: Votre téléphone
it: Il tuo telefono
nb: Telefonen din
nl: Uw telefoon
pl: Twój telefon
pt: Seu telefone
sv: Din telefon
th: โทรศัพท์ของคุณ
vi_vn: Điện thoại của bạn
zh_hans: 输入您的手机号

# phone_verify_button
source: Verify
cs: Ověřit
da: Bekræft
de: Überprüfen
es: Verificar
fi: Vahvista
it: Verifica
nb: Bekreft
nl: Verifiëren
pl: Weryfikuj
pt: Verificar
sv: Verifiera
th: ยืนยัน
vi_vn: Kiểm chứng
zh_hans: 验证

# phone_code_detail
source: Please enter 4-digit code.
cs: Zadejte prosím čtyřmístný kód.
da: Indtast venligst 4-cifret kode.
de: Bitte geben Sie den 4-stelligen Code ein.
es: Por favor ingrese el código de 4 dígitos.
fi: Anna 4-numeroinen koodi.
fr: Veuillez entrer un code à 4 chiffres.
it: Inserisci il codice a 4 cifre.
nb: Vennligst skriv inn 4-sifret kode.
nl: Voer een 4-cijferige code in.
pl: Wprowadź 4-cyfrowy kod.
pt: Por favor, digite o código de 4 dígitos.
sv: Var god ange fyrsiffrig kod.
th: โปรดป้อนรหัส 4 หลัก
vi_vn: Vui lòng nhập mã gồm 4 chữ số.
zh_hans: 请输入四位数验证码。

# phone_code_input
source: 4-digit code
cs: čtyřmístný kód
da: 4-cifret kode
de: 4-stelliger Code
es: código de 4 dígitos
fi: 4-numeroinen koodi
fr: code à 4 chiffres
it: codice a 4 cifre
nb: 4-sifret kode
nl: 4-cijferige code
pl: 4-cyfrowy kod
pt: código de 4 dígitos
sv: 4-siffrig kod
th: รหัส 4 หลัก
vi_vn: Mã 4 chữ số
zh_hans: 四位数验证码

# phone_code_resend
source: Resend
cs: Znovu odeslat
de: Erneut senden
es: Reenviar
fi: Lähetä uudelleen
fr: Renvoyer
it: Invia di nuovo
nl: Opnieuw verzenden
pl: Wyślij ponownie
pt: Reenviar
sv: Skicka vidare
th: ส่งซ้ำ
vi_vn: Gửi lại
zh_hans: 重新发送

# phone_verify_send
source: Send Code
cs: Odeslat kód
da: Send kode
de: Code senden
es: Enviar código
fi: Lähetä koodi
fr: Envoyer le code
it: Invia codice
nb: Send kode
nl: Verzend code
pl: Wyślij kod
pt: Enviar código
sv: Skicka kod
th: ส่งรหัส
vi_vn: Gửi mã
zh_hans: 发送验证码

# shipping_free
source: Free
cs: Volný
de: Kostenlos
fr: Gratuit
it: Gratuito
nl: Gratis
pl: Bezpłatne
pt: Livre
th: ฟรี
vi_vn: Miễn phí
zh_hans: 免费

# phone_verify_sending
source: Sending
cs: Odesílání
de: Senden
fi: Lähettäminen
fr: Envoi
it: Invio
nl: Verzenden
pl: Wysyłanie
pt: Enviando
sv: Skicka
th: กำลังส่ง
vi_vn: Gửi
zh_hans: 发送中

# phone_verify_wrong
source: Wrong code. Try again.
cs: Špatný kód. Zkuste to znovu.
da: Forkert kode. Prøv igen.
de: Falscher Code. Versuchen Sie es erneut.
es: Código incorrecto. Inténtelo de nuevo.
fi: Väärä koodi. Yritä uudelleen.
fr: Code incorrect. Essayez à nouveau.
it: Codice errato. Riprova.
nb: Feil kode. Prøv igjen.
nl: Verkeerde code. Probeer het opnieuw.
pl: Błędny kod. Spróbuj ponownie.
pt: Código errado. Tente novamente.
sv: Fel kod. Försök igen.
th: รหัสไม่ถูกต้องลองอีกครั้ง
vi_vn: Sai mã. Thử lại.
zh_hans: 验证码错误，请重试。

# code_send_failed
source: Failed to send the code, please check your phone number and try again.
cs: Nepodařilo se odeslat kód, zkontrolujte prosím své telefonní číslo a zkuste to znovu.
da: Kunne ikke sende koden, tjek venligst dit telefonnummer og prøv igen.
de: Der Code konnte nicht gesendet werden. Bitte überprüfen Sie Ihre Telefonnummer und versuchen Sie es erneut.
es: Error al enviar el código, verifique su número de teléfono e intente nuevamente.
fi: Koodin lähettäminen epäonnistui, tarkista puhelinnumerosi ja yritä uudelleen.
fr: Échec d'envoi du code, vérifiez votre numéro de téléphone et réessayez.
it: Impossibile inviare il codice, controlla il tuo numero di telefono e riprova.
nb: Kunne ikke sende koden,vennligst sjekk telefonnummeret ditt og prøv igjen.
nl: Kon de code niet verzenden, controleer uw telefoonnummer en probeer het opnieuw.
pl: Nie udało się wysłać kodu, sprawdź swój numer telefonu i spróbuj ponownie.
pt: Falha ao enviar o código, verifique seu número de telefone e tente novamente.
sv: Misslyckades med att skicka koden, kolla ditt telefonnummer och försök igen.
th: ไม่สามารถส่งรหัสได้โปรดตรวจสอบหมายเลขโทรศัพท์ของคุณแล้วลองอีกครั้ง
vi_vn: Không thể gửi mã, vui lòng kiểm tra điện thoại của bạn và thử lại.
zh_hans: 发送验证码失败，请检查手机号后重试。

# cod_not
source: Not Available
cs: Není k dispozici
da: Ikke tilgængelig
de: Nicht verfügbar
es: No disponible
fi: Ei käytettävissä
fr: non disponible
it: Non disponibile
nb: Ikke tilgjengelig
nl: Niet beschikbaar
pt: Não disponível
sv: Ej tillgängligt
th: ไม่พร้อมใช้งาน
vi_vn: Không có sẵn
zh_hans: 不可用

# dp_reviews
source: Reviews
cs: Recenze
da: Anmeldelser
es: Comentarios
fi: Arvostelut
fr: Commentaires
it: Recensioni
nl: Recensies
pl: Recenzje
pt: Comentários
th: ความคิดเห็น
vi_vn: Nhận xét
zh_hans: 条评论

# dp_no_reviews
source: No Reviews
cs: Žádné recenze
da: Ingen anmeldelser
de: Keine Bewertungen
es: Sin comentarios
fi: Ei arvosteluja
fr: Pas de commentaires
it: Nessuna recensione
nb: Ingen anmeldelser
nl: Geen recensies
pl: Brak recenzji
pt: Sem comentários
sv: Inga recensioner
th: ไม่มีคำวิจารณ์
vi_vn: Không có bài đánh giá nào
zh_hans: 暂无评论

# dp_review
source: Review
cs: Přezkum
es: Revisión
fr: Révision
it: Recensione
nl: Beoordeling
pl: Recenzja
pt: Revisão
th: ตรวจสอบ
vi_vn: ôn tập
zh_hans: 条评论

# dp_topban_welcome
source: Welcome
cs: Vítejte
da: Velkommen
de: Willkommen
es: Bienvenido
fi: Tervetuloa
fr: Bienvenue
it: Benvenuto
nb: Velkommen
nl: Welkom
pl: Witamy
pt: Bem-vindo
sv: Välkommen
th: ยินดีต้อนรับ
vi_vn: Chào mừng
zh_hans: 欢迎

# dp_topban_order
source: The latest order,
cs: Poslední objednávka
da: Den seneste ordre
de: Die letzte Bestellung
es: El último pedido,
fi: Viimeisin järjestys
fr: La dernière commande,
it: L'ultimo ordine,
nb: Den siste ordren
nl: De laatste bestelling
pl: Ostatnie zamówienie
pt: O último pedido,
sv: Den senaste ordern
th: คำสั่งซื้อล่าสุด
vi_vn: Thứ tự mới nhất,
zh_hans: 最新订单,

# dp_topban_ordertime
source: sec ago.
cs: předtím.
da: sek siden.
de: sek her.
es: hace segundos.
fi: sekuntia sitten.
fr: il y a sec.
it: secondi fa.
nb: sek siden.
nl: sec geleden.
pt: seg atrás.
sv: sek sedan.
th: วินาทีที่ผ่านมา
vi_vn: giây trước.
zh_hans: 秒前

# dp_topban_view
source: people viewing now!
cs: lidé se dívají nyní!
da: Folk ser nu!
de: Personen,die jetzt angezeigt werden!
es: personas que están viendo ahora!
fi: ihmiset katsovat nyt!
fr: les personnes qui regardent maintenant!
it: persone che stanno visualizzando ora!
nb: folk ser nå!
nl: mensen die nu kijken!
pl: ludzie oglądają teraz!
pt: pessoas vendo agora!
sv: Folk tittar nu!
th: ผู้คนกำลังดูอยู่ตอนนี้!
vi_vn: mọi người đang xem ngay bây giờ!
zh_hans: 人正在查看

# dp_more_reviews
source: More Reviews
cs: Další recenze
da: Flere anmeldelser
de: Weitere Bewertungen
es: Más revisiones
fi: Lisää arvosteluja
fr: Plus d'avis
it: Altre recensioni
nb: Flere anmeldelser
nl: Meer beoordelingen
pl: Więcej recenzji
pt: Mais críticas
sv: Fler recensioner
th: ความเห็นเพิ่มเติม
vi_vn: Nhận xét khác
zh_hans: 更多评论

# flash_sale_end_in
source: End in
cs: Konec
es: Fin en
fi: Lopeta
fr: Terminer dans
it: Termina
nl: Einde in
pl: Zakończ
pt: Terminar em
sv: Sluta i
th: สิ้นสุดใน
vi_vn: Kết thúc bằng
zh_hans: 即将结束

# flash_sale_not_started
source: Not started
cs: Nezačalo
da: Ikke startet
de: Nicht gestartet
es: No iniciado
fi: Ei käynnistetty
fr: Pas commencé
it: Non avviato
nb: Ikke startet
nl: Niet gestart
pt: Não iniciado
sv: Inte startat
th: ยังไม่ได้เริ่ม
vi_vn: Chưa bắt đầu
zh_hans: 未开始

# flash_sale_over
source: Over
cs: Nad
fr: Plus
pt: Sobre
sv: Över
th: สูง
vi_vn: Hơn
zh_hans: 已结束

# limited_time_offer_info
source: Instant offer: Add to cart right now to unlock a lower price!
cs: Okamžitá nabídka: v tuto chvíli si můžete odemknout nižší cenu!
da: Øjeblikkelig tilbud: Læg i indkøbskurv lige nu for at låse op en lavere pris!
de: Sofortangebot: Jetzt in den Warenkorb legen,um einen niedrigeren Preis freizuschalten!
es: Oferta instantánea: ¡Agregue al carrito ahora mismo para desbloquear un precio más bajo!
fi: Välitön tarjous: Lisää koriin juuri nyt, kun haluat avata halvemman hinnan!
fr: Offre instantanée: Ajoutez-le maintenant pour obtenir un prix inférieur!
it: Offerta istantanea: aggiungi al carrello adesso per sbloccare un prezzo inferiore!
nb: Øyeblikkelig tilbud: Legg i handlevognen akkurat nå for å låse opp en lavere pris!
nl: Directe aanbieding: voeg nu aan winkelwagen toe om een ​​lagere prijs te ontgrendelen!
pl: Natychmiastowa oferta: Dodaj do koszyka już teraz, aby odblokować niższą cenę!
pt: Oferta instantânea: adicione ao carrinho agora mesmo para desbloquear um preço menor!
sv: Instant offer: Lägg i kundvagnen just nu för att låsa upp ett lägre pris!
th: ข้อเสนอทันที: สั่งซื้อตอนนี้เพื่อปลดล็อคราคาที่ต่ำกว่า!
vi_vn: Penawaran instan: Tambahkan ke keranjang sekarang juga cho membuka kunci harga yang lebih rendah!
zh_hans: 即时优惠：立即加入购物车以解锁更低的价格！

# limited_time_offer_expired
source: Expired
cs: Platnost vypršela
da: Udløbet
de: Abgelaufen
fi: Vanhentunut
fr: Expiré
it: Scaduto
nb: Utløpt
nl: Verlopen
pl: Wygasł
pt: Expirado
th: หมดอายุ
vi_vn: Đã hết hạn
zh_hans: 已过期

# limited_time_offer_now_only
source: Now Only
cs: Nyní pouze
da: Nu kun
de: Jetzt nur
es: Solo ahora
fi: Vain nyt
fr: Maintenant seulement
it: Solo ora
nb: nå bare
nl: Nu alleen
pt: Agora apenas
sv: Nu bara
th: เฉพาะตอนนี้
vi_vn: Chỉ bây giờ
zh_hans: 现在仅需

# limited_time_offer_text_first
source: You unlocked
cs: Odemčeno
da: Du låste op
de: Sie haben nicht freigeschaltet
es: Has desbloqueado
fi: Avattu
fr: Vous avez déverrouillé
it: Hai sbloccato
nb: Du låst opp
nl: U ontgrendeld
pt: Você desbloqueou
sv: Du låste upp
th: คุณปลดล็อค
vi_vn: Bạn đã mở khóa
zh_hans: 你解锁了这款产品的

# limited_time_offer_text_second
source: off this product.
cs: vypnutí tohoto produktu.
da: fra dette produkt.
de: aus diesem Produkt.
es: fuera de este producto.
fi: pois tästä tuotteesta.
fr: hors de ce produit.
nb: av dette produktet.
nl: van dit product.
pl: wyłącz ten produkt
pt: deste produto
sv: av denna produkt.
th: ปิดผลิตภัณฑ์นี้
vi_vn: Tắt sản phẩm này.
zh_hans: 的优惠

# limited_time_offer_text_third
source: This price expires in 1 hour so checkout soon!
cs: Tato cena vyprší za 1 hodinu, takže brzy skončí platba!
da: Denne pris udløber om 1 time så kassen snart!
de: Dieser Preis verfällt in 1 Stunde,also checken Sie bald aus!
es: Este precio expira en 1 hora, ¡así que haga el pago pronto!
fi: Tämä hinta päättyy 1 tunnin kuluessa niin, että varaus tapahtuu pian!
fr: Ce prix expire dans 1 heure; passez à la caisse bientôt!
it: Questo prezzo scade tra 1 ora, quindi checkout presto!
nb: Denne prisen utløper om 1 time så kassen snart!
nl: Deze prijs verloopt over één uur, dus afrekenen snel!
pl: Ta cena wygasa za 1 godzinę, więc zamówienie wkrótce!
pt: Este preço expira em 1 hora, portanto, finalize a compra em breve!
sv: Detta pris löper ut om 1 timme så kassan snart!
th: ราคานี้จะหมดอายุใน 1 ชั่วโมงดังนั้นจะทำการเช็คเอาต์เร็ว ๆ นี้!
vi_vn: Giá này sẽ hết hạn sau 1 giờ để thanh toán sớm!
zh_hans: 此价格将在1小时后到期，尽快结账！
