Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# cart_soldout_popup
source: Some selected items are sold out, please deselect and try again
cs: Některé vybrané položky jsou vyprodány, prosím zrušte výběr a zkuste to znovu
da: Nogle udvalgte elementer er udsolgt,deselect og prøv igen
de: Einige ausgewählte Artikel sind ausverkauft. Deaktivieren Sie die Auswahl und versuchen Sie es erneut
es: Algunos artículos seleccionados están agotados, deseleccione e intente nuevamente
fi: Jotkut valitut kohteet ovat loppuunmyytyjä, poista valinta ja yritä uudelleen
fr: Certains éléments sélectionnés sont épuisés, veuillez désélectionner et essayer à nouveau
it: Alcuni articoli selezionati sono esauriti, deseleziona e riprova
nb: Noen utvalgte elementer er utsolgt, vennligst avmarker og prøv igjen
nl: Sommige geselecteerde items zijn uitverkocht, schakel de selectie uit en probeer het opnieuw
pl: Niektóre wybrane elementy są wyprzedane, usuń zaznaczenie i spróbuj ponownie
pt: Alguns itens selecionados estão esgotados, desmarque e tente novamente
sv: Vissa utvalda objekt är sålda, var god och välj sedan försök igen
th: รายการที่เลือกบางรายการหมดไปแล้วโปรดยกเลิกการเลือกและลองอีกครั้ง
vi_vn: Một số mặt hàng đã chọn được bán hết, hãy bỏ chọn và thử lại
zh_hans: 部分选定商品已售罄，请取消选择并重试
zh_hant: 部分選定商品已售罄，請取消選擇並重試

# index_banner_more
source: VIEW ALL
cs: ZOBRAZIT VŠECHNY
da: VIS ALLE
de: ALLE ANZEIGEN
es: VER TODOS
fr: VOIR TOUT
it: VISUALIZZA TUTTO
nb: VIS ALLE
nl: ALLES BEKIJKEN
pl: ZOBACZ WSZYSTKO
pt: VER TODOS
sv: VISA ALLA
th: ดูทั้งหมด
vi_vn: XEM TẤT CẢ
zh_hans: 查看全部
zh_hant: 更多

# search_mall_soldby
source: Sold by
cs: Prodáno
da: Solgt af
de: Verkauft von
es: Vendido por
fi: Myymät
fr: Vendu par
it: Venduto da
nb: Selges av
nl: Aangeboden door
pl: Sprzedane przez
pt: Vendido por
sv: Såld av
th: ขายโดย
vi_vn: Được bán bởi
zh_hans: 供应商
zh_hant: 供應商

# search_mall_about
source: About
cs: O
da: Om
es: Acerca de
fi: Tietoja
fr: À propos de
it: Informazioni
nb: Om
nl: Over
pt: Sobre
th: เกี่ยวกับ
vi_vn: Trong khoảng
zh_hans: 店铺故事
zh_hant: 店鋪故事

# search_mall_More
source: More
cs: Více
fi: Lisää
fr: Plus
it: Altro
nl: Meer
pl: Więcej
pt: Mais
th: เพิ่มเติม
vi_vn: Hơn
zh_hans: 更多
zh_hant: 更多

# search_mall_less
source: Less
cs: Méně
da: Mindre
de: Weniger
es: Menos
fi: Vähemmän
fr: Moins
it: Meno
nl: Minder
pl: Mniej
pt: Menos
th: น้อยกว่า
vi_vn: Ít hơn
zh_hans: 收起
zh_hant: 收起

# profile_coupon_use
source: Use Now
cs: Použít nyní
da: Brug nu
de: Jetzt verwenden
es: Usar ahora
fi: Käytä nyt
fr: Utiliser maintenant
it: Usa ora
nb: Bruk nå
nl: Nu gebruiken
pl: Użyj teraz
sv: Använd nu
th: ใช้ตอนนี้
vi_vn: SỬ DỤNG
zh_hans: 去使用
zh_hant: 去使用

# profile_coupon_details
source: Coupon Details
cs: Podrobnosti o kupónu
da: Kuponoplysninger
es: Detalles del cupón
fi: Kupongin tiedot
fr: Détails du coupon
it: Dettagli coupon
nb: Kupongdetaljer
pl: Szczegóły kuponu
pt: Detalhes do cupom
sv: Kupongdetaljer
th: รายละเอียดคูปอง
vi_vn: Chi tiết
zh_hans: 优惠券详情
zh_hant: 優惠券詳情

# profile_coupon_expired
source: Unavailable
cs: Platnost vypršela
da: Udløbet
de: Abgelaufen
es: Caducó
fi: Vanhentunut
fr: Expiré
it: Scaduto
nb: Utløpt
nl: Verlopen
pl: Wygasł
pt: Expirado
sv: Expired
th: หมดอายุ
vi_vn: Đã hết hạn
zh_hans: 已过期
zh_hant: 已過期

# profile_coupon_viewdetail
source: View Details
cs: Zobrazit detaily
da: Se detaljer
de: Details anzeigen
es: Ver detalles
fi: Näytä tiedot
fr: Afficher les détails
it: Visualizza dettagli
nb: Vis detaljer
nl: Details bekijken
pl: Zobacz szczegóły
pt: Ver detalhes
sv: Visa detaljer
th: ดูรายละเอียด
vi_vn: Xem chi tiết
zh_hans: 查看详情
zh_hant: 查看詳情

# profile_coupon_timefrom
source: Valid From
cs: Platný od
da: Gyldigt fra
de: Gültig von
fr: Valable à partir de
it: Valido da
nb: Gyldig fra
nl: Geldig vanaf
pt: Válido de
sv: Giltig från
th: ใช้ได้จาก
vi_vn: Có giá trị Từ
zh_hans: 有效期始于
zh_hant: 有效期始於

# profile_coupon_timeto
source: To
cs: Do
da: Til
de: Bis
fi: Vastaanottaja
fr: Pour
it: A
nb: Til
nl: Aan
pl: Do
pt: Para
sv: Till
th: ถึง
vi_vn: Đến
zh_hans: 止于
zh_hant: 止於

# order_coupon_notchoose
source: Do not use coupon
cs: Nepoužívejte kupony
da: Brug ikke kupon
de: Gutschein nicht verwenden
es: No usar cupón
fi: Älä käytä kuponkia
fr: Ne pas utiliser le coupon
it: Non utilizzare coupon
nb: Ikke bruk kupong
nl: Geen coupon gebruiken
pl: Nie używaj kuponu
pt: Não use cupom
sv: Använd inte kupong
th: อย่าใช้คูปอง
vi_vn: Không sử dụng phiếu giảm giá
zh_hans: 不使用优惠券
zh_hant: 不使用優惠券

# profile_coupon_unused
source: Unused
cs: Nepoužité
da: Ubrugt
de: Nicht verwendet
es: No utilizado
fi: Käyttämätön
fr: non utilisé
it: Non utilizzato
nb: Ubrukt
nl: Niet gebruikt
pl: Nieużywane
pt: Não usado
sv: Oanvänd
th: ไม่ได้ใช้
vi_vn: Chưa sử dụng
zh_hans: 未使用
zh_hant: 未使用

# profile_coupon_nocoupon
source: No Coupons Available
cs: Kupóny nejsou k dispozici
da: Ingen tilgængelige kuponer
de: Keine Coupons verfügbar
es: No hay cupones disponibles
fi: Ei kuponkeja saatavilla
fr: Aucun coupon disponible
it: Nessun coupon disponibili
nb: Ingen kuponger tilgjengelig
nl: Geen coupons beschikbaar
pl: Brak dostępnych kuponów
pt: Nenhum cupom disponível
sv: Inga kuponger tillgängliga
th: ไม่มีคูปอง
vi_vn: Không có phiếu giảm giá nào
zh_hans: 无可用优惠券
zh_hant: 無可用優惠券

# add_coupon_code_title
source: Coupon Code
cs: Kód kupónu
da: Kuponkode
de: Gutscheincode
es: Código de cupón
fi: kuponkikoodi
fr: Code du coupon
it: Codice coupon
nb: Kupongkode
pl: Kod kuponu
pt: Código do cupom
sv: Kupongkod
th: รหัสคูปอง
vi_vn: mã giảm giá
zh_hans: 优惠券码

# add_coupon_code_input
source: Enter coupon code
cs: Zadejte kuponový kód
da: Indtast kuponkode
de: Gutscheincode eingeben
es: Introduzca el código del cupón
fi: Syötä kuponkikoodi
fr: Entrer le code coupon
it: Inserisci codice coupon
nb: Oppgi kupongkode
nl: Voer couponcode in
pl: Wpisz kod kuponu
pt: Digite o código do cupom
sv: Ange kupongkod
th: ป้อนรหัสคูปอง
vi_vn: nhập mã phiếu giảm giá
zh_hans: 输入优惠券码

# add_coupon_code_apply
source: Apply
cs: Použití
de: Übernehmen
fi: Käytä
fr: Appliquer
it: Applica
nl: Toepassen
pl: Zastosuj
pt: Aplicar
th: ใช้
vi_vn: ứng dụng
zh_hans: 应用

# order_status_unpaid
source: Unpaid
cs: Neplacené
da: Ubetalt
de: Unbezahlt
es: Sin pagar
fi: Maksamaton
fr: Non payé
it: Non pagato
nb: Ubetalt
nl: Niet betaald
pl: Niezapłacone
pt: Não pago
sv: Obetalda
th: ที่ยังไม่ชำระ
vi_vn: Không trả tiền
zh_hans: 未付款
zh_hant: 未付款

# order_status_pending
source: Pending
cs: Čekající
de: Ausstehend
fi: Odottaa
fr: En attente
it: in attesa di
nb: Venter
nl: In afwachting
pl: W oczekiwaniu
pt: Pendente
sv: Väntar
th: รอดำเนินการ
vi_vn: Chuẩn bị
zh_hans: 备货中
zh_hant: 備貨中

# order_status_shipping
source: Shipping
cs: Lodní
de: Versand
es: Envío
fr: Expédition
it: Spedizione
nl: Verzenden
pl: Wysyłka
pt: Envio
th: การจัดส่ง
vi_vn: Chuyển
zh_hans: 运输中
zh_hant: 運輸中

# order_status_all
source: All
cs: Vše
de: Alle
fi: Kaikki
fr: Tous
it: Tutto
nb: Alle
nl: Alles
pt: Todos
sv: Alla
th: ทั้งหมด
vi_vn: Tất cả các
zh_hans: 所有订单
zh_hant: 所有訂單

# order_detail_policy
source: After Sales Policy
cs: Po obchodní politice
da: Eftersalgspolitik
es: Después de la política de ventas
fi: Myynnin jälkeinen politiikka
fr: Stratégie après-vente
it: Politica post vendita
nb: Ettersalgspolicy
nl: Na verkoopbeleid
pl: Polityka posprzedażna
pt: Política de pós-vendas
th: นโยบายการขายหลัง
vi_vn: Chính sách sau bán hàng
zh_hans: 售后政策

# order_policy_help
source: Need help?
cs: Potřebujete pomoc?
da: Brug for hjælp?
de: Benötigen Sie Hilfe?
es: ¿Necesita ayuda?
fi: Tarvitsetko apua?
fr: Besoin d'aide?
it: Hai bisogno di aiuto?
nb: Trenger du hjelp?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pt: Precisa de ajuda?
sv: Behöver du hjälp?
th: ต้องการความช่วยเหลือหรือไม่
vi_vn: Cần giúp đỡ?
zh_hans: 需要帮助？

# order_policy_contact
source: Contact us.
cs: Kontaktujte nás.
da: Kontakt os.
de: Kontaktieren Sie uns.
es: Contáctenos.
fi: Ota yhteyttä.
fr: Contactez-nous.
it: Contattaci.
nb: Kontakt oss.
nl: Neem contact met ons op.
pl: Skontaktuj się z nami.
pt: Entre em contato.
sv: Kontakta oss.
th: ติดต่อเรา
vi_vn: Liên hệ chúng tôi.
zh_hans: 联系我们。

# order_confirm_delivery
source: Confirm Delivery
cs: Potvrzení doručení
da: Bekræft levering
de: Lieferung bestätigen
es: Confirmar entrega
fi: Vahvista toimitus
fr: Confirmer la livraison
it: Conferma consegna
nb: Bekreft levering
nl: Bevestig levering
pt: Confirmar entrega
sv: Bekräfta leverans
th: ยืนยันการจัดส่ง
vi_vn: Xác nhận giao hàng
zh_hans: 确认收货

# order_confirm_logistics
source: Logistics
cs: Logistika
da: Logistik
de: Logistik
fi: Logistiikka
fr: Logistique
it: Logistica
nb: Logistikk
nl: Logistiek
pt: Logística
th: โลจิสติกส์
zh_hans: 物流详情

# order_status_finished
source: Finished
cs: Dokončeno
da: Færdig
de: Fertig
es: Terminado
fi: Valmis
fr: Terminé
it: Finito
nb: Ferdig
nl: Klaar
pl: Zakończony
pt: Concluído
sv: Färdiga
th: สำเร็จรูป
vi_vn: Đã kết thúc
zh_hans: 已完成

# order_status_refunded
source: Refunded
cs: Vrácení
de: Erstattet
es: Reembolsado
fi: palauteta
fr: Remboursé
it: rimborsato
nb: Refundert
nl: teruggestort
pl: zwrotowi
pt: Reembolsado
sv: återbetalas
th: คืนเงิน
vi_vn: Hoàn lại tiền
zh_hans: 已退款

# order_logistics_co
source: Shipping Co.
cs: Přepravní společnosti
fr: Société d'expédition
it: Spedizione Co.
th: บริษัท จัดส่ง
vi_vn: Đại lý giao nhận
zh_hans: 物流公司

# order_logistics_no
source: Tracking No.
cs: Pracovní č.
es: nTracking No.
fi: nTracking No.
fr: Numéro de suivi
pl: nTracking No.
pt: Não acompanhando
th: หมายเลขการติดตาม
vi_vn: Số theo dõi
zh_hans: 运单号

# order_logistics_day
source: day
cs: den
de: Tag
fi: päivä
fr: jour
nl: dag
pt: dia
th: วัน
vi_vn: ngày
zh_hans: 天

# order_logistics_days
source: days
cs: dny
de: Tage
fi: päivää
fr: jours
nl: dagen
pt: dias
th: วัน
vi_vn: ngày
zh_hans: 天

# package_status_Unpaid
source: Unpaid
cs: Neplacené
da: Ubetalt
de: Unbezahlt
es: Sin pagar
fi: Maksamaton
fr: Non payé
it: Non pagato
nb: Ubetalt
nl: Niet betaald
pt: Não pago
sv: Obetalda
th: ไม่ได้ชำระ
vi_vn: Không trả tiền
zh_hans: 待支付

# package_status_Processing
source: Processing
cs: Zpracování
da: Behandling
de: Bearbeitung
fi: Käsittely
fr: Traitement en cours
it: Elaborazione
nb: Behandling
nl: Verwerking
pl: Przetwarzanie
pt: Processando
sv: Bearbetning
th: กำลังดำเนินการ
vi_vn: Chế biến
zh_hans: 备货中

# package_status_ReadyToShip
source: Ready to ship
cs: Připraveno k odeslání
da: Klar til at sende
de: Versandbereit
es: Listo para enviar
fi: Valmis lähetettäväksi
fr: Prêt à être expédié
it: Pronto per la spedizione
nb: Klar til å sende
nl: Klaar om te verzenden
pl: Gotowy do wysyłki
pt: Pronto para enviar
sv: Klar att skicka
th: พร้อมที่จะจัดส่ง
vi_vn: Đi tàu
zh_hans: 准备出仓

# package_status_CanceledAfterPaid
source: Canceled
cs: Zrušeno
da: Annulleret
de: Abgebrochen
fi: Peruutettu
fr: Annulé
nl: Geannuleerd
pl: Anulowano
pt: Cancelado
th: ยกเลิก
vi_vn: Đã hủy
zh_hans: 已取消

# package_status_InTransit
source: In Transit
cs: V režimu Transit
da: Transit
fi: Transitissa
fr: En transit
it: In transito
nb: I transitt
pt: Em trânsito
sv: Transit
th: อยู่ระหว่างการเดินทาง
vi_vn: Trong quá cảnh
zh_hans: 运输中

# package_status_Delivered
source: Delivered
cs: Dodáno
de: Geliefert
fi: Toimitettu
fr: Livré
it: Consegnato
nb: Leveres
nl: Bezorgd
pt: Entregue
th: ส่งแล้ว
vi_vn: Đang gửi
zh_hans: 已签收

# package_status_Refunded
source: Refunded
cs: vráceno
de: Erstattet
es: Reembolsado
fi: Palautettu
fr: Remboursé
it: Rimborsato
nb: Refundert
nl: Gerestitueerd
pt: Reembolsado
th: คืนเงิน
vi_vn: Hoàn lại tiền
zh_hans: 已退款

# package_status_CanceledBeforePaid
source: Expired
cs: Platnost vypršela
da: Udgået
de: Abgelaufen
fi: Vanhentunut
fr: Expiré
nb: Utløpt
nl: Verlopen
pl: Wygasł
pt: Expirado
th: หมดอายุ
vi_vn: Đã hết hạn
zh_hans: 已过期

# order_item_no
source: item
cs: položka
it: elemento
th: รายการ
vi_vn: mục
zh_hans: 件商品

# order_item_nos
source: items
cs: položky
de: Artikel
fi: kohteet
fr: éléments
pt: itens
th: รายการ
vi_vn: mục
zh_hans: 件商品

# order_refunded_buy
source: Buy Again
cs: Koupit znovu
da: Køb igen
de: Erneut kaufen
es: Comprar de nuevo
fi: Osta uudelleen
fr: Acheter à nouveau
it: Acquista di nuovo
nb: Kjøp igjen
nl: Opnieuw kopen
pl: Kup ponownie
pt: Comprar novamente
sv: Köp igen
th: ซื้ออีกครั้ง
vi_vn: Mua lại
zh_hans: 再次购买

# refunded_list_bottombar_sum
source: Total
cs: Celkem
de: Gesamt
it: Totale
nb: Totalt
nl: Totaal
pl: Razem
sv: Totalt
th: ยอดรวม
vi_vn: Hoàn toàn
zh_hans: 总计

# refunded_list_bottombar_no
source: item
cs: položka
fr: article
it: elemento
th: รายการ
vi_vn: mục
zh_hans: 件商品

# refunded_list_bottombar_nos
source: items
cs: položky
de: Artikel
fr: éléments
it: articoli
pt: itens
th: รายการ
vi_vn: mục
zh_hans: 件商品

# pending_canceled_notice
source: Your money will be returned in 48 hours
cs: Vaše peníze budou vráceny za 48 hodin
da: Dine penge returneres om 48 timer
de: Ihr Geld wird in 48 Stunden zurückgegeben
es: Su dinero será devuelto en 48 horas
fi: Rahasi palautetaan 48 tunnin kuluessa
fr: Votre argent sera remboursé dans 48 heures
it: Il tuo denaro verrà restituito in 48 ore
nb: Pengene dine vil bli returnert i 48 timer
nl: Uw geld wordt binnen 48 uur geretourneerd
pl: Twoje pieniądze zostaną zwrócone w ciągu 48 godzin
pt: Seu dinheiro será devolvido em 48 horas
sv: Dina pengar kommer att returneras inom 48 timmar
th: เงินของคุณจะถูกส่งกลับภายใน 48 ชั่วโมง
vi_vn: Tiền của bạn sẽ được trả lại trong 48 giờ
zh_hans: 您将在48小时内收到退款

# order_detail_delete
source: Delete
cs: Odstranit
da: Slet
de: Löschen
fi: Poista
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Excluir
th: ลบ
vi_vn: Xóa bỏ
zh_hans: 删除订单

# sidebar_order
source: All Orders
cs: Všechny objednávky
da: Alle ordrer
de: Alle Bestellungen
es: Todas las órdenes
fi: Kaikki tilaukset
fr: Toutes les commandes
it: Tutti gli ordini
nb: Alle bestillinger
nl: Alle bestellingen
pl: Wszystkie zamówienia
pt: Todos os Pedidos
sv: Alla beställningar
th: คำสั่งซื้อทั้งหมด
vi_vn: Tất cả các
zh_hans: 所有订单

# order_viewdetail
source: View Details
cs: Zobrazit podrobnosti
da: Se detaljer
de: Details anzeigen
es: Ver detalles
fi: Näytä tiedot
fr: Détail
it: Visualizza dettagli
nb: Vis detaljer
nl: Details bekijken
pl: Zobacz szczegóły
pt: Ver detalhes
sv: Visa detaljer
th: ดูรายละเอียด
vi_vn: Xem chi tiết
zh_hans: 查看详情

# order_intransit_package
source: Package
cs: Balíček
de: Paket
es: Paquete
fi: Paketti
it: Pacchetto
nl: Pakket
pt: Pacote
th: แพ็คเกจ
vi_vn: Trọn gói
zh_hans: 包裹

# order_detail_time
source: Order time
cs: Čas objednávky
de: Bestellzeit
fi: Tilausaika
fr: Heure de la commande
it: Orario ordine
nb: Bestill tid
nl: Besteltijd
pl: Czas zamówienia
pt: Hora da encomenda
sv: Ordertid
th: เวลาสั่งซื้อ
vi_vn: Thời gian
zh_hans: 下单时间

# order_noorder_title
source: No Orders
cs: Žádné objednávky
da: Ingen ordrer
de: Keine Bestellungen
es: No hay pedidos
fi: Ei tilauksia
fr: Pas de commande
it: Nessun ordine
nb: Ingen bestillinger
nl: Geen bestellingen
pl: Brak zamówień
pt: Nenhum pedido
sv: Inga order
th: ไม่มีคำสั่งซื้อ
vi_vn: Không phải đơn đặt hàng
zh_hans: 暂无订单

# order_noorder_info
source: Go and add goods to your shopping cart!
cs: Přejít a přidat zboží do nákupního vozíku!
da: Gå og tilføj varer til din indkøbskurv!
de: Gehen Sie und legen Sie Waren in Ihren Warenkorb!
es: ¡Ir y agregar productos a su carrito de compras!
fi: Siirry ja lisää tavaroita ostoskoriisi!
fr: Allez et ajoutez des marchandises à votre panier!
it: Vai e aggiungi merci al tuo carrello!
nb: Gå og legg til varer i handlekurven din!
nl: Ga en voeg goederen toe aan uw winkelwagen!
pl: Idź i dodaj towary do koszyka!
pt: Vá e adicione mercadorias ao seu carrinho de compras!
sv: Gå och lägg till varor i din kundvagn!
th: ไปและเพิ่มสินค้าไปยังตะกร้าสินค้าของคุณ!
vi_vn: Đi và thêm hàng vào giỏ hàng của bạn!
zh_hans: 快去装满你的购物车吧！

# order_noorder_button
source: Go shopping
cs: Jdi nakupovat
da: Gå shopping
de: Einkaufen gehen
es: Ir de compras
fi: Ostokset
fr: Faire les courses
it: Fai shopping
nl: Ga winkelen
pl: Idź na zakupy
pt: Ir às compras
sv: Gå och shoppa
th: ไปซื้อของ
vi_vn: Đi mua sắm
zh_hans: 去购物

# order_detail_param_price
source: Price
cs: Cena
de: Preis
fi: Hinta
fr: Prix
it: Prezzo
nb: Pris
nl: Prijs
pl: Cena
pt: Preço
th: ราคา
vi_vn: Giá
zh_hans: 价格

# order_detail_param_shipping
source: Shipping
cs: Odeslání
de: Versand
es: Envío
fr: Expédition
it: Spedizione
nl: Verzenden
pl: Wysyłka
pt: Remessa
th: การจัดส่ง
vi_vn: Vận chuyển
zh_hans: 运费

# order_detail_param_total
source: Total
cs: Celkem
da: i alt
de: Gesamt
fi: Yhteensä
it: Totale
nb: Totalt
nl: Totaal
th: รวม
vi_vn: Tổng cộng
zh_hans: 合计

# order_detail_param_discount
source: Discount
cs: Sleva
de: Rabatt
es: Descuento
fi: Alennus
fr: Réduction
it: Sconto
nb: Rabatt
nl: Korting
pl: Rabat
pt: Desconto
sv: Rabatt
th: ส่วนลด
vi_vn: Giảm giá
zh_hans: 折扣

# order_detail_param_refund
source: Refund
cs: vrácení peněz
de: Rückerstattung
fi: Palautus
fr: Remboursement
it: Rimborso
nl: Restitutie
pl: Zwrot
pt: Reembolso
sv: Återbetalning
th: คืนเงิน
vi_vn: Hoàn lại tiền
zh_hans: 退款

# guide_cart_title
source: Shopping Cart
cs: Nákupní košík
da: Indkøbskurv
de: Einkaufswagen
es: Carrito de compras
fi: Ostoskori
fr: Panier
it: Carrello
nb: Handlekurv
nl: Winkelwagen
pl: Koszyk
pt: Carrinho de compras
sv: Kundvagn
th: รถเข็นช็อปปิ้ง
vi_vn: Giỏ hàng
zh_hans: 购物车

# guide_cart_para
source: Check the shopping cart here.
cs: Zkontrolujte nákupní košík zde.
da: Tjek indkøbskurven her.
de: Überprüfen Sie den Warenkorb hier.
es: Consulte el carrito de compras aquí.
fi: Tarkista ostoskori täältä.
fr: Vérifiez le panier d'achat ici.
it: Controlla qui il carrello della spesa.
nb: Sjekk handlekurven her.
nl: Controleer het winkelwagentje hier.
pl: Sprawdź koszyk tutaj.
pt: Verifique o carrinho de compras aqui.
sv: Kontrollera kundvagnen här.
th: ตรวจสอบตะกร้าสินค้าที่นี่
vi_vn: Kiểm tra giỏ hàng ở đây.
zh_hans: 点击查看购物车

# guide_cart_button
source: Got it
cs: Mám to
da: Fik det
de: Verstanden
es: Entendido
fi: Sain sen
fr: compris
it: Ottenuto
nb: Fikk det
pt: Entendi
sv: Fick det
th: รับแล้ว
vi_vn: Hiểu rồi
zh_hans: 知道了

# guide_dp_title
source: Add to Cart
cs: Přidat do košíku
da: Tilføj til kurv
de: In den Warenkorb
es: Agregar al carrito
fi: Lisää ostoskoriin
fr: Ajouter au panier
it: Aggiungi al carrello
nb: Legg i handlekurven
nl: Toevoegen aan winkelwagen
pl: Dodaj do koszyka
pt: Adicionar ao carrinho
sv: Lägg i varukorgen
th: ใส่ในรถเข็น
vi_vn: Thêm vào giỏ hàng
zh_hans: 加入购物车

# guide_dp_para
source: Put the goods into the shopping cart here.
cs: Vložte zboží do nákupního košíku zde.
da: Sæt varerne i indkøbskurven her.
de: Legen Sie die Waren hier in den Warenkorb.
es: Coloque las mercancías en el carrito de la compra aquí.
fi: Laita tavarat tähän ostoskoriin.
fr: Placez les produits dans le panier ici.
it: Inserisci la merce nel carrello della spesa qui.
nb: Sett varene i handlekurven her.
nl: Plaats hier de goederen in de winkelwagen.
pl: Umieść towary w koszyku tutaj.
pt: Coloque as mercadorias no carrinho de compras aqui.
sv: Lägg varan i kundvagnen här.
th: ใส่สินค้าลงในรถเข็นช็อปปิ้งที่นี่
vi_vn: Đặt hàng vào giỏ mua hàng ở đây.
zh_hans: 点击将商品加入购物车

# coupon_loggedin_title
source: CONGRATULATIONS
cs: Gratulujeme
da: GRATULATIONER
de: GLÜCKWÜNSCHE
es: FELICITACIONES
fi: ONNITTELUT
fr: FÉLICITATIONS
it: CONGRATULAZIONI
nb: Gratulerer
nl: GEFELICITEERD
pl: GRATULACJE
pt: FELICITAÇÕES
sv: GRATULATIONER
th: ขอแสดงความยินดี
vi_vn: XIN CHÚC MỪNG
zh_hans: 恭喜你

# coupon_loggedin_content_title
source: You Got
cs: Získali jste
da: Du fik
de: Du hast
fi: Sinä olet
fr: Vous avez obtenu
it: Hai ottenuto
nb: Du fikk
nl: U hebt
pl: Masz
pt: Você obteve
sv: Du fick
th: คุณได้รับ
vi_vn: Đạt được
zh_hans: 获得

# coupon_loggedin_content_description_1
source: App Exclusive Coupon
cs: Exkluzivní kupon aplikace
da: App eksklusiv kupon
de: exklusiver App-Gutschein
es: Cupón exclusivo de la aplicación
fr: Coupon exclusif à l'application
it: Coupon esclusivo per app
nb: App eksklusiv kupong
nl: Exclusieve kortingsbon voor app
pl: Kupon wyłączny dla aplikacji
pt: Cupom exclusivo do aplicativo
sv: App Exklusiv kupong
th: คูปองพิเศษของแอป
vi_vn: Phiếu giảm giá ứng dụng độc quyền
zh_hans: APP专属优惠券

# coupon_loggedin_content_description_2
source: New User Coupon
cs: Nový kupón uživatele
da: Ny brugerkupon
de: Coupon für neue Benutzer
es: Nuevo cupón de usuario
fi: Uusi käyttäjäkuponki
fr: Coupon du nouvel utilisateur
it: Nuovo tagliando utente
nb: Ny brukerkupong
nl: Nieuwe gebruikerscoupon
pl: Nowy kupon użytkownika
pt: Novo cupom do usuário
sv: Ny användarkupong
th: คูปองผู้ใช้ใหม่
vi_vn: Phiếu thưởng người dùng mới
zh_hans: 新用户专属优惠券

# coupon_loggedin_button
source: See My Coupons
cs: Viz Moje kupóny
da: Se mine kuponer
de: Meine Coupons anzeigen
fi: Katso minun kupongit
fr: Voir mes coupons
it: Vedi i miei coupon
nb: Se mine kuponger
nl: Mijn coupons bekijken
pl: Zobacz moje kupony
pt: Ver meus cupons
sv: Se mina kuponger
th: ดูคูปองของฉัน
vi_vn: Xem phiếu giảm giá
zh_hans: 查看我的优惠券

# coupon_notloggedin_coupon
source: Coupon
cs: Kupon
da: Kupon
de: Gutschein
fi: Kuponki
nb: Kupong
pl: Kupon
pt: Cupom
sv: Kupong
th: คูปอง
vi_vn: Phiếu mua hàng
zh_hans: 优惠券

# coupon_notloggedin_title_1
source: Send you
cs: Odeslat vás
da: Send dig
de: Schicken Sie
es: Enviarle n
fi: Lähetä sinulle
fr: Je vous ai envoyé
it: Invia n
nb: Send deg
nl: Send you n
pl: Wyślij ci n
pt: Envie você
sv: Skicka dig n
th: ส่งคุณ
vi_vn: Gửi cho bạn
zh_hans: 送你

# coupon_notloggedin_title_2
source: the New User-Only
cs: Nový uživatel pouze
da: Kun den nye bruger
de: der neue Benutzer
es: the New User-Only n
fi: Uusi käyttäjä vain
fr: Le nouvel utilisateur uniquement
it: il Nuovo utente solo n
nb: Bare den nye brukeren
nl: de nieuwe gebruiker alleen n
pl: Nowy użytkownik tylko n
pt: o novo usuário somente
sv: Endast den nya användaren n
th: ผู้ใช้ใหม่เท่านั้น
vi_vn: Người dùng mới chỉ
zh_hans: 新用户专属

# coupon_notloggedin_title_3
source: coupons
cs: kupony
da: kuponer
de: Gutscheine
es: cupones
fi: kuponkeja
it: coupon
nb: kuponger
nl: kortingsbonnen
pl: kupony
pt: cupons
sv: kuponger
th: คูปอง
vi_vn: phiếu giảm giá
zh_hans: 优惠券

# coupon_notloggedin_content_description_1
source: Sign up to get
cs: Přihlaste se, abyste získali
da: Tilmeld dig for at få
de: Um sich zu registrieren
es: Regístrese para obtener
fi: Kirjaudu sisään saadaksesi
fr: Inscrivez-vous pour obtenir
it: Iscriviti a ricevere
nb: Registrer deg for å få
nl: Meld je aan om te krijgen
pl: Zarejestruj się, aby uzyskać
pt: Inscreva-se para receber
sv: Registrera dig för att få
th: ลงทะเบียนเพื่อรับ
vi_vn: Đăng ký để nhận
zh_hans: 快注册去领取

# coupon_notloggedin_content_description_2
source: coupons!
cs: kupony!
da: kuponer!
de: Gutscheine!
fi: kuponkeja!
it: coupon!
nb: kuponger!
nl: kortingsbonnen!
pl: kupony!
pt: cupons!
sv: kuponger!
th: คูปอง!
vi_vn: phiếu giảm giá.
zh_hans: 优惠券吧！

# coupon_notloggedin_button
source: Get it!
cs: Získat!
da: Få det!
de: Hol es dir!
es: ¡Consíguelo!
fi: Hanki se!
fr: Obtenez-le!
it: Scarica!
nb: Få det!
nl: Download het!
pl: Pobierz!
pt: Obter!
sv: Hämta det!
th: รับเลย!
vi_vn: Hiểu rồi!
zh_hans: 领取优惠券!
