Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# login_short_password
source: Password must be more than 6 character
cs: Heslo musí mít více než 6 znaků
da: Adgangskoden skal være mere end 6 tegn
de: Das Passwort muss aus mehr als 6 Zeichen bestehen
es: La contraseña debe tener más de 6 caracteres
fi: Salasanan on oltava yli 6 merkkiä
fr: Le mot de passe doit comporter plus de 6 caractères
it: La password deve contenere più di 6 caratteri
nb: Passord må være mer enn 6 tegn
nl: Wachtwoord moet meer dan 6 tekens bevatten
pl: Hasło musi mieć więcej niż 6 znaków
pt: A senha deve ter mais de 6 caracteres
sv: Lösenord måste vara mer än 6 tecken
th: รหัสผ่านต้องมีอักขระเกิน 6 ตัว
vi_vn: Mật khẩu phải dài hơn 6 ký tự
zh_hans: 密码长度不足
zh_hant: 密碼長度不足

# profile_address_success_toast
source: Success
cs: Úspěch
da: Succes
de: Erfolg
fi: Menestys
fr: Succès
it: Successo
nb: Suksess
nl: Succes
pl: Sukces
pt: Sucesso
sv: Succes
th: สำเร็จ
vi_vn: Sự thành công
zh_hans: 修改成功
zh_hant: 修改成功

# cart_use_coupon
source: Use Coupons
cs: Použít kupóny
da: Brug kuponer
de: Gutscheine verwenden
es: Usar cupones
fi: Käytä kuponkeja
fr: Utiliser des coupons
it: Utilizza tagliandi
nb: Bruk kuponger
nl: Gebruik kortingsbonnen
pl: Użyj kuponów
pt: Usar cupons
sv: Använd kuponger
th: ใช้คูปอง
vi_vn: Phiếu giảm giá
zh_hans: 使用优惠券
zh_hant: 使用優惠券

# checkout_sure_popup_title
source: Are you sure you want to cancel this payment?
cs: Opravdu chcete tuto platbu zrušit?
da: Er du sikker på,at du vil annullere denne betaling?
de: Möchten Sie diese Zahlung wirklich stornieren?
es: ¿Está seguro de que desea cancelar este pago?
fi: Haluatko varmasti peruuttaa tämän maksun?
fr: Êtes-vous sûr de vouloir annuler ce paiement?
it: Sei sicuro di voler annullare questo pagamento?
nb: Er du sikker på at du vil avbryte denne betalingen?
nl: Weet u zeker dat u deze betaling wilt annuleren?
pl: Czy na pewno chcesz anulować tę płatność?
pt: Tem certeza de que deseja cancelar este pagamento?
sv: Är du säker på att du vill avbryta denna betalning?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการยกเลิกการชำระเงินนี้
vi_vn: Bạn có chắc chắn muốn hủy thanh toán này không?
zh_hans: 确定退出支付？
zh_hant: 確定退出支付？

# checkout_sure_popup_yes
source: Confirm
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
it: Conferma
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
sv: Bekräfta
th: ยืนยัน
vi_vn: Xác nhận
zh_hans: 确定
zh_hant: 確定

# checkout_sure_popup_no
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Avbryt
th: ยกเลิก
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# coupon_tip_buy
source: Buy
cs: Koupit
da: Køb
de: Kaufen
es: Comprar
fi: Osta
fr: Acheter
it: Acquista
nb: Kjøp
nl: Kopen
pl: Kup
pt: Comprar
sv: Köp
th: ซื้อ
vi_vn: Mua
zh_hans: 购买

# coupon_tip_more_save
source: more, save
cs: více, uložit
da: mere,gem
de: mehr,speichern
fi: lisää, tallenna
fr: plus, économisez
it: altro, salva
nb: mer,lagre
nl: meer, opslaan
pl: więcej, zapisz
pt: mais, salve
sv: mer, spara
th: เพิ่มเติมบันทึก
vi_vn: Thêm, lưu
zh_hans: 节省

# coupon_tip_max
source: Place order and save
cs: Umístit objednávku a uložit
da: Placer rækkefølge og gem
de: Bestellung aufgeben und speichern
es: Realizar pedido y guardar
fi: Aseta järjestys ja tallenna
fr: Passer la commande et sauvegarder
it: Inserisci ordine e salva
nb: Plasser rekkefølge og lagre
nl: Bestelling plaatsen en opslaan
pl: Złóż zamówienie i zapisz
pt: Fazer pedido e salvar
sv: Placera ordning och spara
th: สั่งซื้อและบันทึก
vi_vn: Đặt hàng và lưu
zh_hans: 下订单并节省

# coupon_tip_buy_lower
source: buy
cs: koupit
es: comprar
fi: osta
fr: acheter
it: acquista
nl: kopen
pl: kup
pt: comprar
th: ซื้อ
vi_vn: Mua
zh_hans: 购买

# coupon_tip_nil
source: Apply Coupon in next step.
cs: Použijte Kupon v dalším kroku.
da: Anvend kupon i næste trin.
de: Gutschein im nächsten Schritt anwenden.
es: Aplicar el cupón en el siguiente paso.
fi: Käytä kuponkia seuraavassa vaiheessa.
fr: Appliquer le coupon à la prochaine étape.
it: Applica coupon nel passaggio successivo.
nb: Bruk kupong i neste trinn.
nl: Coupon toepassen in de volgende stap.
pl: Zastosuj kupon w następnym kroku.
pt: Aplicar Cupom no próximo passo.
sv: Använd kupong i nästa steg.
th: ใช้คูปองในขั้นตอนถัดไป
vi_vn: Áp dụng Phiếu giảm giá trong bước tiếp theo.
zh_hans: 在下一步中使用优惠券。

# dp_discount_notice_title
source: Discount
cs: Sleva
de: Rabatt
es: Descuento
fi: Alennus
fr: Réduction
it: Sconto
nb: Rabatt
nl: Korting
pl: Rabat
pt: Desconto
sv: Rabatt
th: ส่วนลด
vi_vn: Giảm giá
zh_hans: 优惠
zh_hant: 優惠

# dp_favorite_add_toast
source: Added to your favorite
cs: Přidáno do oblíbených
da: Tilføjet til din favorit
de: Zu Ihrem Favoriten hinzugefügt
es: Añadido a su favorito
fi: Lisätty suosikkisi
fr: Ajouté à vos favoris
it: Aggiunto al tuo preferito
nb: Lagt til din favoritt
nl: Toegevoegd aan uw favoriet
pl: Dodano do twojego ulubionego
pt: Adicionado ao seu favorito
sv: Lades till din favorit
th: เพิ่มไว้ในรายการโปรดของคุณ
vi_vn: Thêm vào yêu thích của bạn
zh_hans: 已加入收藏
zh_hant: 已加入收藏

# dp_favorite_remove_toast
source: Removed from your favorite
cs: Odstraněno z vašich oblíbených
da: Fjernet fra din favorit
de: Von Ihrem Favoriten entfernt
es: Eliminado de tu favorito
fi: Poistettu suosikkistasi
fr: Supprimé de votre favori
it: Rimosso dal tuo preferito
nb: Fjernet fra din favoritt
nl: Verwijderd uit uw favoriet
pl: Usunięto z Twojego ulubionego
pt: Removido do seu favorito
sv: Ta bort från din favorit
th: ลบออกจากรายการโปรดของคุณ
vi_vn: Đã loại bỏ thành yêu thích của bạn
zh_hans: 已移除收藏
zh_hant: 已移除收藏

# profile_switch_address&language_confirm
source: DONE
pt: FEITO
vi_vn: LÀM XONG
zh_hans: 完成
zh_hant: 完成

# cart_shipping_recommend
source: HOT
it: CALDO
th: ร้อน
zh_hans: 推荐
zh_hant: 推薦

# dp_desctiption_more
source: More
cs: Více
es: Más
fi: Lisää
fr: Plus
it: Altro
nl: Meer
pl: Więcej
pt: Mais
th: เพิ่มเติม
vi_vn: Hơn
zh_hans: 更多
zh_hant: 更多

# dp_less
source: Less
cs: Méně
da: Mindre
de: Weniger
es: Menos
fi: Vähemmän
fr: Moins
it: Meno
nb: Mindre
nl: Minder
pl: Mniej
pt: Menos
sv: Mindre
th: น้อยกว่า
vi_vn: Ít hơn
zh_hans: 收起
zh_hant: 收起

# profile_order_confirmation_button
source: Confirm Package Recieved
cs: Potvrzení přijetí balíčku
da: Bekræft pakken modtaget
de: Erhaltenes Paket bestätigen
es: Confirmar el paquete recibido
fi: Vahvista vastaanotettu paketti
fr: Confirmer que le paquet est reçu
it: Conferma pacchetto ricevuto
nb: Bekreft pakke mottatt
nl: Bevestig pakket ontvangen
pl: Potwierdź pakiet odzyskany
pt: Confirmar pacote recebido
sv: Bekräfta paketet mottaget
th: ยืนยันการรับแพ็กเกจ
vi_vn: Nhận xác nhận
zh_hans: 确认收货
zh_hant: 確認收貨

# profile_order_confirmation_popup_title
source: Confirm Package Recieved
cs: Potvrzení přijetí balíčku
da: Bekræft pakken modtaget
de: Erhaltenes Paket bestätigen
es: Confirmar el paquete recibido
fi: Vahvista vastaanotettu paketti
fr: Confirmer que le paquet a été reçu
it: Conferma il pacco ricevuto
nb: Bekreft pakke mottatt
nl: Bevestig pakket ontvangen
pl: Potwierdź pakiet odzyskany
pt: Confirmar pacote recebido
sv: Bekräfta paketet mottaget
th: ยืนยันการรับแพ็กเกจ
vi_vn: Nhận xác nhận
zh_hans: 确认收货
zh_hant: 確認收貨

# profile_order_confirmation_popup_content
source: If you have recieved the package, please press 'Confirm'
cs: Pokud jste obdrželi balíček, stiskněte 'Confirm'
da: Hvis du har modtaget pakken,skal du trykke på 'Bekræft'
de: Wenn Sie das Paket erhalten haben, drücken Sie bitte 'Bestätigen'
es: Si ha recibido el paquete, presione' Confirmar '
fi: Jos olet saanut paketin, paina 'Vahvista'
fr: Si vous avez reçu le paquet, veuillez cliquer sur 'Confirmer'
it: Se hai ricevuto il pacco, premi 'Conferma'
nb: Hvis du har mottatt pakken,vennligst trykk 'Bekreft'
nl: Als u het pakket hebt ontvangen, druk dan op 'Bevestigen'
pl: Jeśli otrzymałeś pakiet, naciśnij 'Potwierdź'
pt: Se você recebeu o pacote, pressione 'Confirmar'
sv: Om du har mottagit paketet, vänligen tryck 'Bekräfta'
th: หากคุณได้รับแพ็กเกจโปรดกด 'ยืนยัน'
vi_vn: Nếu bạn nhận được gói, nhấn “Xác nhận”
zh_hans: 如果已收货，请点击“确认”
zh_hant: 如果已收貨，點擊“確認”

# profile_order_confirmation_popup_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
fi: Peruuta
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
th: ยกเลิก
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# profile_order_confirmation_popup_confirm
source: Confirm
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: confirmer
it: Conferma
nb: Bekreft
nl: Bevestig
pl: Potwierdź
pt: Confirmar
sv: Bekräfta
th: ยืนยัน
vi_vn: Xác nhận
zh_hans: 确认
zh_hant: 確認

# sidebar_order_unpaid
source: Unpaid
cs: Neplaceno
da: Ubetalt
de: Unbezahlt
es: Sin pagar
fi: Maksamaton
fr: Impayé
it: Non retribuito
nb: Ubetalt
nl: Niet betaald
pt: Não pago
sv: Obetalda
th: ยังไม่ได้ชำระ
vi_vn: Chưa thanh toán
zh_hans: 未付款
zh_hant: 未付款

# sidebar_order_processing
source: Processing
cs: Zpracování
da: Behandling
de: Bearbeitung
fi: Käsittely
fr: Traitement en cours
it: Elaborazione
nb: Behandling
nl: Verwerking
pl: Przetwarzanie
pt: Processando
sv: Bearbetning
th: กำลังดำเนินการ
vi_vn: Chế biến
zh_hans: 待收货
zh_hant: 待收貨

# sidebar_order_all
source: All Orders
cs: Všechny objednávky
da: Alle ordrer
de: Alle Bestellungen
es: Todas las órdenes
fi: Kaikki tilaukset
fr: Toutes les commandes
it: Tutti gli ordini
nb: Alle bestillinger
nl: Alle bestellingen
pl: Wszystkie zamówienia
pt: Todos os pedidos
sv: Alla beställningar
th: คำสั่งซื้อทั้งหมด
vi_vn: Tất cả các
zh_hans: 所有订单
zh_hant: 所有訂單

# sidebar_message
source: Messages
cs: Zprávy
da: Beskeder
de: Nachrichten
es: Mensajes
fi: Viestit
it: Messaggi
nb: Meldinger
nl: Berichten
pl: Wiadomości
pt: Mensagens
sv: Meddelanden
th: ข้อความ
vi_vn: Thông điệp
zh_hans: 消息
zh_hant: 消息

# sidebar_category
source: All Categories
cs: Všechny kategorie
da: Alle kategorier
de: Alle Kategorien
es: Todas las categorías
fi: Kaikki luokat
fr: Toutes les catégories
it: Tutte le categorie
nb: Alle kategorier
nl: Alle categorieën
pl: Wszystkie kategorie
pt: Todas as categorias
sv: Alla kategorier
th: หมวดหมู่ทั้งหมด
vi_vn: Tất cả danh mục
zh_hans: 所有类目
zh_hant: 所有類目

# sidebar_favorite
source: Favorites
cs: Oblíbené
de: Favoriten
es: Favoritos
fi: Suosikit
fr: Favoris
it: Preferiti
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt: Favoritos
sv: Favoriter
th: รายการโปรด
vi_vn: Yêu thích
zh_hans: 收藏
zh_hant: 收藏

# sidebar_creditcard
source: Credit Cards
cs: Kreditní karty
da: Kreditkort
de: Kreditkarten
es: Tarjetas de crédito
fi: luottokortit
fr: Cartes de crédit
it: Carte di credito
nb: Kredittkort
pl: Karty kredytowe
pt: Cartões de crédito
sv: Kreditkort
th: บัตรเครดิต
vi_vn: Thẻ tín dụng
zh_hans: 信用卡
zh_hant: 信用卡

# sidebar_address
source: Address Book
cs: Adresář
da: Adressebog
de: Adressbuch
es: Libreta de direcciones
fi: Osoitekirja
fr: Carnet d'adresses
it: Rubrica
nb: Adressebok
nl: Adresboek
pl: Książka adresowa
pt: Catálogo de endereços
sv: Adressbok
th: สมุดที่อยู่
vi_vn: Địa chỉ nhà
zh_hans: 地址
zh_hant: 地址

# sidebar_setting
source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Configuraciones
fi: Asetukset
fr: Réglages
it: Impostazioni
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Configurações
sv: Inställningar
th: การตั้งค่า
vi_vn: Cài đặt
zh_hans: 设置
zh_hant: 設置

# sidebar_coupon
source: Coupons
cs: Kupony
da: Kuponer
de: Gutscheine
fi: Kupongit
it: Coupon
nb: Kuponger
pl: Kupony
pt: Cupons
sv: Kuponger
th: คูปอง
vi_vn: Phiếu giảm giá
zh_hans: 优惠券
zh_hant: 優惠券

# sidebar_signin
source: Click to Sign in
cs: Kliknutím se přihlaste
da: Klik for at logge ind
de: Einloggen
es: Haga clic para iniciar sesión
fi: Kirjaudu sisään
fr: Cliquez pour vous connecter
it: Clicca per accedere
nb: Klikk for å logge inn
nl: Klik om in te loggen
pl: Kliknij, aby się zalogować
pt: Clique para entrar
sv: Klicka för att Registrera dig
th: คลิกเพื่อลงชื่อเข้าใช้
vi_vn: Nhấp để đăng nhập
zh_hans: 点击登录
zh_hant: 點擊登錄

# sidebar_setting_login
source: Login
cs: Přihlášení
da: Log ind
fi: Kirjaudu
fr: Connexion
it: Accedi
nb: Logg inn
nl: Inloggen
sv: Logga in
th: เข้าสู่ระบบ
vi_vn: Đăng nhập
zh_hans: 登录
zh_hant: 登錄

# search_sort_hotsale
source: Top Sellers
cs: Nejprodávanější
de: Top-Seller
fi: Suosituimmat myyjät
fr: Meilleures ventes
it: I più venduti
nb: Toppselgere
nl: Topverkopers
pl: Najlepsi sprzedawcy
pt: Mais vendidos
sv: Toppsäljare
th: ผู้ขายอันดับสูงสุด
vi_vn: Bán chạy nhất
zh_hans: 热销排行
zh_hant: 熱銷排行

# search_sort_discount_descend
source: Discount High to Low
cs: Sleva vysoká na nízkou
da: Rabat høj til lav
de: Rabatt hoch bis niedrig
es: Descuento de mayor a menor
fi: Alennus korkealle alhaiseksi
fr: Remises élevées à basses
it: Sconto da alto a basso
nb: Rabatt høyt til lavt
nl: Korting van hoog naar laag
pl: Rabat od wysokiego do niskiego
pt: Desconto de alto a baixo
sv: Rabatt upp till lågt
th: ส่วนลดสูงถึงต่ำ
vi_vn: Giảm giá cao xuống thấp
zh_hans: 折扣从高到低
zh_hant: 折扣從高到低

# search_sort_discount_ascend
source: Discount Low to High
cs: Sleva nízká až vysoká
da: Rabat lavt til højt
de: Rabatt von niedrig nach hoch
es: Descuento de bajo a alto
fi: Alennus alhaisesta korkeuteen
fr: Réduction du plus bas au plus élevé
it: Sconto da basso a alto
nb: Rabatt lavt til høyt
nl: Korting van laag naar hoog
pl: Rabat od niskiego do wysokiego
pt: Desconto baixo para alto
sv: Rabatt lågt till högt
th: ส่วนลดต่ำถึงสูง
vi_vn: Giảm giá thấp đến cao
zh_hans: 折扣从低到高
zh_hant: 折扣從低到高

# search_sort_price_descend
source: Price High to Low
cs: Cena vysoká až nízká
da: Pris høj til lav
de: Preis hoch zu niedrig
es: Precio de mayor a menor
fi: Hinta korkealle matalaan
fr: Prix élevé à bas
it: Prezzo da alto a basso
nb: Pris høy til lav
nl: Prijs hoog naar laag
pl: Cena wysoka do niskiej
pt: Preço alto a baixo
sv: Pris högt till lågt
th: ราคาสูงถึงต่ำ
vi_vn: Giá cao đến thấp
zh_hans: 价格从高到低
zh_hant: 價格從高到低

# search_sort_price_ascend
source: Price Low to High
cs: cena nízká až vysoká
da: Pris lav til høj
de: Preis aufsteigend
es: Precio bajo a alto
fi: Hinta alhaisesta korkeuteen
fr: Prix du plus bas au plus élevé
it: Prezzo da basso ad alto
nb: Pris lavt til høyt
nl: Prijs laag naar hoog
pl: Niska cena do wysokiej
pt: Preço baixo para alto
sv: Pris lågt till högt
th: ราคาต่ำถึงสูง
vi_vn: Giá thấp đến cao
zh_hans: 价格从低到高
zh_hant: 價格從低到高

# search_fitler
source: Filter
cs: Filtr
es: Filtro
fi: Suodatin
fr: Filtre
it: Filtro
pl: Filtr
pt: Filtro
th: ตัวกรอง
vi_vn: Bộ lọc
zh_hans: 筛选
zh_hant: 篩選

# search_top_search
source: Top Search
cs: Nejlépe vyhledávání
da: Top søgning
de: Top-Suche
fr: Recherche par le haut
it: Ricerca top
nb: Toppsøk
th: การค้นหายอดนิยม
vi_vn: Tìm kiếm nóng
zh_hans: 推荐搜索
zh_hant: 熱門搜索

# search_category_title
source: Category
cs: Kategorie
da: Kategori
de: Kategorie
fi: Luokka
fr: Catégorie
it: Categoria
nb: Kategori
nl: Categorie
pl: Kategoria
pt: Categoria
sv: Kategori
th: หมวดหมู่
vi_vn: thể loại
zh_hans: 所有类别
zh_hant: 所有類別

# search_brand_title
source: Brand
cs: Značka
de: Marke
fr: Marque
it: Marca
nl: Merk
pl: Marka
pt: Marca
th: แบรนด์
vi_vn: Nhãn hiệu
zh_hans: 品牌
zh_hant: 品牌

# search_trending_title
source: Trending
cs: Trendy
de: Trend
fi: Trendit
fr: Tendances
it: Tendenza
pt: Tendência
th: ความนิยม
vi_vn: Xu hướng
zh_hans: 热门搜索
zh_hant: 熱門搜索

# search_filter_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
th: ยกเลิก
vi_vn: Gần
zh_hans: 取消
zh_hant: 取消

# index_more_items
source: More Items
cs: Další položky
da: Flere elementer
de: Weitere Artikel
es: Más elementos
fi: Lisää kohteita
fr: Plus d'éléments
it: Altri articoli
nb: Flere elementer
nl: Meer items
pl: Więcej elementów
pt: Mais itens
sv: Fler objekt
th: รายการเพิ่มเติม
vi_vn: Hơn
zh_hans: 更多商品
zh_hant: 更多商品

# search_mallpage_soldby
source: Seller
cs: Prodejce
da: Sælger
de: Verkäufer
es: Vendedor
fi: Myyjä
fr: Vendeur
it: Venditore
nb: Selger
nl: Verkoper
pl: Sprzedawca
pt: Vendedor
sv: Säljare
th: ผู้ขาย
vi_vn: Lưu trữ
zh_hans: 商家
zh_hant: 商家

# search_brandpage_title
source: Brand
cs: Značka
de: Marke
es: Marca
fr: Marque
it: Marca
nl: Merk
pl: Marka
pt: Marca
th: แบรนด์
vi_vn: Thương hiệu
zh_hans: 品牌
zh_hant: 品牌

# search_all_items_title
source: items
cs: položky
de: Artikel
fi: kohteet
fr: éléments
pt: itens
th: รายการ
vi_vn: điều
zh_hans: 件商品
zh_hant: 件商品

# search_watching_title
source: views
cs: zobrazení
de: Ansichten
fi: näkymät
fr: vues
it: visualizzazioni
pt: visualizações
th: มุมมอง
vi_vn: lượt xem
zh_hans: 人在看
zh_hant: 人在看

# cart_popup_title
source: What do you think of CloudMall?
cs: Co si myslíte o CloudMall?
da: Hvad synes du om CloudMall?
de: Was halten Sie von CloudMall?
es: ¿Qué piensa de CloudMall?
fi: Mitä mieltä olet CloudMallista?
fr: Que pensez-vous de CloudMall?
it: Cosa ne pensi di CloudMall?
nb: Hva synes du om CloudMall?
nl: Wat vindt u van CloudMall?
pl: Co myślisz o CloudMall?
pt: O que você acha do CloudMall?
sv: Vad tycker du om CloudMall?
th: คุณคิดอย่างไรกับ CloudMall
vi_vn: Bạn nghĩ gì về Cloudmall?
zh_hans: 您觉得Cloudmall怎么样?
zh_hant: 您覺得Cloudmall怎麼樣?

# cart_popup_nice
source: Pretty good!
cs: Docela dobrá!
da: Temmelig godt!
de: Ziemlich gut!
es: ¡Bastante bien!
fi: Melko hyvä!
fr: Vraiment bien!
it: Abbastanza buono!
nb: Ganske bra!
nl: Best goed!
pl: Całkiem nieźle!
pt: Muito bom!
sv: Ganska bra!
th: ค่อนข้างดี!
vi_vn: Đó là tốt đẹp!
zh_hans: 棒棒哒!
zh_hant: 棒棒噠!

# cart_popup_soso
source: Could be better
cs: Mohlo by být lepší
da: Kunne være bedre
de: Könnte besser sein
es: Podría ser mejor
fi: Voisi olla parempi
fr: Pourrait être meilleur
it: Potrebbe essere migliore
nb: Kunne vært bedre
nl: Beter kan zijn
pl: Może być lepiej
pt: Poderia ser melhor
sv: Kan vara bättre
th: น่าจะดีกว่า
vi_vn: Không tốt như vậy
zh_hans: 有待提升
zh_hant: 有待提升

# cart_popup_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Avbryt
th: ยกเลิก
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# index_guide_region
source: You may change the shipping region
cs: Můžete změnit oblast dopravy
da: Du kan ændre forsendelsesområdet
de: Sie können die Versandregion ändern
es: Puede cambiar la región de envío
fi: Voit muuttaa lähetysaluetta
fr: Vous pouvez changer la région d'expédition
it: Puoi cambiare la regione di spedizione
nb: Du kan endre fraktregionen
nl: U kunt de verzendregio wijzigen
pl: Możesz zmienić region wysyłki
pt: Você pode alterar a região de envio
sv: Du kan ändra fraktregionen
th: คุณสามารถเปลี่ยนภูมิภาคการจัดส่ง
vi_vn: Bạn có thể thay đổi khu vực vận chuyển
zh_hans: 点击选择收货地区与语言
zh_hant: 點擊選擇收貨地區與語言

# cart_toast_greeting
source: Good News!
cs: Dobré zprávy!
da: Gode nyheder!
de: Gute Nachricht!
es: ¡Buenas noticias!
fi: Hyvä uutinen!
fr: Bonne nouvelle!
it: Buone notizie!
nb: Gode nyheter!
nl: Goed nieuws!
pl: Dobra wiadomość!
pt: Boas notícias!
sv: Goda nyheter!
th: ข่าวดี!
vi_vn: Tin vui!
zh_hans: 好消息！
zh_hant: 好消息！

# cart_toast_pricedrop
source: Price Drop on
cs: Pokles cen
da: Prisfald på
de: Preissenkung ein
es: Caída de precio en
fi: Hintahäviö
fr: Baisse de prix sur
it: Riduzione prezzo
nb: Prisfall på
nl: Prijsdaling aan
pl: Spadek ceny
pt: Queda de preço em
sv: Prisfall på
th: ราคาลดลง
vi_vn: Giá giảm
zh_hans: 购物车内
zh_hant: 購物車內

# cart_toast_item
source: Item(s)!
cs: Položka (y)!
da: Element (er)!
de: Artikel!
es: Elemento (s)!
fi: Tuote(t)!
fr: Article (s)!
it: Articolo (i)!
nb: Element (er)!
pl: Przedmiot (y)!
sv: Artikel (er)!
th: รายการ!
vi_vn: Mặt hàng!
zh_hans: 件商品降价啦！
zh_hant: 件商品降價啦！

# dp_aiprice_intitle
source: CloudMall Retailer
cs: Prodejce CloudMall
de: CloudMall-Händler
fi: CloudMall-jälleenmyyjä
fr: Détaillant CloudMall
it: Rivenditore di CloudMall
nb: CloudMall-forhandler
sv: CloudMall-återförsäljare
th: ตัวแทนจำหน่าย CloudMall
vi_vn: Nhà bán lẻ CloudMall
zh_hans: CloudMall零售商
zh_hant: CloudMall零售商

# dp_aiprice_viewmore
source: View More
cs: Zobrazit více
da: Se mere
de: Mehr anzeigen
es: Ver más
fi: Näytä lisää
fr: Afficher plus
it: Visualizza altro
nb: Se mer
nl: Meer weergeven
pl: Zobacz więcej
pt: Ver mais
sv: Visa mer
th: ดูเพิ่มเติม
vi_vn: Xem thêm
zh_hans: 更多商品
zh_hant: 更多商品

# dp_aiprice_outshop
source: Compare With
cs: Porovnat s
da: Sammenlign med
de: Mit vergleichen
es: Comparar con
fi: Vertaa
fr: Comparer avec
it: Confronta con
nb: Sammenlign med
nl: Vergelijken met
pl: Porównaj z
pt: Comparar com
sv: Jämför med
th: เปรียบเทียบกับ
vi_vn: So sánh với
zh_hans: 非本门店
zh_hant: 非本門店

# dp_aiprice_outtitle
source: Other Retailer
cs: Jiný maloobchodník
da: Andet forhandler
de: Sonstiger Einzelhändler
fi: Muu jälleenmyyjä
fr: Autre détaillant
it: Altro rivenditore
nb: Andre forhandler
nl: Andere Retailer
pl: Inny sprzedawca
pt: Outro varejista
sv: Annan Återförsäljare
th: ผู้ค้าปลีกอื่น
vi_vn: Nhà bán lẻ khác
zh_hans: 其他零售商
zh_hant: 其他零售商

# dp_aiprice_inshipping
source: Free shipping
cs: Doprava zdarma
da: Gratis forsendelse
de: Kostenloser Versand
es: Envío gratis
fi: Ilmainen toimitus
fr: Livraison gratuite
it: Spedizione gratuita
nb: Gratis frakt
nl: Gratis verzending
pl: Bezpłatna dostawa
pt: Frete grátis
sv: Gratis frakt
th: จัดส่งฟรี
vi_vn: Miễn phí vận chuyển
zh_hans: 包邮
zh_hant: 包郵

# dp_aiprice_outshipping
source: Includes
cs: Zahrnuje
da: Inkluderer
de: Beinhaltet
es: Incluye
fi: Sisältää
fr: Comprend
it: Include
nb: Inkluderer
nl: Omvat
pt: Inclui
sv: Inkluderar
th: รวม
vi_vn: Bao gồm
zh_hans: 包含
zh_hant: 包含

# dp_aiprice_shipping
source: shipping
cs: doprava
de: Versand
fi: lähetys
fr: expédition
it: spedizione
nl: verzending
pl: wysyłka
pt: envio
sv: frakt
th: การจัดส่ง
vi_vn: Phí vận chuyển
zh_hans: 运费
zh_hant: 運費

# cart_mark_pricedrop
source: Price Drop
cs: Pokles cen
da: Prisfald
de: Preissenkung
es: Caída de precios
fi: Hintahinta
fr: Baisse de prix
it: Riduzione prezzo
nb: Prisfall
nl: Prijsdaling
pl: Spadek ceny
pt: Queda de preço
sv: Prisfall
th: ราคาลดลง
vi_vn: Rớt giá
zh_hans: 降价
zh_hant: 降價

# cart_seller_from
source: From
cs: Od
fr: À partir de
it: Da
nl: Van
pt: De
th: จาก
vi_vn: Người bán
zh_hans: 供应商
zh_hant: 供應商

# cart_total_shipping
source: Shipping not included
cs: Přeprava není součástí dodávky
da: Fragt ikke inkluderet
de: Lieferung nicht inbegriffen
es: Envío no incluido
fi: Toimitus ei sisälly
fr: Livraison non comprise
it: Spedizione non inclusa
nb: Frakt ikke inkludert
nl: Verzenden niet inbegrepen
pl: Wysyłka nie jest wliczona
pt: Envio não incluído
sv: Frakt ingår ej
th: ไม่รวมการจัดส่ง
vi_vn: Không bao gồm vận chuyển
zh_hans: 不包含运费
zh_hant: 不包含運費

# cart_total_total
source: Total
cs: Celkem
fi: Yhteensä
it: Totale
nb: Totalt
nl: Totaal
th: รวม
vi_vn: Toàn bộ
zh_hans: 合计
zh_hant: 合計

# cart_total_pay
source: Checkout
cs: Pokladna
fr: Paiement
it: Pagamento
nl: Afrekenen
th: ชำระเงิน
vi_vn: TRẢ
zh_hans: 支付
zh_hant: 支付
