Repository: loveuqian/momoso-Localizable.strings
Catalog: iOS/*.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr, id_id, it, nb, nl, pl, pt, sv, th, vi_vn, zh_hans, zh_hant

# zero_money_rush_to_buy_order_success5
source: Withdraw Now!
da: Træk nu tilbage!
de: Jetzt abheben!
es: ¡Retirar ahora!
fr: Retirer maintenant!
it: Preleva ora!
nb: Trekk tilbake nå!
pt: Retirar agora!
sv: Dra tillbaka nu!
zh_hans: 立即提现！

# zero_money_rush_to_buy_order_wallet_message
source: Successful purchase. Successfully received
da: Vellykket køb. Modtaget med succes
de: Erfolgreicher Kauf. Erfolgreich erhalten
es: Compra exitosa. Recibido exitosamente
fr: Achat réussi. Reçu avec succès
it: Acquisto riuscito. Ricevuto con successo
nb: Vellykket kjøp. Vellykket mottatt
pt: Compra bem sucedida. Recebida com sucesso
sv: Framgångsrikt köp. Lyckat emot
zh_hans: 购买成功。已成功收货

# check_in_page_title
source: My Coins
da: Mine mønter
de: Meine Münzen
es: Mis monedas
fr: Mes pièces
it: Le mie monete
nb: Mine mynter
pt: Minhas moedas
sv: Mina mynt
zh_hans: 我的金币

# check_in_page_center1
source: Coins
da: Mønter
de: Münzen
es: Monedas
fr: Pièces
it: Monete
nb: Mynter
pt: Moedas
sv: Mynt
zh_hans: 金币

# check_in_page_center2
source: Keep checking in to double your coins!
da: Fortsæt med at tjekke ind for at fordoble dine mønter!
de: Checken Sie weiter ein, um Ihre Münzen zu verdoppeln!
es: ¡Siga registrando para duplicar sus monedas!
fr: Continuez à vérifier pour doubler vos pièces!
it: Continua a fare il check-in per raddoppiare le tue monete!
nb: Fortsett å sjekke inn for å doble myntene dine!
pt: Continue fazendo check-in para dobrar suas moedas!
sv: Fortsätt checka in för att fördubbla dina mynt!
zh_hans: 继续签到让金币倍增!

# check_in_page_center3
source: Keep getting rewards for
da: Bliv stadig belønnet for
de: Immer wieder belohnt werden für
es: Sigue obteniendo recompensas por
fr: Continuez à obtenir des récompenses pour
it: Continua a ricevere ricompense per
nb: Fortsett å få belønning for
pt: Continue recebendo recompensas por
sv: Fortsätt få belöningar för
zh_hans: 继续获得奖励

# check_in_page_center4
source: days
da: dage
de: Tage
es: días
fr: jours
it: giorni
nb: dager
pt: dias
sv: dagar
zh_hans: 天

# check_in_page_center5
source: Check In
da: Indtjekning
de: Einchecken
es: Registrarse
fr: Enregistrement
nb: Innsjekking
sv: Incheckning
zh_hans: 签到

# check_in_page_center_date1
source: Yesterday
da: I går
de: Gestern
es: Ayer
fr: Hier
it: Ieri
nb: I går
pt: Ontem
sv: Igår
zh_hans: 昨天

# check_in_page_center_date2
source: Today
da: I dag
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
nb: I dag
pt: Hoje
sv: I dag
zh_hans: 今天

# check_in_page_center_date3
source: Tomorrow
da: I morgen
de: Morgen
es: Mañana
fr: Demain
it: Domani
nb: I morgen
pt: Amanhã
sv: I morgon
zh_hans: 明天

# check_in_page_center_exchange1
source: Coupon Exchange
da: POINT EXCHANGE
es: INTERCAMBIO DE PUNTOS
fr: ECHANGE DE POINTS
it: SCAMBIO DI PUNTI
nb: POINT EXCHANGE
pt: POINT EXCHANGE
sv: POINT EXCHANGE
zh_hans: 积分兑换

# check_in_page_center_exchange2
source: Order over
da: Bestil over
de: Bestellung über
es: Pedido terminado
fr: Commandez par-dessus
it: Ordina oltre
nb: Bestill over
pt: Pedido excedido
sv: Beställa över
zh_hans: 订购结束

# check_in_page_center_exchange3
source: coins
da: mønter
de: Münzen
es: monedas
fr: pièces
it: monete
nb: mynter
pt: moedas
sv: mynt
zh_hans: 金币

# check_in_page_center_exchange4
source: coins needed
da: Nødvendige mønter
de: Münzen benötigt
es: se necesitan monedas
fr: pièces nécessaires
it: monete necessarie
nb: Mynt er nødvendig
pt: moedas necessárias
sv: Mynt behövs
zh_hans: 金币门槛

# check_in_page_center_exchange5
source: Exchange
de: Austausch
es: Intercambio
it: Scambio
nb: Utveksling
zh_hans: 兑换

# check_in_page_seven_day_window1
source: Congratulations !
da: Tillykke!
de: Glückwunsch!
es: ¡Felicitaciones!
fr: Félicitations!
it: Congratulazioni!
nb: Gratulerer!
pt: Parabéns!
sv: Grattis!
zh_hans: 恭喜!

# check_in_page_seven_day_window2
source: You now have a chance to get Mac Pro
da: Din lotterikode:
de: Sie haben jetzt die Chance, Mac Pro zu erwerben
es: Su código de lotería:
fr: Votre code de loterie:
it: Il tuo codice della lotteria:
nb: Lotto-koden din:
pt: O seu código de loteria:
sv: Din lotterikod:
zh_hans: 您的幸运码：

# check_in_page_seven_day_window3
source: FOR FREE!
da: Nu har du en chance for at bruge din lotterikode til at få en Mackbook pro GRATIS!
de: KOSTENLOS!
es: ¡Ahora tiene la oportunidad de usar su código de lotería para obtener un Mackbook pro GRATIS!
fr: Vous pouvez maintenant utiliser votre code de loterie pour obtenir un Mackbook pro GRATUITEMENT!
it: Ora hai la possibilità di usare il tuo codice della lotteria per ottenere un Mackbook pro GRATIS!
nb: Nå har du en sjanse til å bruke lotterikoden din for å få en Mackbook pro GRATIS!
pt: Agora você tem a chance de usar seu código de loteria para obter um Mackbook pro GRATUITAMENTE!
sv: Nu har du en chans att använda din lotterikod för att få en Mackbook pro GRATIS!
zh_hans: 现在您将有机会使用您的幸运码免费获得Mackbook pro！

# check_in_page_seven_day_window4
source: GET IT NOW!
da: FÅ DET NU!
de: JETZT ERHALTEN!
es: ¡CONSÍGALO AHORA!
fr: OBTENEZ LE MAINTENANT!
it: OTTIENI ORA!
nb: FÅ DET NÅ!
pt: OBTENHA AGORA!
sv: FÅ DET NU!
zh_hans: 立即获取！

# check_in_page_seven_day_window5
source: You can check your coupons here >>
da: GRATIS!
de: Hier können Sie Ihre Coupons prüfen >>
es: ¡GRATIS!
fr: GRATUIT!
it: GRATIS!
nb: GRATIS!
pt: GRÁTIS!
sv: GRATIS!
zh_hans: 免费！

# check_in_page_if_return_window1
source: Sure you want to miss the chance?
da: Sikker på, at du vil gå glip af chancen?
de: Möchten Sie die Chance wirklich verpassen?
es: ¿Seguro que quieres perder la oportunidad?
fr: Voulez-vous manquer cette chance?
it: Vuoi perdere l'occasione?
nb: Visst vil du gå glipp av sjansen?
pt: Tem certeza de que quer perder a chance?
sv: Visst att du vill missa chansen?
zh_hans: 确定要错过这个机会吗？

# check_in_page_if_return_window2
source: GET IT FOR FREE
da: FÅ DET GRATIS!
de: KOSTENLOS ERHALTEN
es: ¡OBTENGA GRATIS!
fr: PRENEZ-LE GRATUITEMENT!
it: OTTIENI GRATUITAMENTE!
nb: FÅ DET GRATIS!
pt: Pegue de graça!
sv: FÅ DET GRATIS!
zh_hans: 免费获取！

# check_in_page_if_return_window3
source: Yes I still want to get out here >>
da: Ja, jeg vil stadig komme ud her >>
de: Ja, ich möchte immer noch hier raus >>
es: Sí, todavía quiero salir aquí >>
fr: Oui, je veux toujours sortir ici >>
it: Sì, voglio ancora uscire qui >>
nb: Ja, jeg vil fremdeles komme hit >>
pt: Sim, eu ainda quero sair daqui >>
sv: Ja, jag vill fortfarande komma hit >>
zh_hans: 是的，我仍然想离开这里>>

# check_in_page_if_change_window1
source: ARE YOU SURE ?
da: ER DU SIKKER?
de: SIND SIE SICHER?
es: ¿ESTÁS SEGURO?
fr: ÊTES-VOUS SUR?
it: SEI SICURO?
nb: ER DU SIKKER?
pt: TEM CERTEZA?
sv: ÄR DU säker?
zh_hans: 您确定吗？

# check_in_page_if_change_window2
source: exchange
es: Intercambio
it: Scambio
nb: Utveksling
zh_hans: 兑换

# check_in_page_if_change_window3
source: coins for
da: mønter til
de: Münzen für
es: monedas para
fr: pièces de monnaie pour
it: monete per
nb: mynter for
pt: moedas para
sv: mynt för
zh_hans: 金币为

# check_in_page_if_change_window4
source: OK
es: Aceptar
zh_hans: 确定

# check_in_page_if_change_success_window1
source: Exchange Successfully !
da: Exchange er vellykket!
de: Austausch erfolgreich!
es: ¡Intercambie correctamente!
fr: Échange réussi!
it: Scambio riuscito!
nb: Utveksling vellykket!
pt: Troque com sucesso!
sv: Byt framgångsrikt!
zh_hans: 兑换成功!

# check_in_page_if_change_success_window2
source: The prize has been sent to your coupons
da: Prisen er føjet til dine kuponer
de: Der Preis wurde an Ihre Coupons gesendet.
es: El premio ha sido agregado a sus cupones.
fr: Le prix a été ajouté à vos coupons
it: Il premio è stato aggiunto ai tuoi coupon
nb: Premien er lagt til kupongene dine
pt: O prêmio foi adicionado aos seus cupons
sv: Priset har lagts till i dina kuponger
zh_hans: 奖金已添加到您的优惠券中

# check_in_page_if_change_success_window3
source: CHECK COUPON >
da: BRUG COUPON>
de: COUPON PRÜFEN>
es: UTILIZAR CUPÓN>
fr: UTILISER LE COUPON>
it: USARE IL COUPON>
nb: BRUK COUPON>
pt: USE CUPOM>
sv: ANVÄND COUPON>
zh_hans: 使用优惠券>

# check_in_page_coin_record1
source: Coin Record
da: Mønteregistrering
es: Registro de monedas
fr: Enregistrement de la pièce
it: Record monete
nb: Myntrekord
pt: Registro de moeda
sv: Myntpost
zh_hans: 金币记录

# check_in_page_coin_record2
source: Daily Check In
da: Daglig indtjekning
de: Tägliches Einchecken
es: Registro diario
fr: Archivage quotidien
it: Check-in giornaliero
nb: Daglig innsjekking
pt: Check-in diário
sv: Daglig incheckning
zh_hans: 每日签到

# check_in_page_coin_record3
source: Coupon Exchange
da: Kuponudveksling
es: Intercambio de cupones
fr: Échange de coupons
it: Scambio coupon
nb: Kupongbørs
pt: Troca de cupom
sv: Kupongbyte
zh_hans: 优惠券兑换

# chein_in_page_rules_window_title
source: RULES
da: REGLER
de: REGELN
es: REGLAS
nb: REGLER
pt: REGRAS
zh_hans: 规则

# chein_in_page_rules_window1
source: Daily check in:
da: Daglig indtjekning:
de: Täglicher Check-in:
es: Registro diario en:
fr: Enregistrement quotidien:
it: Check-in giornaliero:
nb: Daglig innsjekking:
pt: Check-in diário:
sv: Daglig incheckning:
zh_hans: 每日签到：

# chein_in_page_rules_window2
source: 1. You can only check in once a day.
da: 1. Du kan kun tjekke ind en gang om dagen.
de: 1. Sie können nur einmal am Tag einchecken.
es: 1. Solo puede registrarse una vez al día.
fr: 1. Vous ne pouvez vous enregistrer qu'une fois par jour.
it: 1. Puoi effettuare il check-in solo una volta al giorno.
nb: 1. Du kan bare sjekke inn en gang om dagen.
pt: 1. Você só pode fazer check-in uma vez por dia.
sv: 1. Du kan bara checka in en gång om dagen.
zh_hans: 1. 您每天只能签到一次。

# chein_in_page_rules_window3
source: 2. You can earn more coins by 'Check-in' on consecutive days.
da: 2. Du kan tjene flere mønter ved at 'tjekke ind' på hinanden følgende dage.
de: 2. Sie können mehr Münzen verdienen, indem Sie an aufeinander folgenden Tagen einchecken.
es: 2. Puede ganar más monedas al 'Registrarse' en días consecutivos.
fr: 2. Vous pouvez gagner plus de pièces par 'Enregistrement' plusieurs jours de suite.
it: 2. Puoi guadagnare più monete effettuando il 'Check-in' in giorni consecutivi.
nb: 2. Du kan tjene flere mynter ved å sjekke inn på påfølgende dager.
pt: 2. Você pode ganhar mais moedas fazendo 'Check-in' em dias consecutivos.
sv: 2. Du kan tjäna fler mynt genom att 'checka in' på på varandra följande dagar.
zh_hans: 2. 您可以通过连续几天的'签到'赚取更多硬币。

# chein_in_page_rules_window4
source: 3. 7 days as one cycle, you will get different coins according to consecutive days. A new cycle will start from the 8th day and will count as the first day of a new cycle.
da: 3. 7 dage som en cyklus får du forskellige mønter i henhold til på hinanden følgende dage. En ny cyklus starter fra den 8. dag og tæller som den første dag i en ny cyklus.
de: 3. Sieben Tage lang erhalten Sie in einem Zyklus nacheinander verschiedene Münzen. Ein neuer Zyklus beginnt am achten Tag und gilt als erster Tag eines neuen Zyklus.
es: 3. 7 días como un ciclo, obtendrá diferentes monedas según días consecutivos. Un nuevo ciclo comenzará a partir del octavo día y contará como el primer día de un nuevo ciclo.
fr: 3. Pendant 7 jours, vous obtiendrez différentes pièces de monnaie en fonction du nombre de jours consécutifs. Un nouveau cycle débutera le 8ème jour et comptera comme premier jour d'un nouveau cycle.
it: 3. 7 giorni come un ciclo, otterrai monete diverse in base a giorni consecutivi. Un nuovo ciclo inizierà dall'ottavo giorno e conterà come primo giorno di un nuovo ciclo.
nb: 3. 7 dager som en syklus, vil du få forskjellige mynter i henhold til påfølgende dager. En ny syklus starter fra åttende dag og vil regne som den første dagen i en ny syklus.
pt: 3. 7 dias como um ciclo, você receberá moedas diferentes de acordo com os dias consecutivos. Um novo ciclo começará a partir do 8º dia e contará como o primeiro dia de um novo ciclo.
sv: 3. 7 dagar som en cykel får du olika mynt beroende på på varandra följande dagar. En ny cykel startar från den 8: e dagen och räknas som den första dagen i en ny cykel.
zh_hans: 3. 7天作为一个周期，您将根据连续的天数获得不同的硬币。新的周期将从第8天开始，并将被视为新周期的第一天。

# chein_in_page_rules_window5
source: 4. Check-in record will restart if you miss one day.
da: 4. Check-in-posten genstarter, hvis du går glip af en dag.
de: 4. Der Check-in-Datensatz wird neu gestartet, wenn Sie einen Tag verpassen.
es: 4. El registro de check-in se reiniciará si falta un día.
fr: 4. L'enregistrement d'enregistrement redémarrera si vous manquez un jour.
it: 4. Il record del check-in verrà riavviato se si perde un giorno.
nb: 4. Innsjekkingsposten starter på nytt hvis du går glipp av en dag.
pt: 4. O registro de check-in será reiniciado se você perder um dia.
sv: 4. Checka in posten startas om du missar en dag.
zh_hans: 4. 如果您错过其中一天，签到记录将重新开始。

# chein_in_page_rules_window6
source: How to use coins:
da: Sådan bruges mønter:
de: So verwenden Sie Münzen:
es: Cómo usar monedas:
fr: Comment utiliser les pièces:
it: Come usare le monete:
nb: Hvordan bruke mynter:
pt: Como usar moedas:
sv: Hur man använder mynt:
zh_hans: 如何使用金币：

# chein_in_page_rules_window7
source: 1. You can use coins to redeem coupons for different amounts.
da: 1. Du kan bruge mønter til at indløse kuponer til forskellige beløb.
de: 1. Sie können die entsprechenden Münzen verwenden, um die Gutscheine für verschiedene Beträge einzulösen.
es: 1. Puede usar monedas para canjear cupones por diferentes cantidades.
fr: 1. Vous pouvez utiliser des pièces pour échanger des coupons d’un montant différent.
it: 1. Puoi utilizzare le monete per riscattare coupon per importi diversi.
nb: 1. Du kan bruke mynter til å innløse kuponger for forskjellige beløp.
pt: 1. Você pode usar moedas para resgatar cupons por valores diferentes.
sv: 1. Du kan använda mynt för att lösa in kuponger för olika belopp.
zh_hans: 1.您可以使用金币兑换不同数量的优惠券。

# chein_in_page_rules_window8
source: 2. Coins are valid for a natural year. Please redeem your coins in time.
da: 2. Mønter er gyldige i et naturligt år. Indløs venligst dine mønter i tide.
de: 2. Münzen sind für ein natürliches Jahr gültig. Bitte lösen Sie Ihre Münze rechtzeitig ein.
es: 2. Las monedas son válidas por un año natural. Canjea tus monedas a tiempo.
fr: 2. Les pièces sont valables pour une année naturelle. S'il vous plaît échanger vos pièces à temps.
it: 2. Le monete sono valide per un anno naturale. Si prega di riscattare le monete in tempo.
nb: 2. Mynter har gyldighet for et naturlig år. Innløse myntene dine i tide.
pt: 2. As moedas são válidas por um ano natural. Resgate suas moedas a tempo.
sv: 2. Mynt gäller för ett naturligt år. Lös in dina mynt i tid.
zh_hans: 2.金币的有效期为一个自然年，请及时兑换您的硬币。

# chein_in_page_rules_window9
source: 3. CloudMall reserves the right of final interpretation on Check-in activities and rules.
da: 3. CloudMall forbeholder sig retten til endelig fortolkning af check-in aktiviteter og regler.
de: 3. CloudMall behält sich das Recht auf abschließende Erklärungen zu Check-in-Aktivitäten und -Regeln vor.
es: 3. CloudMall se reserva el derecho de interpretación final sobre las actividades y reglas de Check-in.
fr: 3. CloudMall se réserve le droit d'interprétation finale sur les activités et les règles d'enregistrement.
it: 3. CloudMall si riserva il diritto di interpretazione finale sulle attività e le regole del Check-in.
nb: 3. CloudMall forbeholder seg retten til endelig tolkning av innsjekkingsaktiviteter og regler.
pt: 3. O CloudMall se reserva o direito de interpretação final nas atividades e regras de check-in.
sv: 3. CloudMall förbehåller sig rätten till slutlig tolkning av incheckningsaktiviteter och regler.
zh_hans: 3. CloudMall保留对签到活动和规则的最终解释权。

# chein_in_page_rules_window10
source: How to win big prize:
da: Sådan vinder du en stor præmie:
de: So gewinnen Sie einen großen Preis:
es: Cómo ganar un gran premio:
fr: Comment gagner un gros prix:
it: Come vincere un grande premio:
nb: Hvordan vinne en stor premie:
pt: Como ganhar grande prêmio:
sv: Hur man vinner stort pris:
zh_hans: 如何赢得大奖：

# chein_in_page_rules_window11
source: 1. you'll get a free 'lucky code ticket' as long as you checked in for 7 days in total.if your code hit the lucky number, the big prize is yours.
da: 1. Du får en gratis 'lucky code ticket' når du tjekker ind i 7 dage i træk. Hvis din kode rammer heldignummeret, er den store præmie din.
de: 1. Sie erhalten ein kostenloses 'Glückscode-Ticket', solange Sie insgesamt 7 Tage eingecheckt haben. Wenn Ihr Code die Glückszahl erreicht hat, liegt der Hauptgewinn bei Ihnen.
es: 1. Recibirá un 'boleto de código de la suerte' gratis cuando se registre durante 7 días seguidos. Si su código toca el número de la suerte, el gran premio es suyo.
fr: 1. Vous recevrez un 'ticket de code chanceux' gratuit lorsque vous vous enregistrerez 7 jours de suite. Si votre code correspond au numéro chanceux, le gros lot est à vous.
it: 1. Riceverai un 'biglietto per il codice fortunato' gratuito al momento del check-in per 7 giorni consecutivi. Se il tuo codice raggiunge il numero fortunato, il grande premio è tuo.
nb: 1. Du vil få en gratis 'lykkekodebillett' når du sjekker inn i 7 dager på rad. Hvis koden din treffer lykketallet, er den store premien din.
pt: 1. Você receberá um 'código da sorte' gratuito ao fazer o check-in por 7 dias seguidos. Se o seu código atingir o número da sorte, o grande prêmio é seu.
sv: 1. Du får en gratis 'lycklig kodbiljett' när du checkar in 7 dagar i rad. Om din kod träffar lyckan är ditt stora pris.
zh_hans: 1.连续7天签到时，您将获得免费的'幸运代码票'。如果您的代码与幸运数字相同，那么大奖就是您的了。

# chein_in_page_rules_window12
source: 2. If you hit the big prize,our customer service staff will contact you by email,omfirm some relevant information about you.
da: 2. Hvis du vinder den store præmie, vil vores kundeservicemedarbejdere kontakte dig via e-mail for at bekræfte dine oplysninger og udføre din præmie.
de: 2. Wenn Sie den Hauptgewinn erzielen, werden Sie von unseren Kundendienstmitarbeitern per E-Mail benachrichtigt, und Sie werden einige relevante Informationen über Sie erhalten.
es: 2. Si gana el gran premio, nuestro personal de servicio al cliente se comunicará con usted por correo electrónico para confirmar su información y cumplir con su premio.
fr: 2. Si vous remportez le gros lot, notre service clientèle vous contactera par courrier électronique pour confirmer vos informations et remplir votre lot.
it: 2. Se vinci il primo premio, il nostro servizio clienti ti contatterà via e-mail per confermare le tue informazioni e soddisfare il tuo premio.
nb: 2. Hvis du vinner den store prisen, vil kundeservicemedarbeiderne kontakte deg via e-post for å bekrefte informasjonen din og oppfylle prisen.
pt: 2. Se você ganhar o grande prêmio, nossa equipe de atendimento ao cliente entrará em contato por e-mail para confirmar suas informações e cumprir seu prêmio.
sv: 2. Om du vinner det stora priset kommer vår kundtjänst att kontakta dig via e-post för att bekräfta din information och uppfylla ditt pris.
zh_hans: 2.如果您获得大奖，我们的客服人员将通过电子邮件与您联系，以确认您的信息并兑现您的奖项。

# chein_in_page_rules_window13
source: 3. If the winner cannot accept the prize for personal reasons or is judged by the system to be cheating,the winner will be disqualified.
da: 3. Hvis vinderen ikke kan acceptere prisen af ​​personlige grunde eller bedømmes af systemet som snyder, vil vinderen blive diskvalificeret.
de: 3. Wenn der Gewinner den Preis aus persönlichen Gründen nicht annehmen kann oder vom System als betrügerisch eingestuft wird, wird der Gewinner disqualifiziert.
es: 3. Si el ganador no puede aceptar el premio por razones personales o si el sistema juzga que está haciendo trampa, el ganador será descalificado.
fr: 3. Si le gagnant ne peut pas accepter le prix pour des raisons personnelles ou si le système juge qu'il a triché, le gagnant sera disqualifié.
it: 3. Se il vincitore non può accettare il premio per motivi personali o viene giudicato imbrogliato dal sistema, il vincitore verrà squalificato.
nb: 3. Hvis vinneren ikke kan ta imot prisen av personlige grunner eller blir bedømt av systemet til å jukse, blir vinneren diskvalifisert.
pt: 3. Se o vencedor não puder aceitar o prêmio por razões pessoais ou for considerado trapaceiro pelo sistema, o vencedor será desqualificado.
sv: 3. Om vinnaren inte kan acceptera priset av personliga skäl eller bedöms av systemet som lurar, kommer vinnaren att diskvalificeras.
zh_hans: 3. 如果获胜者由于个人原因不能接受奖品或被系统判断为作弊，则获胜者将被取消参赛资格。

# lucky_spin_page_share_button
source: Spin Now
da: Spin nu
de: Jetzt drehen
es: Girar ahora
fr: Faire pivoter maintenant
nb: Spinn nå
pt: Gire agora
sv: Snurra nu
zh_hans: 立即转动

# lucky_spin_page_deploy_entrance1
source: GET BIG PRIZE
da: FÅ STOR PRIS
de: GROSSEN PREIS ERHALTEN
es: OBTENER UN GRAN PREMIO
fr: OBTENIR UN GRAND PRIX
it: OTTIENI GRANDE PREMIO
nb: FÅ STOR PRIS
pt: OBTENHA GRANDE PRÊMIO
sv: FÅ STORT PRIS
zh_hans: 获得大奖

# lucky_spin_page_deploy_entrance2
source: Cashback
fr: Remise en argent
zh_hans: 现金返还

# lucky_spin_page_share_window_button1
source: Shop Now
da: Shop nu
de: Jetzt einkaufen
es: Comprar ahora
fr: Acheter maintenant
it: Acquista ora
nb: Handle nå
pt: Compre agora
sv: Handla nu
zh_hans: 立即购买

# lucky_spin_page_share_window_button2
source: Share to get more chance
da: Del for at få mere chance
de: Teilen, um mehr Chancen zu erhalten
es: Compartir para tener más oportunidades
fr: Partager pour avoir plus de chance
it: Condividi per avere più possibilità
nb: Del for å få mer sjanse
pt: Compartilhe para ter mais chance
sv: Dela för att få mer chans
zh_hans: 分享以获得更多机会

# lucky_spin_page_rules_window1
source: RULES
da: REGLER
es: REGLAS
nb: REGLER
pt: REGRAS
zh_hans: 规则

# lucky_spin_page_rules_window2
source: You have 1 chance each round to win prizes via our daily lucky draw, and can get an extra 2 chances when you share the link and invite your friends to play. The maximum lucky draw opportunities per person per day is 12.
da: Du har 1 chance hver runde til at vinde præmier via vores daglige heldige uafgjort og kan få yderligere 2 chancer, når du deler linket og inviterer dine venner til at spille. De maksimale muligheder for heldigt træk pr. Person pr. Dag er 12.
es: Tienes 1 oportunidad en cada ronda de ganar premios a través de nuestro sorteo diario y puedes obtener 2 oportunidades adicionales cuando compartes el enlace e invitas a tus amigos a jugar. Las oportunidades máximas de sorteo por persona por día son 12.
fr: Vous avez 1 chance à chaque tour de gagner des prix via notre tirage au sort quotidien, et vous pouvez obtenir 2 chances supplémentaires lorsque vous partagez le lien et invitez vos amis à jouer. Le nombre maximal de tirages au sort par personne et par jour est de 12.
it: Hai 1 possibilità per ogni round di vincere premi tramite il nostro sorteggio giornaliero e puoi ottenere 2 possibilità extra quando condividi il link e inviti i tuoi amici a giocare. Le opportunità di sorteggio massimo per persona al giorno sono 12.
nb: Du har 1 sjanse hver runde til å vinne premier via vårt daglige heldige trekkplaster, og kan få ytterligere 2 sjanser når du deler lenken og inviterer vennene dine til å spille. De maksimale muligheter for heldig trekning per person per dag er 12.
pt: Você tem 1 chance em cada rodada para ganhar prêmios através do sorteio diário e pode obter mais 2 chances ao compartilhar o link e convidar seus amigos para jogar. As oportunidades sorteio máximos por pessoa por dia é de 12.
sv: Du har 1 chans varje omgång att vinna priser via vårt dagliga lycka-drag och du kan få ytterligare två chanser när du delar länken och bjuder in dina vänner att spela. De maximala möjligheterna att dra lycka per person per dag är 12.
zh_hans: 您每轮都有1次机会通过我们的每日幸运抽奖赢得奖品，并且当您共享链接并邀请您的朋友玩游戏时，可以获得额外2次机会。 每人每天最大的抽奖机会为12。
